{
  "add": "Añadir",
  "add-a-closing-song": "Añadir canción final",
  "add-a-song": "Añada una canción de nuestro cancionero a la lista de multimedia de la reunión.",
  "add-a-video-explain": "Agregue uno de los videos del sitio web oficial de los Testigos de Jehová a la lista de multimedia. Aquí se muestran los videos más recientes, pero también puede buscar entre todos los videos si es necesario.",
  "add-an-opening-song": "Añadir canción inicial",
  "add-extra-media": "Añadir multimedia adicional",
  "add-media-audio-bible": "Añada grabaciones de audio de la Traducción del Nuevo Mundo de las Santas Escrituras ",
  "add-media-audio-bible-explain": "Seleccione un libro y capítulo específicos de la Biblia para descargar grabaciones de audio de sus versículos.",
  "add-media-study-bible": "Añada multimedia de la Biblia de Estudio",
  "add-media-study-bible-explain": "Seleccione un libro y capítulo específicos de la Biblia para ver una lista de materiales de estudio como imágenes, videos, mapas y referencias históricas.",
  "add-video-jw-org": "Añadir un video",
  "advanced": "Avanzado",
  "advancedDescription": "Los usuarios avanzados pueden modificar estos ajustes; sin embargo, la configuración por defecto suele ser suficiente.",
  "almost-done": "¡Ya casi está!",
  "also-look-for-this-button-in-m-s-footer": "Además, busque este botón en el pie de página de M³:",
  "app-description": "Meeting Media Manager es una aplicación multiplataforma para la visualización de multimedia en las reuniones de la congregación de los testigos de Jehová. Se integra con OBS Studio para la visualización de multimedia con un solo clic, tanto en el Salón del Reino y en Zoom. Con su amplia funcionalidad y una interfaz intuitiva, M³ reduce la carga de trabajo de los operadores de audio / vídeo. Admite todos los formatos de archivo teocráticos, así como archivos PDF y archivos multimedia comunes. Puede complementar o incluso sustituir a JW Library, según las necesidades de su congregación.",
  "app-issues": "Si tiene algún problema o ha encontrado un error, por favor, cree una incidencia en nuestra página del repositorio de GitHub o póngase en contacto con nosotros a través de GitHub Discussion, describiendo el problema en detalle. Nos pondremos en contacto con usted lo antes posible.",
  "app-updates": "Actualización del programa",
  "applicationConfiguration": "Configuración de la aplicación",
  "applicationConfigurationDescription": "Personalice el comportamiento y la apariencia de esta aplicación",
  "archive-file-found": "Los archivos comprimidos deben procesarse por separado.",
  "are-you-sure-delete": "¿Está seguro de que desea eliminar el archivo \"{mediaToDelete}\"?",
  "are-you-sure-delete-all": "¿Está seguro de que quiere eliminar todos los archivos multimedia adicionales del día seleccionado?",
  "are-you-sure-delete-cache": "¿Está seguro de que desea eliminar todos los archivos en caché?",
  "are-you-sure-delete-unused-cache": "¿Está seguro de que desea eliminar los archivos no utilizados de la caché?",
  "are-you-sure-you-want-to-delete-this-profile": "¿Está seguro de que desea eliminar el perfil {profileName}?",
  "audio-bible": "Grabación de la Biblia de Estudio",
  "audio-bible-media": "Grabaciones de la Traducción del Nuevo Mundo",
  "audio:": "Audio:",
  "auto-update-app": "Descargar e instalar actualizaciones de la aplicación automáticamente",
  "auto-update-app-explain": "Esta opción debe estar siempre activada para recibir las últimas funciones, mejoras y correcciones de errores.",
  "autoStartAtLogin": "Iniciar automáticamente M³ al encender la computadora",
  "autoStartAtLogin-explain": "M³ puede iniciarse automáticamente cuando se enciende la computadora.",
  "autoStartMusic": "Iniciar automáticamente la música de fondo antes de las reuniones",
  "autoStartMusic-explain": "La música de fondo se reproducirá automáticamente si hay una reunión programada para comenzar en los minutos u horas posteriores al inicio de M³.",
  "automatic": "Automático",
  "ayfm": "Seamos Mejores Maestros",
  "back": "Atrás",
  "baseUrl": "Dirección web",
  "baseUrl-explain": "Ingrese la dirección utilizada para acceder al sitio web oficial de los Testigos de Jehová.",
  "browse": "Explorar",
  "cache": "Caché",
  "cacheFolder": "Ubicación de caché",
  "cacheFolder-explain": "Seleccione una carpeta para almacenar archivos de caché, tales como publicaciones y multimedia. Si se deja en blanco, la aplicación lo configurará para usted automáticamente.",
  "cacheFolder-wizard": "Si no está seguro sobre esta configuración, puede proceder al siguiente paso sin seleccionar una carpeta. La configuración por defecto es adecuada para la mayoría de los usuarios.",
  "cancel": "Cancelar",
  "change-tag": "Editar etiqueta",
  "change-tag-explain": "Cambiar el tipo de etiqueta y la etiqueta de este elemento multimedia.",
  "chapter": "Capítulo",
  "choose-a-document-for-import": "Seleccione un artículo, capítulo o encabezado:",
  "choose-a-folder": "Escoge una carpeta",
  "choose-a-song": "Selecciona una canción",
  "choose-an-image": "Seleccione una imagen",
  "clear": "Limpiar",
  "clear-cache": "Limpiar el caché",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "Al hacer clic en este botón, podrá iniciar y detener la reproducción de la música de fondo. La música comenzará a reproducirse automáticamente antes de que esté programado el inicio de una reunión cuando se inicie M³, y también se detendrá automáticamente antes de que comience la reunión. Sin embargo, después de la oración final, deberá iniciar manualmente la reproducción de la música de fondo utilizando este botón.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "Al hacer clic en él, podrá ocultar temporalmente el contenido multimedia y el texto del año, y mostrar debajo los participantes en el Zoom. Una vez finalizada la parte del Zoom, puede volver a mostrar el texto del año utilizando el mismo botón.",
  "clicking-the-close-button-again-will-close-app": "Si vuelve a pulsar el mismo botón, saldrá de M³.",
  "close": "Cerrar",
  "co": "Superintendente de Circuito",
  "coWeek": "Siguiente visita del Superintendente de Circuito",
  "coWeek-explain": "Si se ingresa, M³ moverá automáticamente la reunión de entre semana al martes de esa semana. También omitirá la multimedia para el Estudio Bíblico de la congregación y las canciones finales tanto para las reuniones de entre semana como para las de fin de semana.",
  "collapse-sidebar": "Colapsar barra lateral",
  "complete": "Completado",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Configure una escena en OBS Studio para capturar la ventana multimedia.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Configure una escena en OBS Studio para mostrar un plano general de plataforma.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "Deberá configurar el complemento Websocket en OBS Studio. El plugin Virtual Camera también es necesario, así que asegúrese de que también está instalado y configurado.",
  "confirm": "Confirmar",
  "congratulations": "¡Enhorabuena!",
  "congregation-lookup": "Búsqueda de congregaciones",
  "congregation-lookup-explain": "Ingrese palabras clave como el nombre de su congregación, así como la ciudad o área en la que se encuentra. Esta información se utilizará para intentar obtener automáticamente el horario de reuniones y el idioma.",
  "congregationMeetings": "Reuniones de congregación",
  "congregationMeetingsDescription": "Ajustes relacionados con su congregación y el horario de reuniones",
  "congregationName": "Nombre de la congregación",
  "congregationName-explain": "Este nombre se mostrará en el menú de selección de perfil de la aplicación.",
  "continue": "Continuar",
  "current": "Actual",
  "current-song": "Canción actual",
  "currently-loading": "El contenido multimedia para esta fecha se está cargando actualmente.",
  "custom-background": "Fondo personalizado",
  "custom-background-removed": "El fondo personalizado ha sido removido.",
  "custom-background-set": "La imagen seleccionada esta siendo mostrada en vez del texto del año.",
  "custom-background-will-not-persist": "Por favor, tome en cuenta que el fondo personalizado no se guardará cuando cierres la aplicación.",
  "dangerZone": "Zona de peligro",
  "dark": "Oscuro",
  "darkMode": "Seleccionar tema",
  "darkMode-explain": "Forzar a la aplicación a utilizar el modo claro u oscuro, o usar el modo predeterminado del sistema",
  "days-long": "Domingo_Lunes_Martes_Miércoles_Jueves_Viernes_Sábado",
  "days-short": "Dom_Lun_Mar_Mié_Jue_Vie_Sáb_Dom",
  "delete": "Borrar",
  "delete-all-additional-media": "Eliminar multimedia adicional",
  "delete-media": "Eliminar elemento multimedia",
  "delete-media-explain": "Seleccione esta opción para eliminar el elemento multimedia seleccionado.",
  "disableMediaFetching": "Desactivar características para reuniones regulares y obtención automática de multimedia",
  "disableMediaFetching-explain": "Esta configuración debería permanecer desactivada en casi todos los casos para garantizar que la multimedia de las reuniones regulares se descarguen automáticamente. Al habilitar esta configuración, será necesario agregar todos los medios manualmente. Solo debería activarse en perfiles que se utilicen exclusivamente para eventos especiales, como escuelas teocráticas, o asambleas.",
  "dismiss": "Descartar",
  "display": "Mostrar.",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "¿Su Salón del Reino utiliza un programa llamado OBS Studio?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Hacer esto simplificará y facilitará en gran medida la compartición de contenido multimedia durante las reuniones híbridas.",
  "dont-forget-add-missing-media": "No olvide añadir canciones y multimedia faltante",
  "dont-forget-to-add-circuit-overseer-date": "Para obtener mejores resultados, ingrese la fecha de la visita del superintendente de circuito en la sección \"{ congregationMeetings }\" en { settings }.",
  "download-status": "Estado de la descarga",
  "drag-and-drop-or-click-to-browse": "Arrastre y suelte archivos aquí o haga clic para navegar.",
  "enableExtraCache": "Almacenar en caché los archivos de video del cancionero",
  "enableExtraCache-explain": "Almacene en caché todos los videos del cancionero para mejorar el rendimiento. Tenga en cuenta que esto aumentará el tamaño de la caché de contenido multimedia.",
  "enableFolderWatcher": "Habilitar carpeta de multimedia adicional",
  "enableFolderWatcher-explain": "Esta función analiza el folder de tu elección para añadir archivos a la lista de multimedia.",
  "enableKeyboardShortcuts": "Activar los atajos de teclado",
  "enableKeyboardShortcuts-explain": "Utiliza atajos de teclado para agilizar la presentación multimedia.",
  "enableMediaAutoExport": "Activar autoexportación",
  "enableMediaAutoExport-explain": "Exporta automáticamente los medios a una carpeta seleccionada, organizada por día.",
  "enableMediaDisplayButton": "Habilitar reproducción de multimedia",
  "enableMediaDisplayButton-explain": "Mostrar imágenes y videos en una ventana o en una pantalla externa. Si se utiliza en un Salón del Reino, esto debe estar habilitado en la mayoría de los casos.",
  "enableMusicButton": "Activar la reproducción de música de fondo",
  "enableMusicButton-explain": "Permite reproducir canciones antes y después de las reuniones con solo unos pocos clics.",
  "enableSubtitles": "Activar subtítulos",
  "enableSubtitles-explain": "Esta opción permite habilitar subtítulos por defecto para todos los videos.",
  "enter-a-key-combination": "Introducir una combinación de teclas",
  "enter-a-key-combination-now-using-your-keyboard": "Ingrese una combinación de teclas ahora utilizando su teclado.",
  "enter-key-combination": "Crear un acceso directo.",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Introduzca el puerto y la contraseña configurados en el complemento Websocket de OBS Studio.",
  "entireFile": "Reproducir de principio a fin",
  "error": "Error",
  "errorDownloadingMeetingMedia": "Error al descargar contenido multimedia para la reunión",
  "errors": "Errores",
  "excludeFootnotes": "Excluir los contenidos de las notas al pie de página en La Atalaya, edición de Estudio",
  "excludeFootnotes-explain": "No incluya vídeos u otros medios a partir de notas a pie de página en los artículos de la Atalaya.",
  "excludeTh": "Excluir todos los medios de comunicación del folleto Maestros",
  "excludeTh-explain": "No incluya vídeos ni otros medios del folleto Maestros.",
  "expand-sidebar": "Ampliar la barra lateral",
  "external-screen": "Pantalla externa",
  "extra-media": "Añadir multimedia",
  "extra-media-item-explain": "Este elemento multimedia se agregó manualmente.",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "Si lo prefiere, puede explorar las otras opciones disponibles o, si desea, puede ir directamente a la pantalla de reproducción de medios y comenzar a usarla para mostrar contenido multimedia.",
  "fileProcessError": "Hubo un error al procesar este archivo",
  "filetypeNotSupported": "Este tipo de archivo aún no es compatible",
  "firstDayOfWeek": "Primer día de la semana",
  "firstDayOfWeek-explain": "Seleccione el día como primer día de la semana.",
  "folderToWatch": "Carpeta para monitoreo",
  "folderToWatch-explain": "Esta carpeta debe contener sub-carpetas nombradas por fecha (formato: YYY-MM-DD). Las carpetas que no sigan este formato serán ignoradas.",
  "folderWatcher": "Monitoreando carpeta",
  "footnote": "Notas a pie de página",
  "forward": "Adelantar",
  "from-jw-org": "Desde nuestro sitio",
  "from-local-computer": "Desde su dispositivo",
  "from-songbook": "Desde nuestro cancionero",
  "full-screen": "Pantalla completa",
  "github-repo": "Repositorio de GitHub",
  "go-home": "Ir a inicio.",
  "go-to-settings": "Ir a los ajustes",
  "greek-scriptures": "Escrituras griegas cristianas",
  "hebrew-aramaic-scriptures": "Escrituras hebreoarameas",
  "help-translate": "Ayúdanos a traducir",
  "help-translate-new": "El idioma multimedia actualmente configurado aún no está disponible como idioma de visualización para M³. ¿Le gustaría ayudar a traducir M³ para los usuarios que hablan ese idioma?",
  "hide-from-list": "Ocultar de lista multimedia",
  "hide-from-list-explain": "Los archivos ocultos pueden ser restaurados en cualquier momento usando la función 'Añadir multimedia'",
  "hide-image-for-zoom-participants": "Ocultar imagen para los participantes de Zoom",
  "hide-media-display": "Ocultar multimedia",
  "hideMediaLogo": "Ocultar el logotipo de JW de la ventana de presentación de medios",
  "hideMediaLogo-explain": "Esto elimina el logotipo cuadrado de JW de la esquina inferior derecha. Si se utiliza en un Salón del Reino, esto debe estar desactivado en la mayoría de los casos.",
  "how-will-the-app-be-used": "Tipo de perfil",
  "images-videos": "Archivos multimedia",
  "images-videos-explain": "Fotos, vídeos, archivos de audio, documentos PDF y otros archivos multimedia",
  "images:": "Imágenes:",
  "import-media-from-s34mp": "Añadir multimedia de S-34mp",
  "imported-media": "Multimedia adicional",
  "in-what-language-should-media-be-downloaded": "¿En qué idioma se deben descargar los medios?",
  "inProgress": "En proceso",
  "inactive": "Inactivo",
  "include-audio-description": "Incluir videos con descripciones de audio",
  "includePrinted": "Incluir medios impresos cuando estén disponibles",
  "includePrinted-explain": "Incluir imágenes adicionales de las ediciones impresas que quizás no estén disponibles en las versiones digitales.",
  "incomplete-configuration": "Configuración incompleta",
  "integrations": "Integraciones",
  "integrationsDescription": "Configurar la integración con otras aplicaciones y servicios",
  "invalid-settings": "Ajustes no válidos",
  "jw-playlist": "Lista de reproducción de JW Library",
  "jw-playlist-explain": "Lista de reproducción exportada desde JW Library",
  "jwpub-file": "Archivo JWPUB",
  "jwpub-file-explain": "Publicación descargada del sitio oficial de los Testigos de Jehová",
  "jwpub-file-found": "Los archivos JWPUB deben procesarse por separado.",
  "jwpubNoMultimedia": "El archivo JWPUB no contiene ningún contenido multimedia",
  "keyboardShortcuts": "Atajos de teclado",
  "lac": "Nuestra Vida Cristiana",
  "lang": "Idioma del contenido multimedia",
  "lang-explain": "Elija el idioma en el que se llevarán a cabo las reuniones. Este es el idioma que se utilizará para descargar y reproducir el contenido multimedia.",
  "langFallback": "Idioma secundario de multimedia",
  "langFallback-explain": "Puede elegir un idioma secundario aquí si el contenido multimedia a menudo no está disponible en el idioma principal de la congregación.",
  "langSubtitles": "Idioma de los subtítulos",
  "langSubtitles-explain": "Este es el idioma en el que se descargarán y reproducirán los subtítulos.",
  "latest-videos-from-jw-org": "Últimos videos del sitio oficial de los Testigos de Jehová",
  "light": "Claro",
  "local-media-explain-1": "Añadir fotos, videos, archivos de audio, listas de reproducción JW Library, archivos JWPUB, o documentos PDF desde su computadora, así aparecerán en la lista multimedia.",
  "local-media-explain-2": "Todos los formatos comunes son soportados.",
  "localAppLang": "Idioma de la interfaz de usuario",
  "localAppLang-explain": "Este es el idioma en el que se mostrará M³. No afectará el idioma en el que se descargará el contenido multimedia.",
  "look-for-this-button-in-m-s-footer": "Busque este botón en el pie de página de M³:",
  "m-is-now-ready-to-be-used": "M³ ya está listo para ser utilizado.",
  "make-sure-that-m-is-in-not-use-before-quitting": "Asegúrese de que M³ no esté en uso antes de cerrarlo.",
  "maxRes": "Resolución máxima para videos",
  "maxRes-explain": "Elija la resolución máxima para los videos. Los videos que superen esta resolución no se descargarán.",
  "media-display": "Visualización de medios",
  "media-display-settings": "Ajustes de visualización de medios",
  "media-from-s34mp": "Contenido multimedia del S-34mp",
  "media-gallery": "Galería multimedia",
  "media-item-missing-explain": "Este elemento multimedia está faltante. Para reproducirlo, añádalo usando el botón 'Añadir multimedia' o arrástrelo hacia la lista multimedia desde su computadora.",
  "media-only": "Multimedia",
  "media-playback": "Reproducción de multimedia",
  "media-sync": "Sincronización de medios",
  "mediaAutoExportFolder": "Carpeta de autoexportación",
  "mediaAutoExportFolder-explain": "Carpeta para las exportaciones automáticas de medios.",
  "mediaExport": "Exportar multimedia",
  "mediaRetrievalAndPlayback": "Obtención y reproducción de multimedia",
  "mediaRetrievalAndPlaybackDescription": "Configurar las opciones de descarga y reproducción de medios para las reuniones.",
  "meeting-media-manager": "Meeting Media Manager",
  "midweek-meeting": "Reunión de entre semana",
  "months-long": "Enero_Febrero_Marzo_Abril_Mayo_Junio_Julio_Agosto_Septiembre_Octubre_Noviembre_Diciembre",
  "months-short": "Ene_Feb_Mar_Abr_May_Jun_Jul_Ago_Sep_Oct_Nov_Dic",
  "music.starting": "Iniciando...",
  "music.stopping": "Deteniendo...",
  "musicVolume": "Volumen de reproducción de música de fondo",
  "musicVolume-explain": "Elija el volumen de la reproducción de música de fondo. Esto le permite establecer un volumen más bajo para la música de fondo, mientras mantiene el volumen de otros medios alto.",
  "mwDay": "Reunión de entre semana",
  "mwDay-explain": "Elija el día en el que se lleva a cabo la reunión de entre semana.",
  "mwStartTime": "Hora de la reunión de entre semana",
  "mwStartTime-explain": "Elija la hora a la que comienza la reunión de entre semana.",
  "new-profile": "Nuevo perfil",
  "next-day-with-media": "Ir al primer día con contenido multimedia",
  "no": "No",
  "no-circuit-overseer-date-set": "No se ha establecido la fecha de la visita del superintendente de circuito",
  "no-media-files-for-section": "No hay elementos multimedia para esta sección de la reunión.",
  "no-media-for-this-category": "No hay medios multimedia para esta categoría",
  "no-regular-meetings": "No hay reuniones regulares",
  "no-results": "No se encontraron resultados",
  "no-results-explain": "Deberá ingresar la información de su congregación manualmente si la búsqueda no tiene éxito.",
  "no-results-short": "Ingrese las palabras de búsqueda arriba",
  "no-results-short-explain": "Deberá ingresar más de dos caracteres para comenzar la búsqueda.",
  "noDateSelected": "No hay ninguna fecha seleccionada actualmente.",
  "noDownloadsInProgress": "No hay descargas en progreso actualmente",
  "noName": "Sin nombre",
  "none": "Ninguna",
  "not-playing": "No se está reproduciendo",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "¡Notará que el texto del año ahora se muestra en el monitor externo! Pero sigamos avanzando.",
  "obs-studio-integration": "Integración con OBS Studio",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "OBS Studio es una aplicación gratuita utilizada para gestionar las cámaras y las transmisiones de video en muchos Salones del Reino.",
  "obs-studio-media-scene": "Escena de medios de OBS Studio",
  "obs-studio-port-and-password": "Puerto y contraseña de OBS Studio",
  "obs-studio-stage-scene": "Escena de la plataforma de OBS Studio",
  "obs.connected": "OBS Studio: Conectado",
  "obs.connecting": "OBS Studio: Conectando",
  "obs.disconnected": "OBS Studio: Desconectado",
  "obs.error": "OBS Studio: Error de conexión",
  "obsCameraScene": "Escena de vista predeterminada en OBS Studio",
  "obsCameraScene-explain": "La escena en OBS Studio que se utilizará como vista de plataforma predeterminada. Según las últimas indicaciones, esta debe ser una toma amplia.",
  "obsEnable": "Integrar M³ con OBS Studio",
  "obsEnable-explain": "Conecte M³ a OBS Studio para habilitar el cambio automático entre escenas de medios y cámara.",
  "obsImageScene": "Escena para mostrar imágenes en OBS Studio (opcional)",
  "obsImageScene-explain": "Se puede configurar una escena en OBS Studio específicamente para mostrar imágenes, por ejemplo, en un estilo de imagen en imagen. Si se deja en blanco, se utilizará la escena de medios predeterminada en su lugar.",
  "obsMediaScene": "Escena de ventana multimedia en OBS Studio",
  "obsMediaScene-explain": "La escena en OBS Studio que se utilizará para transmitir medios a los participantes de Zoom.",
  "obsPassword": "Contraseña del WebSocket de OBS Studio",
  "obsPassword-explain": "Encuentre la contraseña configurada en Herramientas > Configuración del servidor WebSocket en OBS Studio.",
  "obsPort": "Puerto del WebSocket de OBS Studio",
  "obsPort-explain": "Encuentre el puerto configurado en Herramientas > Configuración del servidor WebSocket en OBS Studio.",
  "obsQuickToggle": "Habilitar cambio de escena instantáneo",
  "obsQuickToggle-explain": "Cuando está activada, al colocar el cursor sobre el botón de OBS Studio se abrirá el selector de escenas. Esto puede ser útil para cambiar escenas rápidamente en OBS Studio, especialmente si hay muchas escenas configuradas.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "Retrasar cambio de escenas cuando se esté reproduciendo multimedia",
  "obsSwitchSceneAfterMedia-explain": "Cuando está activada, OBS Studio retrasará los cambios de escena hasta que cualquier medio que se esté reproduciendo haya terminado. Nota: habilitar esta opción también eliminará las escenas de medios e imágenes del selector de escenas.",
  "once-the-scene-has-been-created-select-it-here": "Una vez que se haya creado la escena, selecciónela aquí.",
  "only-show-settings-that-are-not-valid": "Mostrar solo ajustes que no son válidos",
  "oops-nothing-here": "Ups. No hay nada aquí...",
  "other": "Otro",
  "other:": "Otro:",
  "paragraph": "Párrafo",
  "pause-to-adjust-time": "Para habilitar el desplazamiento, el video debe estar en pausa",
  "picture-in-picture": "Multimedia y orador",
  "play-music": "Reproducir música",
  "please-use-image-or-jwpub": "Seleccione un archivo de imagen o un archivo JWPUB que contenga una imagen",
  "please-wait": "Por favor, espere",
  "processing": "Procesando:",
  "profile-deletion": "Eliminación de perfil",
  "profile-name": "Nombre del perfil",
  "profile-type-choose-regular": "La mayoría de los usuarios deben elegir \"Regular\".",
  "profile-type-regular": "En la mayoría de los casos, elegir \"Regular\" es la mejor opción. Esto creará un perfil que descarga contenido multimedia para todas las reuniones automáticamente y también habilitará las funciones de presentación de medios que se utilizan con mayor frecuencia durante las reuniones de la congregación.",
  "profile-type-special": "Elija \"Otro\" si está creando un perfil para el cual no se deba descargar contenido multimedia automáticamente. Los medios deberán añadirse manualmente para su uso en este perfil. Este tipo de perfil se utiliza principalmente para escuelas teocráticas, asambleas y otros casos especiales.",
  "projecting": "Proyectando",
  "public-talk": "Discurso Público",
  "public-talk-media": "Multimedia para discursos públicos",
  "receive-beta-updates": "Recibir acceso anticipado a versiones beta",
  "receive-beta-updates-explain": "Las actualizaciones beta pueden contener características inestables y posibles errores. No habilite esta opción en el equipo utilizado para reuniones en vivo.",
  "refresh": "Actualizar",
  "regular": "Regular",
  "remind-me-later": "Recuérdamelo más tarde",
  "remove-all-cache": "Eliminar todos los archivos de la caché",
  "remove-unused-cache": "Eliminar elementos no utilizados de la caché",
  "rename": "Renombrar objeto multimedia",
  "rename-explain": "Los objetos multimedia no se renombran permanentemente; el nombre original se restaurará cuando la aplicación se reinicie.",
  "repeat": "Este elemento multimedia se ejecutará continuamente",
  "repeat-media-item": "Bucle este elemento multimedia",
  "repeat-media-item-explain": "Elija esto si el elemento multimedia seleccionado debería reproducirse en un bucle hasta que se detenga manualmente.",
  "replace": "Reemplazar",
  "reset": "Restablecer",
  "reset-custom-background": "Eliminar fondo personalizado",
  "reset-sort-order": "Restablecer orden",
  "save": "Guardar",
  "scene-not-found": "Ocurrió un problema al activar una escena en OBS Studio.",
  "scene-not-found-explain": "Por favor, valide las escenas configuradas en los ajustes.",
  "scene-selection": "Selección de escena de OBS",
  "screen-access-required": "Se requieren permisos de grabación de pantalla para esta función",
  "screen-access-required-explain": "Por favor, reinicie la aplicación cuando se hayan concedido permisos de grabación de pantalla en Configuración del sistema.",
  "search": "Buscar",
  "search-by-title-or-number": "Buscar por título o número",
  "select-a-congregation-to-enable": "Seleccione un perfil primero",
  "select-a-custom-background": "Elija una imagen que se mostrará como la imagen de fondo en lugar del texto del año. Esto normalmente se utilizaría solo en ocasiones especiales, como la Conmemoración.",
  "select-a-date": "Seleccione una fecha",
  "select-a-date-to-begin": "Por favor, seleccione una fecha para comenzar.",
  "select-s34mp": "Seleccione un archivo JWPUB S-34mp",
  "select-s34mp-to-add-public-talk-media": "Seleccione un archivo JWPUB S-34mp descargado del sitio web oficial de los testigos de Jehová para acceder rápidamente a la lista de multimedia de los discursos públicos. El archivo se almacenará en caché y se puede actualizar navegando hacia una versión actualizada en cualquier momento.",
  "set-custom-background": "Seleccione un fondo personalizado",
  "set-custom-durations": "Establecer hora de inicio/final personalizada",
  "setup-wizard": "Configuración inicial",
  "setupWizard.backgroundMusic": "Música de fondo",
  "setupWizard.intro": "M³ es una aplicación diseñada para facilitar la reproducción de contenido multimedia en las reuniones de la congregación de manera sencilla y sin estrés. Configuremos algunas cosas, y luego estaremos listos para comenzar.",
  "setupWizard.meetingDaysTimes": "Días y horas de las reuniones",
  "setupWizard.welcome": "Bienvenido a M³.",
  "shortcutMediaNext": "Reproducir siguiente objeto multimedia",
  "shortcutMediaNext-explain": "Atajo para saltar al siguiente video o imagen en la lista. Esto no surte efecto si hay un video reproduciéndose",
  "shortcutMediaPauseResume": "Pausar/resumir video",
  "shortcutMediaPauseResume-explain": "Acceso directo para pausar o reanudar el video que se está reproduciendo actualmente. Esto solo tiene efecto si un video se está reproduciendo en ese momento.",
  "shortcutMediaPrevious": "Reproducir elemento multimedia anterior",
  "shortcutMediaPrevious-explain": "Acceso directo para saltar al video o imagen anterior en la lista. Esto no tiene efecto si un video se está reproduciendo actualmente.",
  "shortcutMediaStop": "Detener multimedia",
  "shortcutMediaStop-explain": "Acceso directo para detener el video que se está reproduciendo actualmente o para ocultar la imagen que se está mostrando. Esto solo tendrá efecto si se está mostrando multimedia actualmente.",
  "shortcutMediaWindow": "Ocultar/mostrar ventana multimedia",
  "shortcutMediaWindow-explain": "Atajo para ocultar o mostrar rápidamente la ventana de medios.",
  "shortcutMusic": "Iniciar/detener la música de fondo",
  "shortcutMusic-explain": "Atajo para iniciar o detener la música de fondo.",
  "show-all-settings": "Mostrar todos los ajustes",
  "show-hidden-media": "Mostrar multimedia oculta",
  "show-hidden-media-explain": "Esto mostrará cualquier multimedia que haya sido ocultado previamente para el día seleccionado actualmente.",
  "show-image-for-zoom-participants": "Mostrar imagen para los participantes de Zoom",
  "show-media-display": "Mostrar multimedia",
  "some-media-items-are-hidden": "Algunos elementos multimedia han sido ocultados. Pueden ser mostrados utilizando el menú 'Añadir multimedia' si es necesario.",
  "some-media-items-are-missing": "Faltan algunos archivos multimedia",
  "some-media-items-are-missing-explain": "El archivo JWPUB se ha importado correctamente. Sin embargo, algunos medios no están incluidos en el archivo y no se han podido descargar automáticamente. Puede añadir este medio manualmente si es necesario usando el menú \"Añadir medios\" o arrastrándolo en la lista de medios desde su computadora.",
  "song": "Canción",
  "songbook-video-caching": "Almacenando videos del cancionero",
  "stage": "Plataforma",
  "start-mirroring": "Iniciar transmisión",
  "start-over": "Empezar de nuevo",
  "stop": "Detener",
  "stop-media": "Detener multimedia",
  "stop-mirroring": "Detener transmisión",
  "stop-music": "Detener música",
  "stop-playing-media-first": "Para navegar a una página diferente, primero debe detener la reproducción del contenido multimedia.",
  "stop-playing-media-first-explain": "La navegación de la página está deshabilitada mientras se presenta el contenido multimedia.",
  "stop-repeat-media-item": "No hacer bucle de este elemento",
  "stop-repeat-media-item-explain": "Choose this if the selected media item should play until the end and then stop.",
  "study-bible": "Biblia de Estudio",
  "study-bible-media": "Imágenes, videos, gráficos y mapas de la Biblia de Estudio",
  "subtitles": "Subtítulos",
  "successfully-migrated-from-the-previous-version": "Migrado exitosamente desde la versión anterior",
  "sureStopVideo": "¿Está seguro de que desea detener el video?",
  "tgw": "Tesoros de la Biblia",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "El nombre del perfil le ayudará a cambiar rápidamente entre perfiles, si decide crear más de uno en el futuro.",
  "there-are-no-media-items-for-the-selected-date": "No hay elementos multimedia para la fecha seleccionada.",
  "this-will-only-delete-media-for-this-day": "Esta acción solo eliminará multimedia adicional para el día seleccionado",
  "this-will-speed-up-media-retrieval-for-meetings": "Esto acelerará la obtención de medios para el contenido multimedia de las reuniones, pero no es obligatorio.",
  "titles.meetingMedia": "Multimedia",
  "titles.presentWebsite": "Presentación web",
  "titles.profileSelection": "Perfiles de congregación",
  "titles.settings": "Ajustes",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Consejo: Para asegurarse de poder mostrar y ocultar rápidamente a los participantes de Zoom en las pantallas de TV cuando sea necesario, asegúrese de que la opción \"usar monitores duales\" en Zoom esté habilitada.",
  "tools": "Herramientas",
  "tryConfiguringFallbackLanguage": "Intente configurar un idioma de reserva en los ajustes",
  "until-meeting-starts": "Hasta que comience la reunión",
  "upcoming-songs": "Próximas canciones",
  "update": "Actualizar",
  "update-available": "¡Una nueva versión de M³ está disponible! Recomendamos actualizar para recibir las últimas funciones, correcciones de errores y actualizaciones de seguridad.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Utilice el botón 'Añadir multimedia adicional' para añadir medios para esta fecha, o seleccione una fecha diferente para ver los medios correspondientes a ese día.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Utilice el control deslizante a continuación para ajustar la hora de inicio y finalización de este elemento multimedia. Esto es útil para reproducir solo ciertas partes de un video.",
  "user-guide": "Guía del usuario",
  "verse-or-verses": "Versículos",
  "video": "Video",
  "videos:": "Videos:",
  "warning": "Advertencia",
  "watched-media-item-explain": "Este elemento multimedia ha sido añadido desde una carpeta monitoreada",
  "weDay": "Reunión de fin de semana",
  "weDay-explain": "Elija el día en el que se realiza la reunión de fin de semana.",
  "weStartTime": "Hora de la reunión del fin de semana",
  "weStartTime-explain": "Elija la hora a la que comienza la reunión del fin de semana.",
  "weekend-meeting": "Reunión de fin de semana",
  "welcome-to-mmm": "¡Bienvenido a M³!",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Comenzaremos a obtener medios mientras finalizamos nuestra configuración inicial.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "¿Cuáles son los días y horas de sus reuniones? Usaremos esta información para mostrar el calendario de medios.",
  "what-kind-of-profile-is-this": "Elija el tipo de perfil que le gustaría crear.",
  "what-language-would-you-like-m-to-be-displayed-in": "¿Qué idioma le gustaría que se mostrara en M³?",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Cuando haya terminado de presentar el sitio web, puede cerrar la ventana del sitio web o hacer clic nuevamente en el botón en la esquina superior derecha de esta ventana.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Cuando haga clic en el botón en la esquina superior derecha de esta ventana, se abrirá una nueva ventana donde se presentará el sitio web oficial de los Testigos de Jehová. Lo que vea en esta ventana se reflejará en la ventana de multimedia.",
  "window-type": "Tipo de ventana",
  "windowed": "Ventana",
  "would-you-like-to-enable-songbook-video-caching": "¿Le gustaría almacenar en caché todos los videos del cancionero?",
  "would-you-like-to-integrate-m-with-obs-studio": "¿Le gustaría integrar M³ con OBS Studio?",
  "wt": "La Atalaya edición de estudio",
  "yeartext": "Texto del año",
  "yes": "Sí",
  "zoom-in": "Ampliar",
  "zoom-out": "Reducir"
}
