{
  "add": "Añadir",
  "add-a-closing-song": "Añadir canción final",
  "add-a-song": "Añada una canción de nuestro cancionero a la lista de multimedia de la reunión.",
  "add-a-video-explain": "Agregue uno de los videos del sitio web oficial de los Testigos de Jehová a la lista de multimedia. Aquí se muestran los videos más recientes, pero también puede buscar entre todos los videos si es necesario.",
  "add-an-opening-song": "Añadir canción inicial",
  "add-divider": "Agregar divisor",
  "add-extra-media": "Añadir multimedia adicional",
  "add-media-audio-bible": "Añada grabaciones de audio de la Traducción del Nuevo Mundo de las Santas Escrituras ",
  "add-media-audio-bible-explain": "Seleccione un libro y capítulo específicos de la Biblia para descargar grabaciones de audio de sus versículos.",
  "add-media-study-bible": "Añada multimedia de la Biblia de Estudio",
  "add-media-study-bible-explain": "Seleccione un libro y capítulo específicos de la Biblia para ver una lista de materiales de estudio como imágenes, videos, mapas y referencias históricas.",
  "add-video-jw-org": "Añadir un video",
  "advanced": "Avanzado",
  "advancedDescription": "Los usuarios avanzados pueden ajustar estos ajustes. La configuración por defecto funciona para la mayoría de los usuarios.",
  "all-clips-with-this-icon-will-play": "All clips with this icon will be played consecutively",
  "almost-done": "¡Ya casi está!",
  "also-look-for-this-button-in-m-s-footer": "Además, busque este botón en el pie de página de M³:",
  "app-description": "Meeting Media Manager is a cross-platform app for displaying media at congregation meetings of Jehovah's Witnesses.",
  "app-issues": "If you're facing any issues or have found a bug, please create an issue or a discussion on our GitHub repository page.",
  "app-updates": "Actualización del programa",
  "applicationConfiguration": "Configuración de la aplicación",
  "applicationConfigurationDescription": "Personalice el comportamiento y la apariencia de esta aplicación",
  "archive-file-found": "Los archivos comprimidos deben procesarse por separado.",
  "are-you-sure-delete": "¿Está seguro de que desea eliminar el archivo \"{mediaToDelete}\"?",
  "are-you-sure-delete-all": "¿Está seguro de que quiere eliminar todos los archivos multimedia adicionales del día seleccionado?",
  "are-you-sure-delete-cache": "¿Está seguro de que desea eliminar todos los archivos en caché?",
  "are-you-sure-delete-unused-cache": "¿Está seguro de que desea eliminar los archivos no utilizados de la caché?",
  "are-you-sure-you-want-to-delete-this-profile": "¿Está seguro de que desea eliminar el perfil {profileName}?",
  "audio-bible": "Grabación de la Biblia de Estudio",
  "audio-bible-media": "Grabaciones de la Traducción del Nuevo Mundo",
  "audio:": "Audio:",
  "auto-update-app": "Descargar e instalar actualizaciones de la aplicación automáticamente",
  "auto-update-app-explain": "Esta opción debe estar siempre activada para recibir las últimas funciones, mejoras y correcciones de errores.",
  "automatic": "Automático",
  "autoStartAtLogin": "Iniciar automáticamente M³ al encender la computadora",
  "autoStartAtLogin-explain": "M³ puede iniciarse automáticamente cuando se enciende la computadora.",
  "autoStartMusic": "Iniciar automáticamente la música de fondo antes de las reuniones",
  "autoStartMusic-explain": "La música de fondo se reproducirá automáticamente si hay una reunión programada para comenzar en los minutos u horas posteriores al inicio de M³.",
  "ayfm": "Seamos Mejores Maestros",
  "back": "Atrás",
  "baseUrl": "Dirección web",
  "baseUrl-explain": "Ingrese la dirección utilizada para acceder al sitio web oficial de los Testigos de Jehová.",
  "beginPlaybackPaused": "Iniciar la reproducción en pausa",
  "beginPlaybackPaused-explain": "Cuando está activado, el audio y el vídeo se iniciarán en un estado en pausa, permitiéndole preparar otras operaciones (como compartir la pantalla de Zoom) antes de comenzar la reproducción.",
  "bottom": "Parte inferior",
  "brochures-and-booklets": "Brochures and booklets",
  "browse": "Explorar",
  "cache": "Caché",
  "cacheFolder": "Ubicación de caché",
  "cacheFolder-explain": "Seleccione una carpeta para almacenar archivos de caché, tales como publicaciones y multimedia. Si se deja en blanco, la aplicación lo configurará para usted automáticamente.",
  "cacheFolder-wizard": "¿No estás seguro? Omite este paso. Elegiremos una ubicación por defecto que funcione para la mayoría de los usuarios.",
  "calculating": "Calculado...",
  "camera-access-required": "La cámara no está disponible o faltan permisos",
  "camera-access-required-explain": "Por favor, intente con otra cámara o reinicie la aplicación cuando se hayan otorgado los permisos de la cámara en la Configuración del Sistema.",
  "camera-as-background": "Cámara como fondo",
  "cancel": "Cancelar",
  "change-color": "Cambiar el color",
  "change-tag": "Cambiar etiqueta",
  "change-tag-explain": "Cambiar el tipo de etiqueta y la etiqueta de este elemento multimedia.",
  "chapter": "Capítulo",
  "choose-a-document-for-import": "Seleccione un artículo, capítulo o encabezado:",
  "choose-a-folder": "Escoge una carpeta",
  "choose-a-song": "Selecciona una canción",
  "choose-an-image": "Seleccione una imagen",
  "choose-section-for-files": "Elija una sección",
  "circuit-overseer": "superintendente de circuito",
  "clear": "Limpiar",
  "clear-cache": "Limpiar el caché",
  "cleared-item-s-from-cache": "Elemento(s) {itemsDeleted} borrado(s) ({sizeStr})",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "Al hacer clic en este botón, podrá iniciar y detener la reproducción de la música de fondo. La música comenzará a reproducirse automáticamente antes de que esté programado el inicio de una reunión cuando se inicie M³, y también se detendrá automáticamente antes de que comience la reunión. Sin embargo, después de la oración final, deberá iniciar manualmente la reproducción de la música de fondo utilizando este botón.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "Al hacer clic en él, podrá ocultar temporalmente el contenido multimedia y el texto del año, y mostrar debajo los participantes en el Zoom. Una vez finalizada la parte del Zoom, puede volver a mostrar el texto del año utilizando el mismo botón.",
  "clicking-the-close-button-again-will-close-app": "Si vuelve a pulsar el mismo botón, saldrá de M³.",
  "clip-played": "This clip has already been played",
  "close": "Cerrar",
  "collapse-sidebar": "Colapsar barra lateral",
  "complete": "Completado",
  "completed": "Completado",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Configure a scene in @:obsStudio to capture the media window.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Configure a scene in @:obsStudio to show a stage wide shot.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "You'll need to configure the @:obsWebSocket plugin in @:obsStudio. The Virtual Camera plugin is also required, so make sure it's installed and configured as well.",
  "confirm": "Confirmar",
  "congratulations": "¡Enhorabuena!",
  "congregation-lookup": "Búsqueda de congregaciones",
  "congregation-lookup-explain": "Ingrese palabras clave como el nombre de su congregación, así como la ciudad o área en la que se encuentra. Esta información se utilizará para intentar obtener automáticamente el horario de reuniones y el idioma.",
  "congregationMeetings": "Reuniones de congregación",
  "congregationMeetingsDescription": "Ajustes relacionados con su congregación y el horario de reuniones",
  "congregationName": "Nombre de la congregación",
  "congregationName-explain": "Este nombre se mostrará en el menú de selección de perfil de la aplicación.",
  "continue": "Continuar",
  "convertFilesToMp4": "Convertir archivos exportados a MP4",
  "convertFilesToMp4-explain": "Cuando está habilitado, los archivos que no son de vídeo se convierten al formato MP4 antes de ser exportados. Esto asegura la compatibilidad con la función de compartir MP4 nativa de Zoom, ofreciendo una reproducción de multimedia más fácil y de mayor calidad en comparación con el uso compartido de la pantalla.",
  "coWeek": "Siguiente visita del Superintendente de Circuito",
  "coWeek-explain": "Si se ingresa, M³ moverá automáticamente la reunión de entre semana al martes de esa semana. También omitirá la multimedia para el Estudio Bíblico de la congregación y las canciones finales tanto para las reuniones de entre semana como para las de fin de semana.",
  "current-song": "Canción actual",
  "currently-loading": "El contenido multimedia para esta fecha se está cargando actualmente.",
  "custom-background": "Fondo personalizado",
  "custom-background-removed": "El fondo personalizado ha sido removido.",
  "custom-background-set": "La imagen seleccionada esta siendo mostrada en vez del texto del año.",
  "custom-background-will-not-persist": "Por favor, tome en cuenta que el fondo personalizado no se guardará cuando cierres la aplicación.",
  "customEventLastSongShortcut": "Acceso directo al evento de la canción final",
  "customEventLastSongShortcut-explain": "Atajo de teclado enviado cuando la canción final en una reunión termina.",
  "customEventMediaPauseShortcut": "Acceso directo al evento en pausa multimedia",
  "customEventMediaPauseShortcut-explain": "Atajo de teclado enviado cuando la multimedia está pausado.",
  "customEventMediaPlayShortcut": "Acceso directo al evento de reproducción multimedia",
  "customEventMediaPlayShortcut-explain": "Atajo de teclado enviado cuando la multimedia comienza a reproducir.",
  "customEventMediaStopShortcut": "Acceso directo al evento detenido",
  "customEventMediaStopShortcut-explain": "Atajo de teclado enviado cuando la multimedia deja de reproducir.",
  "customEvents": "Eventos Personalizados",
  "dangerZone": "Zona de peligro",
  "dark": "Oscuro",
  "darkMode": "Seleccionar tema",
  "darkMode-explain": "Forzar a la aplicación a utilizar el modo claro u oscuro, o usar el modo predeterminado del sistema",
  "date-format-tokens": "Ejemplos de formato de fecha",
  "days-long": "Domingo_Lunes_Martes_Miércoles_Jueves_Viernes_Sábado",
  "days-short": "Dom_Lun_Mar_Mié_Jue_Vie_Sáb_Dom",
  "delete": "Borrar",
  "delete-all-additional-media": "Eliminar todos los elementos añadidos manualmente",
  "delete-media": "Eliminar elemento multimedia",
  "delete-media-explain": "Seleccione esta opción para eliminar el elemento multimedia seleccionado.",
  "deselect-all": "Deseleccionar todo",
  "directories": "Carpetas",
  "disableMediaFetching": "Desactivar características para reuniones regulares y obtención automática de multimedia",
  "disableMediaFetching-explain": "Esta configuración debería permanecer desactivada en casi todos los casos para garantizar que la multimedia de las reuniones regulares se descarguen automáticamente. Al habilitar esta configuración, será necesario agregar todos los medios manualmente. Solo debería activarse en perfiles que se utilicen exclusivamente para eventos especiales, como escuelas teocráticas, o asambleas.",
  "dismiss": "Descartar",
  "display": "Pantalla",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "Does your Kingdom Hall use a program called @:obsStudio?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Hacer esto simplificará y facilitará en gran medida la compartición de contenido multimedia durante las reuniones híbridas.",
  "dont-forget-add-missing-media": "No olvide añadir canciones y multimedia faltante",
  "dont-forget-to-add-circuit-overseer-date": "For best results, add the date of the circuit overseer's visit to the \"@:congregationMeetings\" section in @:titles.settings.",
  "download-status": "Estado de la descarga",
  "drag-and-drop-or-click-to-browse": "Arrastre y suelte archivos aquí o haga clic para navegar.",
  "drop-media-here": "Soltar aquí para añadir a esta sección",
  "edit-sections": "Editar sección",
  "edit-sections-explain": "Añadir, reordenar o cambiar secciones multimedia personalizadas",
  "enableCacheAutoClear": "Activar la limpieza automática de caché",
  "enableCacheAutoClear-explain": "Cuando se activa, la aplicación borrará automáticamente los archivos caché no utilizados de forma regular. Esto ayuda a liberar espacio en disco y mantener el tamaño de la caché manejable.",
  "enableCustomEvents": "Habilitar integración de eventos personalizados",
  "enableCustomEvents-explain": "Configurar atajos de teclado para ejecutar cuando ocurren varios eventos, como cuando se reproduce la multimedia, pausado o detenido, o cuando la última canción se reproduce durante una reunión. Esto es útil para usuarios avanzados que quieran integrarse con otras aplicaciones, como AutoHotkey o AutoIt.",
  "enableExtraCache": "Almacenar en caché los archivos de video del cancionero",
  "enableExtraCache-explain": "Almacene en caché todos los videos del cancionero para mejorar el rendimiento. Tenga en cuenta que esto aumentará el tamaño de la caché de contenido multimedia.",
  "enableFolderWatcher": "Monitorear carpetas para multimedia adicional",
  "enableFolderWatcher-explain": "Esta función analiza el folder de tu elección para añadir archivos a la lista de multimedia.",
  "enableKeyboardShortcuts": "Activar los atajos de teclado",
  "enableKeyboardShortcuts-explain": "Utiliza atajos de teclado para agilizar la presentación multimedia.",
  "enableMediaAutoExport": "Activar autoexportación",
  "enableMediaAutoExport-explain": "Exporta automáticamente los medios a una carpeta seleccionada, organizada por día.",
  "enableMediaDisplayButton": "Habilitar reproducción de multimedia",
  "enableMediaDisplayButton-explain": "Mostrar imágenes y videos en una ventana o en una pantalla externa. Si se utiliza en un Salón del Reino, esto debe estar habilitado en la mayoría de los casos.",
  "enableMediaWindowFadeTransitions": "Activar transición al ocultar o mostrar la ventana de medios",
  "enableMediaWindowFadeTransitions-explain": "Cuando se activa, la ventana de multimedia se desvanecerá suavemente dentro y fuera en lugar de aparecer/desaparecer al instante. Esto proporciona una experiencia visual más pulida.",
  "enableMusicButton": "Activar la reproducción de música de fondo",
  "enableMusicButton-explain": "Permite reproducir canciones antes y después de las reuniones con solo unos pocos clics.",
  "enableSubtitles": "Activar subtítulos",
  "enableSubtitles-explain": "Esta opción permite habilitar subtítulos por defecto para todos los videos.",
  "enter-a-key-combination": "Introducir una combinación de teclas",
  "enter-a-key-combination-now-using-your-keyboard": "Ingrese una combinación de teclas ahora utilizando su teclado.",
  "enter-key-combination": "Crear un acceso directo.",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Enter the port and password configured in the @:obsWebSocket plugin in @:obsStudio.",
  "entireFile": "Reproducir de principio a fin",
  "entireFile-question": "Are you sure you want to play the entire file from start to finish?",
  "error": "Error",
  "errorDownloadingMeetingMedia": "Error al descargar archivos multimedia de reunión",
  "excludeFootnotes": "Excluir los contenidos de las notas al pie de página en La Atalaya, edición de Estudio",
  "excludeFootnotes-explain": "No incluya vídeos u otros medios a partir de notas a pie de página en los artículos de la Atalaya.",
  "excludeTh": "Excluir todos los medios de comunicación del folleto Maestros",
  "excludeTh-explain": "No incluya vídeos ni otros medios del folleto Maestros.",
  "expand-sidebar": "Ampliar la barra lateral",
  "external-screen": "Pantalla externa",
  "extra-media": "Añadir multimedia",
  "extra-media-item-explain": "Este elemento multimedia se agregó manualmente.",
  "failed": "Fallido",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "Si lo prefiere, puede explorar las otras opciones disponibles o, si desea, puede ir directamente a la pantalla de reproducción de medios y comenzar a usarla para mostrar contenido multimedia.",
  "fileProcessError": "Hubo un error al procesar este archivo",
  "files": "Archivos",
  "filetypeNotSupported": "Este tipo de archivo aún no es compatible",
  "firstDayOfWeek": "Primer día de la semana",
  "firstDayOfWeek-explain": "Seleccione el día como primer día de la semana.",
  "folderToWatch": "Carpeta para monitoreo",
  "folderToWatch-explain": "Esta carpeta debe contener sub-carpetas nombradas por fecha (formato: YYY-MM-DD). Las carpetas que no sigan este formato serán ignoradas.",
  "folderWatcher": "Monitoreando carpeta",
  "footnote": "Notas a pie de página",
  "forward": "Adelantar",
  "from-jw-org": "Desde nuestro sitio",
  "from-local-computer": "Desde su dispositivo",
  "from-songbook": "Desde nuestro cancionero",
  "full-screen": "Pantalla completa",
  "github-repo": "Repositorio de GitHub",
  "go-home": "Ir a inicio.",
  "go-to-settings": "Go to @:titles.settings",
  "greek-scriptures": "Escrituras griegas cristianas",
  "hebrew-aramaic-scriptures": "Escrituras hebreoarameas",
  "help-translate": "Ayúdanos a traducir",
  "help-translate-new": "El idioma multimedia actualmente configurado aún no está disponible como idioma de visualización para M³. ¿Le gustaría ayudar a traducir M³ para los usuarios que hablan ese idioma?",
  "here-are-some-of-the-newest-features": "Here are just a few of the latest features and updates:",
  "hide-from-list": "Ocultar de lista multimedia",
  "hide-from-list-explain": "Hidden files can be restored at any time using the '@:extra-media' menu.",
  "hide-image-for-zoom-participants": "Ocultar imagen para los participantes de Zoom",
  "hide-media-display": "Ocultar multimedia",
  "hideMediaLogo": "Ocultar el logotipo de JW de la ventana de presentación de medios",
  "hideMediaLogo-explain": "Esto elimina el logotipo cuadrado de JW de la esquina inferior derecha. Si se utiliza en un Salón del Reino, esto debe estar desactivado en la mayoría de los casos.",
  "how-will-the-app-be-used": "Tipo de perfil",
  "image-duration-explain": "Ajusta cuánto tiempo se mostrará esta imagen mientras esta sección está siendo bucle",
  "images-videos": "Archivos multimedia",
  "images-videos-explain": "Fotos, vídeos, archivos de audio, documentos PDF y otros archivos multimedia",
  "images:": "Imágenes:",
  "import-media-from-s34mp": "Añadir multimedia de S-34mp",
  "imported-media": "Elementos añadidos manualmente",
  "in-what-language-should-media-be-downloaded": "¿En qué idioma se deben descargar los medios?",
  "inactive": "Inactivo",
  "include-audio-description": "Incluir videos con descripciones de audio",
  "includePrinted": "Incluir medios impresos cuando estén disponibles",
  "includePrinted-explain": "Incluir imágenes adicionales de las ediciones impresas que quizás no estén disponibles en las versiones digitales.",
  "incomplete-configuration": "Configuración incompleta",
  "integrations": "Integraciones",
  "integrationsDescription": "Configurar la integración con otras aplicaciones y servicios",
  "invalid-settings": "Configuración no válida",
  "items": "elementos",
  "jw-playlist": "Lista de reproducción de JW Library",
  "jw-playlist-explain": "Lista de reproducción exportada desde JW Library",
  "jw-playlist-import": "Importar lista de reproducción JW",
  "jw-playlist-import-explain": "Esta característica le permite importar un archivo de lista de reproducción de JW Library. La aplicación copiará automáticamente los archivos multimedia seleccionados de la lista de reproducción y los añadirá a la lista de medios. Los videos se descargarán en el idioma configurado en la lista de reproducción si es necesario.",
  "jwpub-file": "Archivo JWPUB",
  "jwpub-file-explain": "Publicación descargada del sitio oficial de los Testigos de Jehová",
  "jwpub-file-found": "Los archivos JWPUB deben procesarse por separado.",
  "jwpubNoMultimedia": "El archivo JWPUB no contiene ningún contenido multimedia",
  "keyboardShortcuts": "Atajos de teclado",
  "lac": "Nuestra Vida Cristiana",
  "lang": "Idioma del contenido multimedia",
  "lang-explain": "Elija el idioma en el que se llevarán a cabo las reuniones. Este es el idioma que se utilizará para descargar y reproducir el contenido multimedia.",
  "langFallback": "Idioma secundario de multimedia",
  "langFallback-explain": "Puede elegir un idioma secundario aquí si el contenido multimedia a menudo no está disponible en el idioma principal de la congregación.",
  "langSubtitles": "Idioma de los subtítulos",
  "langSubtitles-explain": "Este es el idioma en el que se descargarán y reproducirán los subtítulos.",
  "latest-videos-from-jw-org": "Últimos videos del sitio oficial de los Testigos de Jehová",
  "light": "Claro",
  "loading": "Cargando",
  "local-media-explain-1": "Añadir fotos, videos, archivos de audio, listas de reproducción JW Library, archivos JWPUB, o documentos PDF desde su computadora, así aparecerán en la lista multimedia.",
  "local-media-explain-2": "Todos los formatos comunes son soportados.",
  "localAppLang": "Idioma de la interfaz de usuario",
  "localAppLang-explain": "Este es el idioma en el que se mostrará M³. No afectará el idioma en el que se descargará el contenido multimedia.",
  "localDateFormat": "Formato de fecha",
  "localDateFormat-explain": "Personalice cómo se muestran las fechas en la aplicación.",
  "look-for-this-button-in-m-s-footer": "Busque este botón en el pie de página de M³:",
  "m-is-now-ready-to-be-used": "M³ ya está listo para ser utilizado.",
  "magazine-awake": "Awake!",
  "magazine-watchtower-public": "The Watchtower—Public Edition",
  "magazine-watchtower-study": "The Watchtower—Study Edition",
  "magazine-watchtower-study-simplified": "The Watchtower—Study Edition (Simplified)",
  "magazines": "Magazines",
  "main-window-is-on-this-screen": "La ventana de multimedia no se puede mover aquí, porque la ventana principal de M3 está actualmente en esta pantalla.",
  "make-sure-that-m-is-in-not-use-before-quitting": "Asegúrese de que M³ no esté en uso antes de cerrarlo.",
  "maxRes": "Resolución máxima para videos",
  "maxRes-explain": "Elija la resolución máxima para los videos. Los videos que superen esta resolución no se descargarán.",
  "media-display": "Visualización multimedia",
  "media-display-settings": "Ajustes de visualización de medios",
  "media-from-s34mp": "Contenido multimedia del S-34mp",
  "media-gallery": "Galería multimedia",
  "media-item-missing-explain": "This media item is missing. To play it, add it using the '@:extra-media' menu or by dragging it into the media list from your computer.",
  "media-only": "Multimedia",
  "media-playback": "Reproducción de multimedia",
  "media-sync": "Sincronización de medios",
  "mediaAutoExportFolder": "Carpeta de autoexportación",
  "mediaAutoExportFolder-explain": "Carpeta para las exportaciones automáticas de medios.",
  "mediaExport": "Exportación multimedia",
  "mediaRetrievalAndPlayback": "Obtención y reproducción de multimedia",
  "mediaRetrievalAndPlaybackDescription": "Configurar las opciones de descarga y reproducción de medios para las reuniones.",
  "meeting-media-manager": "Meeting Media Manager",
  "meeting-workbooks": "Meeting Workbooks",
  "meetingRecording": "Meeting recordings",
  "meetingScheduleChange": "Programar cambio de horario de la reunión",
  "meetingScheduleChangeDate": "Fecha del nuevo horario",
  "meetingScheduleChangeDate-explain": "Introduzca la fecha en la que entrará en vigor el nuevo horario de reuniones. A partir de esta fecha, todas las reuniones seguirán el nuevo horario y el antiguo será sustituido de forma permanente.",
  "meetingScheduleChangeMwDay": "Nuevo día de reunión entre semana",
  "meetingScheduleChangeMwDay-explain": "Seleccione el nuevo día para la reunión de entre semana. Déjelo en blanco si el día no va a cambiar.",
  "meetingScheduleChangeMwStartTime": "Nuevo horario de reunión entre semana",
  "meetingScheduleChangeMwStartTime-explain": "Seleccione la nueva hora de inicio de la reunión entre semana. Déjelo en blanco si la hora no va a cambiar.",
  "meetingScheduleChangeOnce": "Aplicar el cambio de horario a una sola semana",
  "meetingScheduleChangeOnce-explain": "Active esta opción para aplicar el cambio de horario sólo a una semana, a partir de la fecha especificada. Esto es útil para cambios puntuales, como durante la visita de un superintendente de circuito a una congregación vecina. De lo contrario, el horario se actualizará para todas las reuniones a partir de la fecha especificada.",
  "meetingScheduleChangeWeDay": "Nuevo día de reunión del fin de semana",
  "meetingScheduleChangeWeDay-explain": "Seleccione el nuevo día para la reunión del fin de semana. Déjelo en blanco si el día no va a cambiar.",
  "meetingScheduleChangeWeStartTime": "Nuevo horario de reunión los fines de semana",
  "meetingScheduleChangeWeStartTime-explain": "Seleccione la nueva hora de inicio de la reunión del fin de semana. Déjelo en blanco si la hora no va a cambiar.",
  "meetingStopBufferSeconds": "¿Cuántos segundos antes de una reunión debería parar la música de fondo?",
  "meetingStopBufferSeconds-explain": "Ajuste el control deslizante para ajustar el tiempo deseado (en segundos) antes de que una reunión comience cuando la música de fondo debe detenerse.",
  "memorialDate": "Fecha de la Conmemoración",
  "memorialDate-explain": "Si se introduce, M³ intentará descargar y preparar automáticamente la imagen de fondo para la Conmemoración. La imagen se mostrará en lugar del texto del año. Tenga en cuenta que se trata de una función experimental y puede que no funcione como se espera.",
  "meteredConnection": "Conexión de datos limitada",
  "meteredConnection-explain": "Active esta opción si dispone de Internet limitado (como datos móviles). En este caso, M³ no descargará automáticamente vídeos y archivos a menos que sean necesarios para las reuniones del día en curso o del siguiente.",
  "midweek-meeting": "Reunión de entre semana",
  "months-long": "Enero_Febrero_Marzo_Abril_Mayo_Junio_Julio_Agosto_Septiembre_Octubre_Noviembre_Diciembre",
  "months-short": "Ene_Feb_Mar_Abr_May_Jun_Jul_Ago_Sep_Oct_Nov_Dic",
  "move": "Mover",
  "move-down": "Mover abajo",
  "move-up": "Mover arriba",
  "music.not-playing": "No se está reproduciendo",
  "music.starting": "Iniciando...",
  "music.stopping": "Deteniendo...",
  "musicVolume": "Volumen de reproducción de música de fondo",
  "musicVolume-explain": "Elija el volumen de la reproducción de música de fondo. Esto le permite establecer un volumen más bajo para la música de fondo, mientras mantiene el volumen de otros medios alto.",
  "mwDay": "Reunión de entre semana",
  "mwDay-explain": "Elija el día en el que se lleva a cabo la reunión de entre semana.",
  "mwStartTime": "Hora de la reunión de entre semana",
  "mwStartTime-explain": "Elija la hora a la que comienza la reunión de entre semana.",
  "new-profile": "Nuevo perfil",
  "new-section": "Nueva sección",
  "next-day-with-media": "Ir al primer día con contenido multimedia",
  "no": "No",
  "no-cache-items-found-to-clear": "No hay elementos de caché para limpiar.",
  "no-circuit-overseer-date-set": "No se ha establecido la fecha de la visita del superintendente de circuito",
  "no-media-files-for-section": "No hay elementos multimedia para esta sección de la reunión.",
  "no-media-for-this-category": "No hay medios multimedia para esta categoría",
  "no-media-for-this-item": "This item has no media available",
  "no-media-items-found": "No media items were found in this document",
  "no-months-found": "No months were found",
  "no-playlist-items-found": "No se encontraron elementos en la lista de reproducción JW seleccionada.",
  "no-regular-meetings": "No hay reuniones regulares",
  "no-results": "No se encontraron resultados",
  "no-results-explain": "Deberá ingresar la información de su congregación manualmente si la búsqueda no tiene éxito.",
  "no-results-short": "Introduzca las palabras de búsqueda arriba",
  "no-results-short-explain": "Deberá ingresar más de dos caracteres para comenzar la búsqueda.",
  "no-search-results": "No search results found",
  "no-unused-cache-items-found-to-clear": "No se encontraron elementos de caché sin usar para limpiar.",
  "no-years-found": "No years were found",
  "noDateSelected": "No hay ninguna fecha seleccionada actualmente.",
  "noDownloadsInProgress": "No hay descargas en progreso actualmente",
  "noName": "Sin nombre",
  "none": "Ninguna",
  "not-yet-available-due-to-metered-connection": "The media for this meeting isn't available yet because your settings prevent downloading media for dates further than 1 day in the future.",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "¡Notará que el texto del año ahora se muestra en el monitor externo! Pero sigamos avanzando.",
  "obs-studio-disconnected-banner": "M³ is unable to connect to @:obsStudio. Please ensure that @:obsStudio is running and configured correctly.",
  "obs-studio-integration": "@:obsStudio integration",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "@:obsStudio is a free app used to manage camera and video feeds in many Kingdom Halls.",
  "obs-studio-media-scene": "@:obsStudio media scene",
  "obs-studio-port-and-password": "@:obsStudio port and password",
  "obs-studio-stage-scene": "@:obsStudio stage scene",
  "obs.connected": "@:obsStudio: Connected",
  "obs.connecting": "@:obsStudio: Connecting",
  "obs.disconnected": "@:obsStudio: Disconnected",
  "obs.error": "@:obsStudio: Connection error",
  "obsCameraScene": "Default stage view scene in @:obsStudio",
  "obsCameraScene-explain": "The scene in @:obsStudio that will be used as the default stage view. As per latest direction, this should be a wide shot.",
  "obsEnable": "Integrate M³ with @:obsStudio",
  "obsEnable-explain": "Connect M³ to @:obsStudio to enable automated switching between media and camera scenes.",
  "obsHideIcons": "No mostrar iconos en el interruptor de escena",
  "obsHideIcons-explain": "Cuando está habilitado, los iconos se ocultarán en el interruptor de escena. Esto puede aumentar la legibilidad de los nombres de la escena.",
  "obsImageScene": "Scene to display images in @:obsStudio (optional)",
  "obsImageScene-explain": "A scene can be configured in @:obsStudio specifically to display images, for example in a picture-in-picture style. If this is left blank, the default media scene will be used instead.",
  "obsMediaScene": "Media window scene in @:obsStudio",
  "obsMediaScene-explain": "The scene in @:obsStudio that will be used to broadcast media to Zoom participants.",
  "obsPassword": "@:obsWebSocket password",
  "obsPassword-explain": "Find the configured password under Tools > WebSocket Server Settings in @:obsStudio.",
  "obsPort": "@:obsWebSocket port",
  "obsPort-explain": "Find the configured port under Tools > WebSocket Server Settings in @:obsStudio.",
  "obsPostponeImages": "No compartir imágenes automáticamente",
  "obsPostponeImages-explain": "When enabled, images will only be displayed for Zoom participants when the media operator clicks on the \"Show in @:obsStudio\" button. This can be useful if you generally display images to the in-person audience before sharing them on Zoom.",
  "obsQuickToggle": "Habilitar cambio de escena instantáneo",
  "obsQuickToggle-explain": "When enabled, hovering over the @:obsStudio button will open the scene switcher. This can be useful for quickly switching scenes in @:obsStudio, especially if many scenes are configured.",
  "obsRememberPreviouslyUsedScene": "Recordar escena previamente usada después de la reproducción multimedia",
  "obsRememberPreviouslyUsedScene-explain": "Cuando esté activado, M3 recordará la escena que estaba activa antes de que la multimedia comiencen a reproducir y volverá a ella cuando termine la reproducción de multimedia. De lo contrario, M3 cambiará a la escena predeterminada de la cámara.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "Retrasar cambio de escenas cuando se esté reproduciendo multimedia",
  "obsSwitchSceneAfterMedia-explain": "When enabled, @:obsStudio will defer scene changes until after any currently playing media has finished. Note: enabling this option will also remove media and image scenes from the scene switcher.",
  "obsWebSocket": "WebSocket",
  "once-the-scene-has-been-created-select-it-here": "Una vez que se haya creado la escena, selecciónela aquí.",
  "only-show-settings-that-are-not-valid": "Mostrar solo ajustes que no son válidos",
  "oops-nothing-here": "Ups. No hay nada aquí...",
  "open-recording-folder": "Open recording folder",
  "open-website": "Abrir sitio",
  "optional-title": "Título opcional",
  "other": "Otro",
  "other:": "Otro:",
  "paragraph": "Párrafo",
  "pause-to-adjust-time": "Para habilitar el desplazamiento, el video debe estar en pausa",
  "picture-in-picture": "Multimedia y orador",
  "play-entire-file": "Play entire file",
  "play-music": "Reproducir música",
  "play-only-this-clip": "Play this clip only",
  "play-only-this-clip-question": "Are you sure you want to play this clip again?",
  "play-while-downloading": "Empezar a transmitir este elemento multimedia desde internet mientras está siendo descargado",
  "playlist-items": "Lista de reproducción",
  "please-use-image-or-jwpub": "Seleccione un archivo de imagen o un archivo JWPUB que contenga una imagen",
  "please-wait": "Por favor, espere",
  "position": "Posición",
  "processing": "Procesando:",
  "profile-deletion": "Eliminación de perfil",
  "profile-name": "Nombre del perfil",
  "profile-type-choose-regular": "La mayoría de los usuarios deben elegir \"Regular\".",
  "profile-type-regular": "En la mayoría de los casos, elegir \"Regular\" es la mejor opción. Esto creará un perfil que descarga contenido multimedia para todas las reuniones automáticamente y también habilitará las funciones de presentación de medios que se utilizan con mayor frecuencia durante las reuniones de la congregación.",
  "profile-type-special": "Elija \"Otro\" si está creando un perfil para el cual no se deba descargar contenido multimedia automáticamente. Los medios deberán añadirse manualmente para su uso en este perfil. Este tipo de perfil se utiliza principalmente para escuelas teocráticas, asambleas y otros casos especiales.",
  "programs": "Programs",
  "projecting": "Proyectando",
  "pt": "Discurso Público",
  "pt-media": "Multimedia para discursos públicos",
  "publication-media": "Publication media",
  "publication-media-explain": "Get media from magazines, brochures, books, and other publications",
  "quit-and-install": "Salir e Instalar",
  "receive-beta-updates": "Recibir acceso anticipado a versiones beta",
  "receive-beta-updates-explain": "Las actualizaciones beta pueden contener características inestables y posibles errores. No habilite esta opción en el equipo utilizado para reuniones en vivo.",
  "recording-duration": "Recording duration",
  "recordingEnable": "Integrate M³ with an external recording application",
  "recordingEnable-explain": "Since M³ doesn’t include a built-in recording feature, enabling this option lets it control an external recording app using keyboard shortcuts to start and stop recording. Note: this option is not compatible with @:obsStudio. If you are using OBS Studio, please use the @:obsStudio recording feature in the @:obsStudio integation instead.",
  "recordingFolder": "Recording folder",
  "recordingFolder-explain": "Specify the folder where the external application saves recordings. Optional, but if provided, M³ will display a button to open this folder.",
  "recordingStartShortcut": "Start recording shortcut",
  "recordingStartShortcut-explain": "Enter the keyboard shortcut that starts recording in the external application. M³ will send this shortcut when you press @:start-recording in the Meeting recordings popup.",
  "recordingStopShortcut": "Stop recording shortcut",
  "recordingStopShortcut-explain": "Enter the keyboard shortcut that stops recording in the external application. M³ will send this shortcut when you press @:stop-recording in the Meeting recordings popup. If left blank, M³ will reuse the @:start-recording shortcut.",
  "refresh": "Actualizar",
  "refresh-all-meeting-media": "Refresh meeting media",
  "refresh-all-meeting-media-confirm": "This will force a refresh of all meetings and download new versions of any media that has been updated. Note that this will not affect any media that has been manually added. Are you sure you want to proceed?",
  "regular": "Regular",
  "remind-me-later": "Recuérdamelo más tarde",
  "remove-all-cache": "Eliminar todos los archivos de la caché",
  "remove-unused-cache": "Eliminar elementos no utilizados de la caché",
  "rename": "Renombrar objeto multimedia",
  "rename-explain": "Los objetos multimedia no se renombran permanentemente; el nombre original se restaurará cuando la aplicación se reinicie.",
  "repeat": "Este elemento multimedia se ejecutará continuamente",
  "repeat-media-item": "Bucle este elemento multimedia",
  "repeat-media-item-explain": "Elija esto si el elemento multimedia seleccionado debería reproducirse en un bucle hasta que se detenga manualmente.",
  "repeat-section": "Repetir esta sección",
  "repeat-section-explain": "Activar la reproducción continua de todos los elementos multimedia en esta sección.",
  "replace": "Reemplazar",
  "reset": "Restablecer",
  "reset-custom-background": "Eliminar fondo personalizado",
  "reset-sort-order": "Restablecer orden",
  "save": "Guardar",
  "scene-not-found": "A problem occurred while activating a scene in @:obsStudio.",
  "scene-not-found-explain": "Please check the configured scenes in @:titles.settings.",
  "scene-selection": "Selección de escena de OBS",
  "screen-access-required": "Se requieren permisos de grabación de pantalla para esta función",
  "screen-access-required-explain": "Por favor, reinicie la aplicación cuando se hayan concedido permisos de grabación de pantalla en Configuración del sistema.",
  "search": "Buscar",
  "search-by-title-or-number": "Buscar por título o número",
  "search-placeholder": "Enter a search term",
  "search-results-count": "Results found: {count}",
  "select-a-congregation-to-enable": "Seleccione un perfil primero",
  "select-a-custom-background": "Elija una imagen que se mostrará como la imagen de fondo en lugar del texto del año. Esto normalmente se utilizaría solo en ocasiones especiales, como la Conmemoración.",
  "select-a-date": "Seleccione una fecha",
  "select-a-date-to-begin": "Por favor, seleccione una fecha para comenzar.",
  "select-all": "Seleccionar todo",
  "select-camera": "Seleccione una cámara",
  "select-media-items": "Select media items",
  "select-media-items-explain": "Select which media items to import from this document.",
  "select-s34mp": "Seleccione el S-34mp",
  "select-s34mp-media": "Haga clic en un título de discurso público para añadir su multimedia. Para actualizar el archivo S-34mp con una versión más reciente, haga clic en Reemplazar.",
  "select-s34mp-to-add-pt-media": "Descargue el archivo S-34mp JWPUB del sitio web oficial de los Testigos de Jehová, luego selecciónelo aquí para acceder a la lista de reproducción de multimedia para discursos públicos. El archivo será almacenado en caché para un acceso rápido y se puede actualizar en cualquier momento seleccionando un archivo nuevo.",
  "set-custom-background": "Seleccione un fondo personalizado",
  "set-custom-durations": "Establecer hora de inicio/final personalizada",
  "setup-wizard": "Configuración inicial",
  "setupWizard.backgroundMusic": "Música de fondo",
  "setupWizard.intro": "M³ es una aplicación diseñada para facilitar la reproducción de contenido multimedia en las reuniones de la congregación de manera sencilla y sin estrés. Configuremos algunas cosas, y luego estaremos listos para comenzar.",
  "setupWizard.meetingDaysTimes": "Días y horas de las reuniones",
  "setupWizard.welcome": "Bienvenido a M³.",
  "shortcutMediaNext": "Reproducir siguiente objeto multimedia",
  "shortcutMediaNext-explain": "Atajo para seleccionar el siguiente vídeo o imagen en la lista.",
  "shortcutMediaPauseResume": "Reproducir o pausar multimedia",
  "shortcutMediaPauseResume-explain": "Acceso directo para reproducir o pausar la multimedia seleccionada. Si el medio es una imagen, la pausa tendrá el mismo efecto que detener.",
  "shortcutMediaPrevious": "Reproducir elemento multimedia anterior",
  "shortcutMediaPrevious-explain": "Atajo para seleccionar el vídeo o imagen anteriores en la lista.",
  "shortcutMediaStop": "Detener multimedia",
  "shortcutMediaStop-explain": "Acceso directo para dejar de reproducir la multimedia seleccionada actualmente.",
  "shortcutMediaWindow": "Ocultar/mostrar ventana multimedia",
  "shortcutMediaWindow-explain": "Atajo para ocultar o mostrar rápidamente la ventana de medios.",
  "shortcutMusic": "Iniciar/detener la música de fondo",
  "shortcutMusic-explain": "Atajo para iniciar o detener la música de fondo.",
  "show-all-media": "Mostrar todo el contenido multimedia",
  "show-all-settings": "Mostrar todos los ajustes",
  "show-hidden-media": "Mostrar multimedia oculta",
  "show-hidden-media-explain": "Esto mostrará cualquier multimedia que haya sido ocultado previamente para el día seleccionado actualmente.",
  "show-image-for-zoom-participants": "Mostrar imagen para los participantes de Zoom",
  "show-media-display": "Mostrar multimedia",
  "some-media-items-are-hidden": "Se han ocultado algunos elementos multimedia.",
  "some-media-items-are-missing": "Faltan algunos archivos multimedia",
  "some-media-items-are-missing-explain": "Some media could not be downloaded automatically. You can add this media manually if needed by using the '@:extra-media' menu or by dragging it into the media list from your computer.",
  "some-songs-are-duplicated": "Algunas canciones aparecen más de una vez en la lista de multimedia. Compruebe si es intencional.",
  "song": "Canción",
  "songbook-video-caching": "Almacenando videos del cancionero",
  "stage": "Plataforma",
  "start-mirroring": "Iniciar transmisión",
  "start-over": "Empezar de nuevo",
  "start-recording": "Start Recording",
  "stop": "Detener",
  "stop-media": "Detener multimedia",
  "stop-mirroring": "Detener transmisión",
  "stop-music": "Detener música",
  "stop-playing-media-first": "Por favor detenga la reproducción multimedia antes de navegar a una página diferente.",
  "stop-playing-media-first-explain": "No puedes cambiar páginas mientras la multimedia esté reproduciendo.",
  "stop-recording": "Stop Recording",
  "stop-repeat-media-item": "No hacer bucle de este elemento",
  "stop-repeat-media-item-explain": "Elija esto si el elemento multimedia seleccionado debería reproducirse en un bucle hasta que se detenga manualmente.",
  "stop-repeat-section": "Dejar de repetir esta sección",
  "stop-repeat-section-explain": "Desactivar la reproducción continua.",
  "study-bible": "Biblia de Estudio",
  "study-bible-media": "Imágenes, videos, gráficos y mapas de la Biblia de Estudio",
  "subtitles": "Subtítulos",
  "successfully-migrated-from-the-previous-version": "Migrado exitosamente desde la versión anterior",
  "sureStopVideo": "¿Está seguro de que desea detener el video?",
  "tgw": "Tesoros de la Biblia",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "El nombre del perfil le ayudará a cambiar rápidamente entre perfiles, si decide crear más de uno en el futuro.",
  "there-are-no-media-items-for-the-selected-date": "No hay elementos multimedia para la fecha seleccionada.",
  "this-is-a-test-version": "¡Esta es una versión de prueba! Utilícela para probarla pero no la mantenga instalada.",
  "this-meeting-is-far-in-the-future": "This meeting is in the future...",
  "this-song-is-duplicated": "Esta canción aparece más de una vez en la lista de multimedia.",
  "this-will-only-delete-media-for-this-day": "Esta acción solo eliminará multimedia adicional para el día seleccionado",
  "this-will-speed-up-media-retrieval-for-meetings": "Esto acelerará la obtención de medios para el contenido multimedia de las reuniones, pero no es obligatorio.",
  "titles.meetingMedia": "Multimedia",
  "titles.presentWebsite": "Presentación web",
  "titles.profileSelection": "Perfiles de congregación",
  "titles.settings": "Ajustes",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Consejo: Para asegurarse de poder mostrar y ocultar rápidamente a los participantes de Zoom en las pantallas de TV cuando sea necesario, asegúrese de que la opción \"usar monitores duales\" en Zoom esté habilitada.",
  "tools": "Herramientas",
  "top": "Superior",
  "tracts-and-invitations": "Tracts and invitations",
  "tryConfiguringFallbackLanguage": "Try configuring a fallback language in @:titles.settings",
  "unknown-date": "No date",
  "until-meeting-starts": "Hasta que comience la reunión",
  "upcoming-songs": "Próximas canciones",
  "update": "Actualizar",
  "update-available-please-update": "¡Una nueva versión de M³ está disponible! Recomendamos actualizar para recibir las últimas funciones, correcciones de errores y actualizaciones de seguridad.",
  "update-downloaded": "Una nueva versión de M3 ha sido descargada y está lista para ser instalada.",
  "update-downloading": "Una nueva versión de M3 está disponible y se está descargando en segundo plano.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Use the '@:extra-media' button to add media for this date, or select a different date to view the corresponding media for that day.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Utilice el control deslizante a continuación para ajustar la hora de inicio y finalización de este elemento multimedia. Esto es útil para reproducir solo ciertas partes de un video.",
  "user-guide": "Guía del usuario",
  "verse-or-verses": "Versículos",
  "verses": "Versículos",
  "video": "Video",
  "videos:": "Videos:",
  "warning": "Advertencia",
  "watched-media-item-explain": "Este elemento multimedia ha sido añadido desde una carpeta monitoreada",
  "weDay": "Reunión de fin de semana",
  "weDay-explain": "Elija el día en el que se realiza la reunión de fin de semana.",
  "weekend-meeting": "Reunión de fin de semana",
  "welcome-to-mmm": "¡Bienvenido a M³!",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Comenzaremos a obtener medios mientras finalizamos nuestra configuración inicial.",
  "weStartTime": "Hora de la reunión del fin de semana",
  "weStartTime-explain": "Elija la hora a la que comienza la reunión del fin de semana.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "¿Cuáles son los días y horas de sus reuniones? Usaremos esta información para mostrar el calendario de medios.",
  "what-kind-of-profile-is-this": "Elija el tipo de perfil que le gustaría crear.",
  "what-language-would-you-like-m-to-be-displayed-in": "¿Qué idioma le gustaría que se mostrara en M³?",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Cuando haya terminado de presentar el sitio, puede cerrar la ventana del sitio o hacer clic nuevamente en el botón en la esquina superior derecha de esta ventana.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Al hacer clic en el botón \"Abrir sitio\" en la esquina superior derecha de esta ventana, una nueva ventana se abrirá al sitio web oficial de los testigos de Jehová.",
  "window-type": "Tipo de ventana",
  "windowed": "Ventana",
  "would-you-like-to-enable-songbook-video-caching": "¿Le gustaría almacenar en caché todos los videos del cancionero?",
  "would-you-like-to-integrate-m-with-obs-studio": "Would you like to integrate M³ with @:obsStudio?",
  "would-you-like-to-integrate-zoom": "Would you like to integrate M³ with Zoom?",
  "wt": "La Atalaya edición de estudio",
  "yeartext": "Texto del año",
  "yes": "Sí",
  "you-can-navigate-the-website-before-presenting-it": "Si es necesario, puede navegar a una página específica antes de presentarla al público. Cuando esté listo, pulse el botón \"Iniciar presentación\" en la esquina superior derecha de esta ventana. Lo que ves en la ventana del sitio ahora se mostrará en la ventana de multimedia para que la audiencia lo vea.",
  "zoom-in": "Ampliar",
  "zoom-integration-explain": "Enable this to let M³ automatically start and stop Zoom screen sharing when media starts and stops playing.",
  "zoom-out": "Reducir",
  "zoomAutoFocusMediaWindow": "Automatically focus media window after Zoom screen sharing starts",
  "zoomAutoFocusMediaWindow-explain": "This is usually not required, but could be helpful on some systems if the media window regularly loses focus after Zoom screen sharing starts.",
  "zoomEnable": "Integrar M3 con el uso compartido de la pantalla de Zoom",
  "zoomEnable-explain": "Iniciar y detener automáticamente el uso compartido de la pantalla de zoom cuando la multimedia se inicia y deja de reproducir.",
  "zoomIntegration": "Zoom",
  "zoomScreenShareShortcut": "Atajo para compartir pantalla de Zoom",
  "zoomScreenShareShortcut-explain": "Introduzca el acceso directo del teclado configurado en el ajuste de Zoom \"Iniciar/Detener compartir pantalla\". M3 enviará este acceso directo cuando la multimedia comience a reproducir (para iniciar el uso compartido de la pantalla) y cuando se detenga (para detener el uso compartido de la pantalla). Para poder utilizar esta función, necesita habilitar la opción \"Acceso directo global\" para ese acceso directo en particular en los ajustes de Zoom."
}
