{
  "add": "Ajouter",
  "add-a-closing-song": "Ajouter un cantique de clôture",
  "add-a-song": "Ajoutez un cantique à la liste des médias pour cette réunion.",
  "add-a-video-explain": "Ajoutez l'une des vidéos du site officiel des Témoins de Jéhovah à la liste des médias. Les dernières vidéos sont affichées ici, mais vous pouvez également rechercher toutes les vidéos si nécessaire.",
  "add-an-opening-song": "Ajouter un cantique d'ouverture",
  "add-extra-media": "Ajouter des médias supplémentaires",
  "add-media-audio-bible": "Add audio recordings from the New World Translation of the Holy Scriptures",
  "add-media-audio-bible-explain": "Select a specific Bible book and chapter to download audio recordings of its verses.",
  "add-media-study-bible": "Ajouter des médias à partir de l'édition d'étude de la Bible",
  "add-media-study-bible-explain": "Sélectionnez un livre de la Bible et un chapitre spécifique pour afficher une liste de supports d'étude tels que des images, des vidéos, des cartes et des références historiques.",
  "add-video-jw-org": "Ajouter une vidéo",
  "additional-scenes": "Scènes supplémentaires",
  "advanced": "Avancé",
  "advancedDescription": "Les utilisateurs calés voudront peut-être modifier ces paramètres, mais la configuration par défaut est généralement suffisante.",
  "almost-done": "Presque fini!",
  "also-look-for-this-button-in-m-s-footer": "Recherchez également ce bouton dans le pied de page de M³ :",
  "app-description": "Meeting Media Manager est une application multiplateforme pour les réunions des assemblées locales des Témoins de Jéhovah, tant en personne que hybrides. Elle s'intègre à OBS Studio pour afficher les médias à la fois à la salle du Royaume et dans Zoom. M³ facilite la tâche de ceux qui travaillent au service audio/vidéo grâce à ses fonctionnalités pratiques et son interface intuitive. Elle prend en charge tous les formats de fichiers théocratiques, ainsi que les fichiers PDF et les fichiers multimédias communément utilisés. Cette appli peut accompagner JW Library, ou même remplacer celle-ci, selon les besoins de votre assemblée locale.",
  "app-issues": "Si vous rencontrez des problèmes ou avez trouvé un bug, veuillez le signaler sur notre page GitHub, en vous assurant de décrire le problème en détail. Nous vous répondrons dans les plus brefs délais.",
  "applicationConfiguration": "Configuration de l'application",
  "applicationConfigurationDescription": "Personnaliser le comportement et l'apparence de cette application",
  "archive-file-found": "Les fichiers d'archives doivent être traités séparément.",
  "are-you-sure-delete": "Êtes-vous sûr de vouloir supprimer le fichier \"{mediaToDelete}\" ?",
  "are-you-sure-delete-all": "Êtes-vous sûr de vouloir supprimer tous les fichiers multimédias supplémentaires pour le jour sélectionné ?",
  "are-you-sure-delete-cache": "Êtes-vous sûr de vouloir supprimer tous les fichiers mis en cache ?",
  "are-you-sure-delete-unused-cache": "Êtes-vous sûr de vouloir supprimer les fichiers inutilisés du cache ?",
  "are-you-sure-you-want-to-delete-this-profile": "Êtes-vous sûr de vouloir supprimer le profil {profileName} ?",
  "audio-bible": "Bible audio recording",
  "audio-bible-media": "Audio recordings from the New World Translation",
  "audio:": "Audio :",
  "auto-updates": "Mises à jour automatiques",
  "autoStartAtLogin": "Démarrez M³ automatiquement après l'ouverture de session",
  "autoStartAtLogin-explain": "M³ peut se lancer automatiquement lorsque l'ordinateur est démarré.",
  "autoStartMusic": "Jouer automatiquement la musique de fond avant les réunions",
  "autoStartMusic-explain": "La musique de fond démarrera automatiquement si une réunion est cédulée dans les minutes ou les heures suivant le lancement de la M³.",
  "automatic": "Automatique",
  "ayfm": "Applique-toi au ministère",
  "back": "Retour",
  "baseUrl": "Adresse du site Web",
  "baseUrl-explain": "Entrez l'adresse utilisée pour accéder au site officiel des Témoins de Jéhovah.",
  "browse": "Parcourir",
  "cache": "Fichiers en cache",
  "cancel": "Annuler",
  "change-tag": "Modifier le tag",
  "change-tag-explain": "Modifier le type de tag et son libellé pour cet élément média.",
  "chapter": "Chapter",
  "choose-a-document-for-import": "Sélectionnez un article, chapitre ou en-tête :",
  "choose-a-folder": "Choisir un dossier",
  "choose-a-song": "Choisissez un cantique",
  "choose-an-image": "Choisissez une image",
  "clear": "Supprimer",
  "clear-cache": "Vider le cache",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "En cliquant dessus, vous pourrez démarrer et arrêter la lecture de la musique de fond. La musique de fond jouera automatiquement avant le début d'une réunion lorsque M³ est lancé, et s'arrêtera automatiquement avant le début de la réunion. Cependant, la lecture de la musique de fond devra être démarrée manuellement après la prière de clôture, à l'aide de ce bouton.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "En cliquant dessus, vous pourrez masquer temporairement les média et le texte de l'année, pour afficher les participants Zoom en dessous. Une fois la partie Zoom terminée, vous pouvez afficher à nouveau le texte de l'année en utilisant le même bouton.",
  "clicking-the-close-button-again-will-close-app": "En cliquant à nouveau sur le même bouton, vous quitterez M³.",
  "close": "Fermer",
  "co": "Responsable de circonscription",
  "coWeek": "Prochaine visite prévue du responsable de circonscription",
  "coWeek-explain": "Si cette date est ajoutée, M³ déplacera automatiquement la réunion de semaine au mardi pour cette semaine. Les médias pour l’étude biblique de l'assemblée et les cantiques de clôture pour les réunions de semaine et de fin de semaine seront également enlevés.",
  "collapse-sidebar": "Réduire la barre latérale",
  "complete": "Terminé",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Configurez une scène dans OBS Studio pour capturer la fenêtre multimédia.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Configurez une scène dans OBS Studio pour afficher un plan large de l'estrade.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "Vous devrez configurer le plugin Websocket dans OBS Studio. Le plugin de caméra virtuelle est également requis, alors assurez-vous qu'il est installé et configuré.",
  "confirm": "Confirmer",
  "congratulations": "Félicitations !",
  "congregation-lookup": "Recherche d'assemblée locale",
  "congregation-lookup-explain": "Entrez des mots-clés tels que le nom de votre assemblée locale ainsi que la ville ou la zone dans laquelle elle se trouve. Ces informations seront utilisées pour tenter de récupérer automatiquement l'horaire et la langue des réunions.",
  "congregationMeetings": "Réunions de l'assemblée locale",
  "congregationMeetingsDescription": "Paramètres relatifs à votre assemblée locale et à l'horaire des réunions",
  "congregationName": "Nom de l'assemblée locale",
  "congregationName-explain": "Ce nom sera affiché dans le menu de sélection du profil de l'application.",
  "continue": "Continuer",
  "current": "Actuel",
  "current-song": "Cantique en cours",
  "currently-loading": "Les médias pour cette date sont en cours de chargement.",
  "custom-background": "Arrière-plan personnalisé",
  "custom-background-removed": "L'arrière-plan personnalisé a désormais été supprimé.",
  "custom-background-set": "L'image choisie est maintenant affichée au lieu du texte de l'année.",
  "custom-background-will-not-persist": "Veuillez noter que l'arrière-plan personnalisé ne sera pas sauvegardé si vous quittez l'application.",
  "dangerZone": "Zone à risque",
  "dark": "Sombre",
  "darkMode": "Préférence de thème",
  "darkMode-explain": "Forcer l'application à utiliser le mode clair ou sombre, ou bien utiliser la valeur par défaut du système",
  "days-long": "Dimanche_Lundi_Mardi_Mercredi_Jeudi_Vendredi_Samedi",
  "days-plural": "jours",
  "days-short": "Dim_Lun_Mar_Mer_Jeu_Ven_Sam",
  "delete": "Supprimer",
  "delete-all-additional-media": "Supprimer tous les médias supplémentaires",
  "delete-media": "Supprimer l'élément multimédia",
  "delete-media-explain": "Choisissez cette option pour supprimer l'élément multimédia sélectionné.",
  "disableMediaFetching": "Désactiver les fonctions pour les réunions régulières et le téléchargement automatique des médias",
  "disableMediaFetching-explain": "Ce paramètre doit rester désactivé dans presque tous les cas afin de permettre le téléchargement automatique des médias pour les réunions habituelles. Si ce paramètre est activé, tous les médias devront être ajoutés manuellement. Ce paramètre ne doit être activé que dans les profils qui seront utilisés exclusivement pour des événements spéciaux tels que des écoles théocratiques ou des assemblées de circonscription ou régionales.",
  "dismiss": "Fermer",
  "display": "Écran",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "Un programme appelé OBS Studio est-il utilisé dans votre salle du Royaume ?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Cela simplifiera et facilitera grandement le partage de médias lors de réunions hybrides.",
  "dont-forget-add-missing-media": "N'oubliez pas d'ajouter les cantiques ou les médias manquants.",
  "dont-forget-to-add-circuit-overseer-date": "Pour de meilleurs résultats, allez dans { settings } et ajoutez la date de la visite du responsable de circonscription à la section \"{ congregationMeetings }\".",
  "download-status": "État des téléchargements",
  "drag-and-drop-or-click-to-browse": "Glissez et déposez des fichiers ici ou cliquez pour parcourir.",
  "enableExtraCache": "Mettre en cache tous les vidéos pour les cantiques",
  "enableExtraCache-explain": "Mettre en cache toutes les vidéos des cantiques pour améliorer les performances. Notez que cela augmentera la taille du cache multimédia.",
  "enableFolderWatcher": "Activer la surveillance de dossier média supplémentaire",
  "enableFolderWatcher-explain": "Cette fonctionnalité surveille un dossier de votre choix pour les nouveaux fichiers média, les ajoutant automatiquement à la liste des médias.",
  "enableKeyboardShortcuts": "Activer les raccourcis clavier",
  "enableKeyboardShortcuts-explain": "Utilisez les raccourcis clavier pour simplifier la présentation des médias.",
  "enableMediaAutoExport": "Activer l’exportation automatique",
  "enableMediaAutoExport-explain": "Exporter automatiquement les médias vers un dossier choisi, organisé par jour.",
  "enableMediaDisplayButton": "Activer la fonction de lecture des médias",
  "enableMediaDisplayButton-explain": "Afficher les images et les vidéos dans une fenêtre ou sur un écran externe. Si vous utilisez M³ dans une Salle du Royaume, cette option devrait être activée dans la plupart des cas.",
  "enableMusicButton": "Activer la fonction de musique de fond",
  "enableMusicButton-explain": "Jouez des cantiques avant et après les réunions en quelques clics.",
  "enableSubtitles": "Activer les sous-titres pour les vidéos",
  "enableSubtitles-explain": "Activer les sous-titres par défaut pour toutes les vidéos.",
  "enter-a-key-combination": "Entrez une combinaison de touches",
  "enter-a-key-combination-now-using-your-keyboard": "Entrez une combinaison de touches maintenant à l'aide de votre clavier.",
  "enter-key-combination": "Créer un raccourci",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Entrez le port et le mot de passe configurés dans le plugin Websocket dans OBS Studio.",
  "entireFile": "Jouez du début à la fin",
  "error": "Erreur",
  "errorDownloadingMeetingMedia": "Erreur lors du téléchargement des médias pour la réunion",
  "errors": "Erreurs",
  "excludeFootnotes": "Exclure les médias des notes de bas de page pour l'étude de la Tour de Garde",
  "excludeFootnotes-explain": "Ne pas inclure de vidéos ou d'autres médias en provenance des notes de bas de page pour les articles de la Tour de Garde.",
  "excludeTh": "Exclure tous les médias de la brochure th",
  "excludeTh-explain": "N'incluez pas de vidéos ou d'autres médias de la brochure Enseignement.",
  "expand-sidebar": "Agrandir la barre latérale",
  "external-screen": "Écran externe",
  "extra-media": "Ajouter des médias",
  "extra-media-item-explain": "Cet élément multimédia a été ajouté manuellement",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "N'hésitez pas à parcourir les autres options disponibles, ou si vous préférez, vous pouvez vous diriger directement vers l'écran de lecture multimédia et commencer à l'utiliser pour afficher des médias.",
  "fileProcessError": "Une erreur s'est produite lors du traitement de ce fichier",
  "filetypeNotSupported": "Ce type de fichier n'est pas encore pris en charge",
  "firstDayOfWeek": "Premier jour de la semaine",
  "firstDayOfWeek-explain": "Sélectionnez le jour de la semaine à afficher en premier dans une semaine au calendrier.",
  "folderToWatch": "Dossier à surveiller",
  "folderToWatch-explain": "Le dossier qui sera surveillé pour les nouveaux fichiers multimédia. Ce dossier doit contenir des sous-dossiers nommés par date (format : AAAA-MM-JJ). Les fichiers dans des dossiers qui ne suivent pas cette convention seront ignorés.",
  "folderWatcher": "Surveillance de dossier",
  "footnote": "Note en bas de page",
  "forward": "Avant",
  "from-jw-org": "Depuis notre site web",
  "from-local-computer": "Depuis votre appareil",
  "from-songbook": "Depuis notre recueil de cantiques",
  "full-screen": "Plein écran",
  "github-repo": "Voir sur GitHub",
  "go-home": "Retourner à la page d'accueil",
  "go-to-settings": "Accéder aux réglages",
  "help-translate": "Contribuer à la traduction",
  "help-translate-new": "La langue des médias actuellement configurée n'est pas disponible comme langue d'affichage pour M³. Aimeriez-vous aider à traduire M³ pour les utilisateurs qui parlent cette langue ?",
  "hide-from-list": "Masquer ce média",
  "hide-from-list-explain": "Les fichiers cachés peuvent être restaurés à tout moment en utilisant le menu « Ajouter des médias».",
  "hide-image-for-zoom-participants": "Masquer l'image pour les participants Zoom",
  "hide-media-display": "Masquer la fenêtre des médias",
  "hideMediaLogo": "Masquer le logo dans la fenêtre de présentation des médias",
  "hideMediaLogo-explain": "Cela supprime le logo JW carré dans le coin inférieur droit. Si vous utilisez dans une Salle du Royaume, cette option devrait être désactivée dans la plupart des cas.",
  "how-will-the-app-be-used": "Type de profil",
  "images-videos": "Fichiers média",
  "images-videos-explain": "Photos, vidéos, fichiers audio, documents PDF, et autres fichiers média",
  "images:": "Images :",
  "import-media-from-s34mp": "Ajouter des médias depuis le S-34mp",
  "imported-media": "Médias supplémentaires",
  "in-what-language-should-media-be-downloaded": "Dans quelle langue les médias doivent-ils être téléchargés ?",
  "inProgress": "Téléchargement en cours",
  "inactive": "Inactif",
  "include-audio-description": "Inclure les vidéos avec des descriptions audio",
  "includePrinted": "Inclure les médias en format imprimé lorsqu'ils sont disponibles",
  "includePrinted-explain": "Inclure des images supplémentaires provenant de l'édition imprimée des publications qui pourraient ne pas être disponibles dans les versions numériques.",
  "incomplete-configuration": "Configuration incomplète",
  "integrations": "Intégrations",
  "integrationsDescription": "Configurer l'intégration avec d'autres applications et services",
  "invalid-settings": "Paramètres invalides",
  "jw-playlist": "Liste de lecture JW Library",
  "jw-playlist-explain": "Liste de lecture exportée depuis JW Library",
  "jwpub-file": "Fichier JWPUB",
  "jwpub-file-explain": "Publication téléchargée depuis le site officiel des Témoins de Jéhovah",
  "jwpub-file-found": "Les fichiers JWPUB doivent être traités séparément.",
  "jwpubNoMultimedia": "Le fichier JWPUB ne contient aucun médias",
  "keyboardShortcuts": "Raccourcis clavier",
  "lac": "Vie chrétienne",
  "lang": "Langue utilisée pendant les réunions",
  "lang-explain": "Choisissez la langue dans laquelle les réunions ont lieu. C'est la langue qui sera utilisée pour télécharger et lire les médias.",
  "langFallback": "Langue pour les médias qui ne sont pas disponibles dans la langue principale de l'assemblée locale",
  "langFallback-explain": "Vous pouvez choisir une langue secondaire ici si les médias sont souvent indisponibles dans la langue principale de l'assemblée locale.",
  "langSubtitles": "Langue des sous-titres",
  "langSubtitles-explain": "Il s'agit de la langue dans laquelle les sous-titres seront téléchargés et joués.",
  "latest-videos-from-jw-org": "Dernières vidéos du site officiel des Témoins de Jéhovah",
  "light": "Lumineux",
  "local-media-explain-1": "Ajoutez des photos, des vidéos, des fichiers audio, des listes de lecture JW Library, des fichiers JWPUB, ou des documents PDF depuis votre ordinateur et ils apparaîtront dans la liste des médias.",
  "local-media-explain-2": "Tous les formats de média courants sont pris en charge.",
  "localAppLang": "Langue d'affichage",
  "localAppLang-explain": "Ceci est la langue dans laquelle M³ sera affichée. Cela n'affectera pas la langue dans laquelle les médias sont téléchargés.",
  "look-for-this-button-in-m-s-footer": "Recherchez ce bouton dans le pied de page de M³ :",
  "m-is-now-ready-to-be-used": "M³ est maintenant prêt à être utilisé.",
  "main-scenes": "Scènes principales",
  "make-sure-that-m-is-in-not-use-before-quitting": "Assurez-vous que M³ n'est pas en cours d'utilisation avant de quitter.",
  "maxRes": "Résolution maximale pour vidéos",
  "maxRes-explain": "Choisissez la résolution maximale pour les vidéos. Les vidéos dont la résolution est supérieure à cette valeur ne seront pas téléchargées.",
  "media-display": "Affichage multimédia",
  "media-display-settings": "Paramètres d'affichage des médias",
  "media-from-s34mp": "Médias du S-34mp",
  "media-gallery": "Galerie des médias",
  "media-item-missing-explain": "Cet élément média est manquant. Pour le lire, ajoutez-le en utilisant le menu « Ajouter des médias » ou en le faisant glisser dans la liste des médias depuis votre ordinateur.",
  "media-only": "Médias uniquement",
  "media-playback": "Lecture multimédia",
  "media-sync": "Synchronisation des médias",
  "mediaAutoExportFolder": "Dossier pour l'exportation automatique",
  "mediaAutoExportFolder-explain": "Choisissez un dossier pour l'exportation automatique des médias.",
  "mediaExport": "Exportation des médias",
  "mediaRetrievalAndPlayback": "Téléchargement et lecture des médias",
  "mediaRetrievalAndPlaybackDescription": "Configurez les paramètres de téléchargement et de lecture des médias pour les réunions",
  "meeting-media-manager": "M³ - Meeting Media Manager",
  "midweek-meeting": "Réunion de semaine",
  "months-long": "Janvier_Février_Mars_Avril_Mai_Juin_Juillet_Août_Septembre_Octobre_Novembre_Décembre",
  "months-short": "Jan_Fév_Mar_Avr_Mai_Juin_Juil_Août_Sep_Oct_Nov_Déc",
  "music.starting": "Lecture...",
  "music.stopping": "Arrêt en cours...",
  "musicVolume": "Volume de la musique de fond",
  "musicVolume-explain": "Choisissez le volume de la lecture de la musique de fond. Cela permet de régler un volume plus bas pour la musique de fond, tout en maintenant un volume élevé pour les autres médias.",
  "mwDay": "Jour de réunion de semaine",
  "mwDay-explain": "Choisissez le jour de la réunion de semaine.",
  "mwStartTime": "Heure de début de la réunion de semaine",
  "mwStartTime-explain": "Choisissez l'heure à laquelle commence la réunion de semaine.",
  "new-profile": "Nouveau profil",
  "next-day-with-media": "Aller au premier jour avec des médias",
  "no": "Non",
  "no-circuit-overseer-date-set": "La date de la visite du responsable de circonscription n'est pas configurée",
  "no-media-files-for-section": "Il n'y a aucun élément multimédia pour cette section.",
  "no-media-for-this-category": "There is no media for this category",
  "no-regular-meetings": "Sans réunions régulières",
  "no-results": "Aucun résultat trouvé",
  "no-results-explain": "Vous devrez saisir les informations de votre assemblée locale manuellement si la recherche échoue.",
  "no-results-short": "Saisissez les mots-clés ci-dessus",
  "no-results-short-explain": "Vous devrez entrer au minimum trois caractères pour lancer la recherche.",
  "noDateSelected": "Aucune date n'est actuellement sélectionnée. Veuillez sélectionner une date avant de continuer.",
  "noDownloadsInProgress": "Aucun fichier n'est actuellement en cours de téléchargement.",
  "noName": "Sans nom",
  "none": "Aucun",
  "not-playing": "Pas en lecture",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "Vous remarquerez que le texte de l'année est maintenant affiché sur l'écran externe ! Continuons pour tout de suite.",
  "obs-studio-configuration": "Configuration de OBS Studio",
  "obs-studio-integration": "Intégration avec OBS Studio",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "OBS Studio est une application gratuite utilisée pour gérer les flux de caméras et vidéo dans de nombreuses salles du Royaume.",
  "obs-studio-media-scene": "Scène média dans OBS Studio",
  "obs-studio-port-and-password": "Port et mot de passe dans OBS Studio",
  "obs-studio-stage-scene": "Scène de l'estrade dans OBS Studio",
  "obs.connected": "OBS Studio : Connecté",
  "obs.connecting": "OBS Studio : connexion en cours",
  "obs.disconnected": "OBS Studio : Déconnecté",
  "obs.error": "OBS Studio : erreur de connexion",
  "obsCameraScene": "Vue de l'estrade configurée dans OBS Studio",
  "obsCameraScene-explain": "La scène dans OBS Studio qui sera utilisée comme vue d'estrade par défaut. Selon les dernières directives, ceci devrait être un large plan de l'estrade.",
  "obsEnable": "OBS Studio",
  "obsEnable-explain": "Connecter M³ à OBS Studio pour activer le basculement automatique entre les scènes de média et d'estrade.",
  "obsImageScene": "Scène média séparée facultative pour les images",
  "obsImageScene-explain": "Une scène peut être configurée dans OBS Studio spécifiquement pour afficher des images, par exemple en affichant l'image mais avec le podium en relief. Si ce champ est laissé vide, la scène média par défaut sera utilisée pour afficher les images.",
  "obsMediaScene": "Vue de la fenêtre de présentation des médias configurée dans OBS Studio",
  "obsMediaScene-explain": "La scène dans OBS Studio qui sera utilisée pour diffuser les médias aux participants sur Zoom.",
  "obsPassword": "Mot de passe pour Websocket dans OBS Studio",
  "obsPassword-explain": "Trouvez le mot de passe configuré dans OBS Studio dans Outils > Réglages du serveur WebSocket.",
  "obsPort": "Port pour Websocket dans OBS Studio",
  "obsPort-explain": "Trouvez le port configuré dans OBS Studio dans Outils > Réglages du serveur WebSocket.",
  "obsQuickToggle": "Activer le sélecteur de scène instantané",
  "obsQuickToggle-explain": "Lorsque cette option est activée, le survol du bouton OBS Studio ouvre le sélecteur de scène. Cela peut être utile pour changer rapidement de scène dans OBS Studio, surtout si de nombreuses scènes sont configurées.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "Retarder les changements de scène pendant la lecture de médias",
  "obsSwitchSceneAfterMedia-explain": "Lorsque cette option est activée, OBS Studio reportera les changements de scène jusqu'à ce que la lecture du média en cours soit terminée. Remarque : l'activation de cette option retire les scènes de média et d'image du sélecteur de scène.",
  "once-the-scene-has-been-created-select-it-here": "Une fois la scène créée, sélectionnez-la ici.",
  "only-show-settings-that-are-not-valid": "Afficher uniquement les paramètres qui ne sont pas valides",
  "oops-nothing-here": "Oops. Rien à voir ici...",
  "other": "Autre",
  "other:": "Autre :",
  "paragraph": "Paragraphe",
  "pause-to-adjust-time": "Pour activer cette réglette, la vidéo doit être mise en pause",
  "picture-in-picture": "Médias et orateur (PiP)",
  "play-music": "Jouer la musique",
  "please-use-image-or-jwpub": "Veuillez sélectionner une image ou un fichier JWPUB qui contient une image",
  "please-wait": "Veuillez patienter",
  "processing": "Traitement en cours :",
  "profile-deletion": "Suppression du profil",
  "profile-name": "Nom du profil",
  "profile-type-choose-regular": "La plupart des utilisateurs devraient choisir « Régulier ».",
  "profile-type-regular": "Dans la plupart des cas, il est préférable de choisir l'option « Régulier ». Cela créera un profil qui téléchargera automatiquement les médias pour toutes les réunions et activera également les fonctionnalités de présentation des médias qui sont le plus souvent utilisées lors des réunions de l'assemblée locale.",
  "profile-type-special": "Choisissez « Autre » si vous créez un profil pour lequel aucun média ne devrait être téléchargé automatiquement. Les médias devront être ajoutés manuellement pour être utilisés dans ce profil. Ce type de profil est principalement utilisé pour les écoles théocratiques, les assemblées de circonscription et régionales, et dans d'autres cas particuliers.",
  "projecting": "Projection en cours",
  "public-talk": "Discours public",
  "public-talk-media": "Médias pour discours publique",
  "refresh": "Rafraîchir",
  "regular": "Régulier",
  "remind-me-later": "Pas maintenant",
  "remove-all-cache": "Supprimer tous les fichiers du cache",
  "remove-unused-cache": "Supprimer les éléments inutilisés du cache",
  "rename": "Renommer l'élément multimédia",
  "rename-explain": "Les éléments multimédia ne sont pas renommés de façon permanente ; le nom original sera restauré au redémarrage de l'application.",
  "repeat": "Cet élément multimédia va boucler en continu",
  "repeat-media-item": "Boucler ce média",
  "repeat-media-item-explain": "Choisissez ceci si l'élément multimédia sélectionné doit être lu sur une boucle jusqu'à ce qu'il soit arrêté manuellement.",
  "repeat-off": "Cet élément multimédia ne sera lu qu'une seule fois",
  "replace": "Remplacer",
  "reset": "Réinitialiser",
  "reset-custom-background": "Enlever l'arrière-plan personnalisé",
  "reset-sort-order": "Réinitialiser le tri",
  "save": "Sauvegarder",
  "scene-not-found": "Un problème est survenu lors de l'activation d'une scène dans OBS Studio.",
  "scene-not-found-explain": "Veuillez valider les scènes configurées dans les réglages.",
  "scene-selection": "Sélection de scène OBS",
  "screen-access-required": "Les autorisations d'enregistrement d'écran sont requises pour cette fonctionnalité",
  "screen-access-required-explain": "Veuillez relancer l'application lorsque les autorisations d'enregistrement d'écran ont été accordées dans les Réglages système.",
  "search": "Recherche",
  "search-by-title-or-number": "Rechercher par titre ou par numéro",
  "select-a-congregation-to-enable": "Sélectionnez un profil avant",
  "select-a-custom-background": "Choisissez une image qui sera affichée comme image d'arrière-plan au lieu du texte de l'année. Cette fonction ne serait normalement utilisé que pour des occasions spéciales, comme le Mémorial.",
  "select-a-date": "Sélectionnez une date",
  "select-a-date-to-begin": "Veuillez sélectionner une date pour commencer.",
  "select-s34mp": "Sélectionnez un fichier JWPUB S-34mp",
  "select-s34mp-to-add-public-talk-media": "Sélectionnez un fichier JWPUB S-34mp téléchargé depuis le site officiel des Témoins de Jéhovah pour accéder rapidement à la liste de lecture des médias pour discours publics. Le fichier sera mis en cache et pourra être mis à jour en choisissant une version plus récente à tout moment.",
  "selected-jwpub-no-media": "Le fichier JWPUB sélectionné ne contient aucun média.",
  "set-custom-background": "Choisir un arrière-plan",
  "set-custom-durations": "Définir une plage de début/fin personnalisée",
  "setup-wizard": "Assistant de configuration",
  "setupWizard.backgroundMusic": "Musique de fond",
  "setupWizard.intro": "M³ est une application conçue pour permettre la lecture rapide et facile de médias lors des réunions de l'assemblée. Configurons quelques éléments avant de commencer.",
  "setupWizard.meetingDaysTimes": "Horaire des réunions",
  "setupWizard.welcome": "Bienvenue à M³",
  "shortcutMediaNext": "Lire le prochain élément média",
  "shortcutMediaNext-explain": "Raccourci pour passer à la prochaine vidéo ou image de la liste. Cela n'a aucun effet si une vidéo est en cours de lecture.",
  "shortcutMediaPauseResume": "Pause/reprise de la vidéo",
  "shortcutMediaPauseResume-explain": "Raccourci pour mettre en pause ou reprendre la lecture de la vidéo. Cela ne prend effet que si une vidéo est en cours de lecture.",
  "shortcutMediaPrevious": "Lire l'élément média précédent",
  "shortcutMediaPrevious-explain": "Raccourci pour passer à la vidéo ou l'image précédente de la liste. Cela n'a aucun effet si une vidéo est en cours de lecture.",
  "shortcutMediaStop": "Arrêter la lecture",
  "shortcutMediaStop-explain": "Raccourci pour arrêter la lecture de la vidéo en cours ou masquer l'image affichée. Cela ne prend effet que si un média est actuellement affiché.",
  "shortcutMediaWindow": "Masquer/afficher la fenêtre des médias",
  "shortcutMediaWindow-explain": "Raccourci pour masquer ou afficher rapidement la fenêtre des médias.",
  "shortcutMusic": "Raccourci pour jouer/arrêter la musique de fond",
  "shortcutMusic-explain": "Raccourci pour activer/désactiver la musique de fond.",
  "show-all-settings": "Afficher tous les paramètres",
  "show-hidden-media": "Afficher les médias masqués",
  "show-hidden-media-explain": "Ceci affichera tous les médias qui ont été masqués au préalable pour le jour sélectionné.",
  "show-image-for-zoom-participants": "Afficher l'image pour les participants Zoom",
  "show-media-display": "Afficher la fenêtre des médias",
  "some-media-items-are-hidden": "Certains médias ont été masqués. Ils peuvent être affichés en utilisant le menu « Ajouter des médias» si nécessaire.",
  "some-media-items-are-missing": "Certains fichiers média sont manquants",
  "some-media-items-are-missing-explain": "Le fichier JWPUB a été importé avec succès. Cependant, certains médias ne sont pas inclus dans le fichier et n'ont pu être téléchargés automatiquement. Vous pouvez ajouter ces médias manuellement si nécessaire en utilisant le menu « Ajouter des médias» ou en les faisant glisser dans la liste des médias depuis votre ordinateur.",
  "song": "Cantique",
  "songbook-video-caching": "Mise en cache des vidéos pour cantiques",
  "stage": "Estrade",
  "start-mirroring": "Afficher le site Web",
  "start-over": "Recommencer",
  "stop": "Arrêter",
  "stop-media": "Arrêter la lecture",
  "stop-mirroring": "Cacher le site Web",
  "stop-music": "Arrêter la musique",
  "stop-playing-media-first": "Pour accéder à une page différente, veuillez tout d'abord arrêter la lecture des médias.",
  "stop-playing-media-first-explain": "La navigation est désactivée lorsque des médias sont en cours de présentation.",
  "stop-repeat-media-item": "Ne pas boucler ce média",
  "stop-repeat-media-item-explain": "Choisissez ceci si l'élément multimédia sélectionné doit être lu jusqu'à la fin puis s'arrêter.",
  "study-bible": "Edition d'étude de la Bible",
  "study-bible-media": "Images, videos, charts and maps from the Study Bible",
  "subtitles": "Sous-titres",
  "successfully-migrated-from-the-previous-version": "Migré avec succès depuis la version précédente",
  "sureStopVideo": "Êtes-vous sûr de vouloir arrêter la vidéo ?",
  "tgw": "Joyaux de la Parole de Dieu",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "Le nom du profil vous aidera à basculer rapidement entre les profils, si jamais vous décidez de créer des profils additionnels à l'avenir.",
  "there-are-no-media-items-for-the-selected-date": "Il n'y a aucun élément multimédia pour la date sélectionnée.",
  "this-will-only-delete-media-for-this-day": "Cette action ne supprimera que les médias supplémentaires pour le jour sélectionné",
  "this-will-speed-up-media-retrieval-for-meetings": "Cela accélérera le téléchargement des médias pour les réunions, mais ce n'est pas obligatoire.",
  "titles.meetingMedia": "Médias pour les réunions",
  "titles.presentWebsite": "Présentation du site web",
  "titles.profileSelection": "Profils d'assemblées locales",
  "titles.settings": "Paramètres",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Astuce : Pour s'assurer de pouvoir afficher et masquer rapidement les participants Zoom sur les écrans en cas de besoin, assurez-vous que le paramètre « Utiliser deux écrans » dans Zoom est activé.",
  "tools": "Outils",
  "tryConfiguringFallbackLanguage": "Essayez de configurer une langue secondaire dans les paramètres",
  "until-meeting-starts": "Avant le début de la réunion",
  "upcoming-songs": "Cantiques à venir",
  "update": "Mise à jour",
  "update-available": "Une nouvelle version de M³ est disponible ! Nous vous recommandons de l'installer pour recevoir les dernières fonctionnalités, les corrections de bugs et les mises à jour de sécurité.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Utilisez le bouton 'Ajouter des médias supplémentaires' pour ajouter des médias pour cette date, ou bien sélectionnez une autre date pour afficher les médias pour la réunion correspondante.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Utilisez le curseur ci-dessous pour ajuster le temps de début et de fin de cet élément multimédia. Ceci est utile pour lire uniquement certaines parties d’une vidéo.",
  "user-guide": "Mode d'emploi",
  "verse-or-verses": "Verses",
  "video": "Vidéo",
  "videos:": "Vidéos :",
  "warning": "Avertissement",
  "watched-media-item-explain": "Cet élément multimédia a été ajouté à partir d'un dossier surveillé",
  "weDay": "Jour de réunion de fin de semaine",
  "weDay-explain": "Choisissez le jour de la réunion de fin de semaine.",
  "weStartTime": "Heure de début de la réunion de fin de semaine",
  "weStartTime-explain": "Choisissez l'heure à laquelle commence la réunion de fin de semaine.",
  "weekend-meeting": "Réunion de fin de semaine",
  "welcome-to-mmm": "Bienvenue à M³ !",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Nous allons commencer à télécharger les médias pendant que nous terminons la configuration initiale.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "Quel est l'horaire des réunions ? Nous utiliserons ces informations pour afficher le calendrier des médias.",
  "what-kind-of-profile-is-this": "Choisissez le type de profil que vous souhaitez créer.",
  "what-language-would-you-like-m-to-be-displayed-in": "Dans quelle langue souhaitez-vous que M³ soit affiché ?",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Lorsque vous avez terminé de présenter le site Web, vous pouvez soit fermer la fenêtre du site Web, soit cliquer à nouveau sur le bouton dans le coin supérieur droit de cette fenêtre.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Lorsque vous cliquez sur le bouton dans le coin supérieur droit de cette fenêtre, une nouvelle fenêtre s'ouvrira où le site officiel des Témoins de Jéhovah sera présenté. Ce que vous voyez dans cette fenêtre sera reflété dans la fenêtre multimédia.",
  "window-type": "Type de fenêtre",
  "windowed": "Fenêtre amovible",
  "would-you-like-to-enable-songbook-video-caching": "Souhaitez-vous mettre en cache toutes les vidéos pour les cantiques ?",
  "would-you-like-to-integrate-m-with-obs-studio": "Souhaitez-vous intégrer OBS Studio à M³ ?",
  "wt": "Étude de La Tour de Garde",
  "yeartext": "Texte de l'année",
  "yes": "Oui",
  "zoom-in": "Agrandir",
  "zoom-out": "Réduire"
}
