{
  "add": "Aggiungi",
  "add-a-closing-song": "Aggiungi il Cantico conclusivo",
  "add-a-song": "Aggiungi un Cantico dal nostro libro dei cantici alla lista dei media dell'adunanza.",
  "add-a-video-explain": "Aggiungi uno dei video dal sito ufficiale dei Testimoni di Geova alla lista dei media. I video più recenti sono visualizzati qui, ma è anche possibile utilizzare la ricerca attraverso tutti i video, se necessario.",
  "add-an-opening-song": "Aggiungi il Cantico iniziale",
  "add-extra-media": "Aggiungi file multimediali",
  "add-media-audio-bible": "Aggiungere registrazioni audio dal Nuovo Mondo Traduzione delle Sacre Scritture",
  "add-media-audio-bible-explain": "Seleziona un libro biblico specifico e un capitolo per scaricare le registrazioni audio dei suoi versetti.",
  "add-media-study-bible": "Aggiungi media dallo Studio Biblico",
  "add-media-study-bible-explain": "Seleziona un libro biblico specifico e un capitolo per visualizzare un elenco di materiali di studio come immagini, video, mappe e riferimenti storici.",
  "add-video-jw-org": "Aggiungi video",
  "advanced": "Avanzate",
  "advancedDescription": "Gli utenti di avanzati potrebbero voler armeggiare con queste impostazioni, ma la configurazione di default è di solito abbastanza buona.",
  "almost-done": "Quasi fatto!",
  "also-look-for-this-button-in-m-s-footer": "Inoltre, cerca questo pulsante in fondo alla pagina di M³:",
  "app-description": "Meeting Media Manager è un'app multipiattaforma per la visualizzazione dei contenuti multimediali alle adunanze di congregazione dei Testimoni di Geova. Si integra con OBS Studio per mostrare con un clic i contenuti sia in Sala del Regno che su Zoom. Con le sue numerose funzionalità e l'interfaccia intuitiva, M³ riduce il lavoro dei tecnici audio/video. Supporta tutti i formati di file teocratici, nonché file PDF e file multimediali comuni. Può integrare o persino sostituire JW Library, secondo le vostre esigenze di congregazione.",
  "app-issues": "Se hai problemi o hai trovato un bug, crea un Issue sulla nostra pagina di GitHub o contattaci tramite Discussion su GitHub, descrivendo il problema nel dettaglio. Vi risponderemo il prima possibile.",
  "app-updates": "Aggiornamento del programma",
  "applicationConfiguration": "Configurazione dell'applicazione",
  "applicationConfigurationDescription": "Personalizza il comportamento e l'aspetto di questa app",
  "archive-file-found": "I file di archivio devono essere elaborati separatamente.",
  "are-you-sure-delete": "Sei sicuro di voler eliminare il file \"{mediaToDelete}\"?",
  "are-you-sure-delete-all": "Sei sicuro di voler eliminare tutti i file multimediali aggiuntivi per il giorno selezionato?",
  "are-you-sure-delete-cache": "Sei sicuro di voler eliminare tutti i file nella cache?",
  "are-you-sure-delete-unused-cache": "Sei sicuro di voler eliminare i file inutilizzati dalla cache?",
  "are-you-sure-you-want-to-delete-this-profile": "Sei sicuro di voler eliminare il profilo {profileName}?",
  "audio-bible": "Registrazione Bibbia audio",
  "audio-bible-media": "Registrazioni audio dalla Traduzione del Nuovo Mondo",
  "audio:": "Audio:",
  "auto-update-app": "Scarica e installa automaticamente gli aggiornamenti dell'applicazione",
  "auto-update-app-explain": "Questa opzione dovrebbe essere sempre abilitata per ricevere le ultime funzionalità, miglioramenti e correzioni di bug.",
  "automatic": "Automatico",
  "autoStartAtLogin": "Avvia automaticamente M³ all'avvio del computer",
  "autoStartAtLogin-explain": "M³ può avviarsi automaticamente quando il computer viene avviato.",
  "autoStartMusic": "Avvia automaticamente musica di sottofondo prima delle adunanze",
  "autoStartMusic-explain": "La musica di sottofondo inizierà automaticamente se un'adunanza è programmata per iniziare nei minuti o nelle ore dopo l'avvio di M³.",
  "ayfm": "Efficaci nel ministero",
  "back": "Indietro",
  "baseUrl": "Indirizzo web",
  "baseUrl-explain": "Inserisci l'indirizzo utilizzato per accedere al sito ufficiale dei Testimoni di Geova.",
  "browse": "Sfoglia",
  "cache": "Cache",
  "cacheFolder": "Posizione della cache",
  "cacheFolder-explain": "Seleziona una cartella per memorizzare i file della cache, come pubblicazioni e supporti. Se lasciato vuoto, l'app configurerà automaticamente per te.",
  "cacheFolder-wizard": "Se non sei sicuro di questa impostazione, puoi procedere al passo successivo senza selezionare una cartella. La configurazione predefinita è adatta alla maggior parte degli utenti.",
  "camera-access-required": "Fotocamera non disponibile o permessi mancanti",
  "camera-access-required-explain": "Provare una fotocamera diversa o riavviare l'applicazione quando i permessi della fotocamera sono stati concessi in Impostazioni di sistema.",
  "camera-as-background": "Fotocamera come sfondo",
  "cancel": "Annulla",
  "change-tag": "Modifica Etichetta",
  "change-tag-explain": "Modifica il tipo di tag e l'etichetta per questo elemento multimediale.",
  "chapter": "Capitolo",
  "choose-a-document-for-import": "Selezionare un articolo, un capitolo o un'intestazione:",
  "choose-a-folder": "Seleziona cartella",
  "choose-a-song": "Scegli un Cantico del Regno",
  "choose-an-image": "Scegli un'immagine",
  "circuit-overseer": "sorvegliante di circoscrizione",
  "clear": "Svuota",
  "clear-cache": "Svuota la cache",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "Cliccando su di esso potrai avviare e fermare la riproduzione di musica di sottofondo. La musica inizierà a suonare automaticamente prima che una riunione abbia inizio quando M³ viene lanciato e si fermerà automaticamente prima che la riunione inizi. Tuttavia, la riproduzione di musica di sottofondo dovrà essere avviata manualmente dopo la preghiera conclusiva, usando questo pulsante.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "Cliccando su di esso potrai nascondere temporaneamente i contenuti multimediali e la scrittura dell'anno e mostrare i partecipanti Zoom. Una volta terminata la parte Zoom è possibile mostrare di nuovo la scrittura dell'anno utilizzando lo stesso pulsante.",
  "clicking-the-close-button-again-will-close-app": "Cliccando di nuovo lo stesso pulsante si uscirà da M³.",
  "close": "Chiudi",
  "collapse-sidebar": "Comprimi barra laterale",
  "complete": "Completo",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Configurare una scena in OBS Studio per catturare la finestra dei contenuti multimediali.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Configurare una scena in OBS Studio per mostrare un'ampia inquadratura del palco.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "Avrai bisogno di configurare il plugin Websocket in OBS Studio Anche il plugin Fotocamera Virtuale è richiesto, quindi assicurati che sia installato e configurato.",
  "confirm": "Conferma",
  "congratulations": "Congratulazioni!",
  "congregation-lookup": "Ricerca Congregazione",
  "congregation-lookup-explain": "Inserisci parole chiave come il nome della tua congregazione, così come la città o l'area in cui si trova. Queste informazioni saranno usate per tentare di recuperare automaticamente il calendario e la lingua della riunione.",
  "congregationMeetings": "Adunanza della congregazione",
  "congregationMeetingsDescription": "Impostazioni relative alla tua congregazione e al programma delle adunanze",
  "congregationName": "Nome della congregazione",
  "congregationName-explain": "Questo nome verrà mostrato nel menu di selezione profilo dell'applicazione.",
  "continue": "Continua",
  "convertFilesToMp4": "Converti i file esportati in MP4",
  "convertFilesToMp4-explain": "Se abilitato, i file non video vengono convertiti in formato MP4 prima di essere esportati. Questo garantisce la compatibilità con la funzione di condivisione nativa MP4 di Zoom, offrendo una riproduzione multimediale più facile e di qualità superiore rispetto alla condivisione dello schermo.",
  "coWeek": "Prossima visita programmata del sorvegliante di circoscrizione",
  "coWeek-explain": "Se inserito, M³ sposterà automaticamente l'adunanza infrasettimanale al martedì. Saranno anche tralasciati i contenuti multimediali dello studio biblico di congregazione e i cantici conclusivi sia per l'adunanza infrasettimanale che quella del fine settimana.",
  "current": "Corrente",
  "current-song": "Cantico corrente",
  "currently-loading": "Il contenuto multimediale per questa data è attualmente in caricamento.",
  "custom-background": "Sfondo personalizzato",
  "custom-background-removed": "Lo sfondo personalizzato è stato rimosso.",
  "custom-background-set": "L'immagine scelta è ora visualizzata al posto del testo dell'anno.",
  "custom-background-will-not-persist": "Si prega di notare che lo sfondo personalizzato non verrà salvato se si esce dall'app.",
  "dangerZone": "Zona critica",
  "dark": "Scuro",
  "darkMode": "Preferenza tema",
  "darkMode-explain": "Forza l'applicazione a utilizzare la modalità chiara o scura oppure usa quella predefinita nel sistema",
  "days-long": "Domenica_Lunedì_Martedì_Mercoledì_Giovedì_Venerdì_Sabato",
  "days-short": "Dom_Lun_Mar_Mer_Gio_Ven_Sab",
  "delete": "Elimina",
  "delete-all-additional-media": "Elimina tutti i media extra",
  "delete-media": "Elimina tutti i file multimediali",
  "delete-media-explain": "Scegliere questa opzione per eliminare l'elemento multimediale selezionato.",
  "disableMediaFetching": "Disabilita le funzioni per il recupero automatico dei media",
  "disableMediaFetching-explain": "Questa impostazione dovrebbe rimanere disabilitata in quasi tutti i casi per garantire che i file multimediali delle adunanze vengano scaricati automaticamente. Abilitando questa impostazione sarà necessario aggiungere manualmente tutti i file multimediali. Questa impostazione dovrebbe essere abilitata solo in profili che saranno utilizzati esclusivamente per eventi speciali come scuole teocratiche, assemblee o convenzioni.",
  "dismiss": "Ignora",
  "display": "Schermo",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "Nella tua Sala del Regno si usa un programma chiamato OBS Studio?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Questo semplificherà notevolmente la condivisione dei contenuti multimediali durante le adunanze ibride.",
  "dont-forget-add-missing-media": "Non dimenticare di aggiungere brani o media mancanti.",
  "dont-forget-to-add-circuit-overseer-date": "Per ottenere i migliori risultati, aggiungi la data della visita del sorvegliante di circoscrizione alla sezione \"{ congregationMeetings }\" in { settings }.",
  "download-status": "Stato download",
  "drag-and-drop-or-click-to-browse": "Trascina i file qui o fai clic per sfogliare.",
  "enableExtraCache": "Memorizza i file video dei cantici",
  "enableExtraCache-explain": "Memorizza tutti i video del libro dei cantici per migliorare le prestazioni. Nota che questo aumenterà la dimensione della cache multimediale.",
  "enableFolderWatcher": "Abilita monitoraggio cartella multimediale extra",
  "enableFolderWatcher-explain": "Questa funzione monitora una cartella di tua scelta per i nuovi file, aggiungendoli automaticamente alla lista dei media.",
  "enableKeyboardShortcuts": "Abilita la scorciatoia da tastiera",
  "enableKeyboardShortcuts-explain": "Usa le scorciatoie da tastiera per semplificare la presentazione dei contenuti multimediali.",
  "enableMediaAutoExport": "Abilita esportazione automatica",
  "enableMediaAutoExport-explain": "Esporta automaticamente i media in una cartella scelta, organizzata per giorno.",
  "enableMediaDisplayButton": "Abilita riproduzione dei contenuti multimediali",
  "enableMediaDisplayButton-explain": "Mostra immagini e video in una finestra o su una schermo esterno. Se utilizzato in Sala del Regno, nella maggior parte dei casi dovrebbe essere abilitato.",
  "enableMusicButton": "Abilita riproduzione musica in sottofondo",
  "enableMusicButton-explain": "Riproduci musica prima e dopo le adunanze con pochi clic.",
  "enableSubtitles": "Abilita sottotitoli",
  "enableSubtitles-explain": "Abilita i sottotitoli per impostazione predefinita per tutti i video.",
  "enter-a-key-combination": "Inserisci una combinazione di tasti",
  "enter-a-key-combination-now-using-your-keyboard": "Inserisci una combinazione di tasti ora usando la tastiera.",
  "enter-key-combination": "Crea una scorciatoia",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Inserire la porta e la password configurate nel plugin Websocket di OBS Studio.",
  "entireFile": "Riproduci dall'inizio alla fine",
  "error": "Errore",
  "errorDownloadingMeetingMedia": "Errore durante il download del media per la riunione",
  "errors": "Errori",
  "excludeFootnotes": "Escludi media contenuti nelle note in calce dello studio Torre di Guardia",
  "excludeFootnotes-explain": "Non includere video o altri supporti da note a piè di pagina in articoli Watchtower.",
  "excludeTh": "Escludi tutti i media dell'opuscolo Lettura e insegnamento (th)",
  "excludeTh-explain": "Non includere video o altri media dall'opuscolo Lettura e insegnamento.",
  "expand-sidebar": "Espandi barra laterale",
  "external-screen": "Schermo esterno",
  "extra-media": "Aggiungi elemento multimediale",
  "extra-media-item-explain": "Questo elemento multimediale è stato aggiunto manualmente",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "Sentiti libero di esplorare le altre opzioni disponibili, o se preferisci puoi andare direttamente alla schermata di riproduzione e cominciare a usarla per visualizzare i contenuti multimediali.",
  "fileProcessError": "Si è verificato un errore nell'elaborazione di questo file",
  "filetypeNotSupported": "Questo tipo di file non è ancora supportato",
  "firstDayOfWeek": "Primo giorno della settimana",
  "firstDayOfWeek-explain": "Seleziona quale giorno della settimana deve essere visualizzato prima in una settimana di calendario.",
  "folderToWatch": "Cartella da monitorare",
  "folderToWatch-explain": "La cartella che sarà monitorata per i nuovi file multimediali. Questa cartella deve contenere sottocartelle nominate per data (formato: AAAA-MM-GG). I file nelle cartelle che non seguono questa convenzione verranno ignorati.",
  "folderWatcher": "Monitoraggio cartella",
  "footnote": "Nota in calce",
  "forward": "Avanti",
  "from-jw-org": "Dal nostro sito",
  "from-local-computer": "Dal tuo dispositivo",
  "from-songbook": "Dal nostro libro dei cantici",
  "full-screen": "Schermo intero",
  "github-repo": "Repo GitHub",
  "go-home": "Vai alla Home",
  "go-to-settings": "Vai alle impostazioni",
  "greek-scriptures": "Scritture Greche",
  "hebrew-aramaic-scriptures": "Scritture Ebraiche-Aramaiche",
  "help-translate": "Aiuta a tradurre",
  "help-translate-new": "La lingua dei media attualmente configurata non è ancora disponibile come lingua di visualizzazione per M³. Vorresti aiutare a tradurre M³ per gli utenti che parlano quella lingua?",
  "hide-from-list": "Nascondi dall'elenco multimediale",
  "hide-from-list-explain": "I file nascosti possono essere ripristinati in qualsiasi momento utilizzando il menu 'Aggiungi media'",
  "hide-image-for-zoom-participants": "Nascondi immagine per i partecipanti zoom",
  "hide-media-display": "Nascondi schermo multimediale",
  "hideMediaLogo": "Nascondi il logo JW dalla finestra di presentazione multimediale",
  "hideMediaLogo-explain": "Questo rimuove il logo quadrato JW dall'angolo in basso a destra. Se si usa in una Sala del Regno, nella maggior parte dei casi dovrebbe essere disabilitato.",
  "how-will-the-app-be-used": "Tipo di profilo",
  "images-videos": "File multimediali",
  "images-videos-explain": "Foto, video, file audio, documenti PDF, e altri file multimediali",
  "images:": "Immagini:",
  "import-media-from-s34mp": "Importa media da S-34mp",
  "imported-media": "Media extra",
  "in-what-language-should-media-be-downloaded": "In che lingua dovrebbero essere scaricati i media?",
  "inactive": "Inattivo",
  "include-audio-description": "Includi video con audiodescrizioni",
  "includePrinted": "Includere l'edizione stampata se disponibile",
  "includePrinted-explain": "Visualizza immagini aggiuntive provenienti da pubblicazioni stampate che potrebbero non essere incluse nelle versioni digitali",
  "incomplete-configuration": "Configurazione incompleta",
  "inProgress": "In corso",
  "integrations": "Integrazioni",
  "integrationsDescription": "Configura l'integrazione con altre applicazioni e servizi",
  "invalid-settings": "Impostazioni non valide",
  "jw-playlist": "Playlist JW Library",
  "jw-playlist-explain": "Playlist esportata da JW Library",
  "jwpub-file": "File JWPUB",
  "jwpub-file-explain": "Pubblicazione scaricata dal sito ufficiale dei Testimoni di Geova",
  "jwpub-file-found": "I file JWPUB devono essere elaborati separatamente.",
  "jwpubNoMultimedia": "Il file JWPUB non contiene multimedia",
  "keyboardShortcuts": "Scorciatoie da tastiera",
  "lac": "Vita cristiana",
  "lang": "Lingua dei media",
  "lang-explain": "Scegli la lingua in cui si svolgono le adunanze. Questa è la lingua che verrà utilizzata per scaricare e riprodurre i media.",
  "langFallback": "Lingua media secondaria",
  "langFallback-explain": "Qui puoi scegliere una lingua secondaria se i media spesso non sono disponibili nella lingua principale della congregazione.",
  "langSubtitles": "Lingua dei sottotitoli",
  "langSubtitles-explain": "Questa è la lingua in cui saranno scaricati e riprodotti i sottotitoli",
  "latest-videos-from-jw-org": "Ultimi video dal sito ufficiale dei Testimoni di Geova",
  "light": "Chiaro",
  "local-media-explain-1": "",
  "local-media-explain-2": "Tutti i formati multimediali comuni sono supportati.",
  "localAppLang": "Lingua dell'interfaccia utente",
  "localAppLang-explain": "Questa è la lingua in cui verrà visualizzata M³. Non influirà sulla lingua in cui i media vengono scaricati.",
  "look-for-this-button-in-m-s-footer": "Cerca questo pulsante in fondo alla pagina di M³:",
  "m-is-now-ready-to-be-used": "M³ è ora pronto per essere utilizzato.",
  "make-sure-that-m-is-in-not-use-before-quitting": "Assicurati che M3 non sia in uso prima di chiuderlo.",
  "maxRes": "Risoluzione massima per i video",
  "maxRes-explain": "Scegli la risoluzione massima per i video. I video sopra questa risoluzione non verranno scaricati.",
  "media-display": "Visualizzazione dei media",
  "media-display-settings": "Impostazioni display multimediale",
  "media-from-s34mp": "Media da S-34mp",
  "media-gallery": "Galleria multimediale",
  "media-item-missing-explain": "Questo elemento multimediale è mancante. Per riprodurlo, aggiungilo usando il menu 'Aggiungi media' o trascinandolo nella lista multimediale dal tuo computer.",
  "media-only": "Solo file multimediali",
  "media-playback": "Riproduzione multimediale",
  "media-sync": "Sincronizzazione multimediale",
  "mediaAutoExportFolder": "Esportazione automatica cartella",
  "mediaAutoExportFolder-explain": "Cartella per le esportazioni automatiche dei media.",
  "mediaExport": "Esporta media",
  "mediaRetrievalAndPlayback": "Recupero e riproduzione multimediale",
  "mediaRetrievalAndPlaybackDescription": "Configura le impostazioni di download e riproduzione dei media per riunioni.",
  "meeting-media-manager": "Meeting Media Manager",
  "meetingScheduleChange": "Modifica orario adunanze",
  "meetingScheduleChangeDate": "Data di modifica orario adunanze",
  "meetingScheduleChangeDate-explain": "Inserisci la data in cui il nuovo orario dell'adunanza entrerà in vigore. Tutti le adunanze a partire da questa data seguiranno il nuovo calendario e il vecchio calendario sarà definitivamente sostituito.",
  "meetingScheduleChangeMwDay": "Nuovo giorno dell'adunanza infrasettimanale",
  "meetingScheduleChangeMwDay-explain": "Seleziona il nuovo giorno per l'adunanza infrasettimanale. Lascia vuoto se il giorno non cambierà.",
  "meetingScheduleChangeMwStartTime": "Nuovo orario dell'adunanza infrasettimanale",
  "meetingScheduleChangeMwStartTime-explain": "Seleziona il nuovo giorno per l'adunanza infrasettimanale. Lascia vuoto se il giorno non cambierà.",
  "meetingScheduleChangeOnce": "Applica il cambiamento a una sola settimana",
  "meetingScheduleChangeOnce-explain": "Abilita questa opzione per applicare la modifica a una sola settimana, a partire dalla data specificata. Questo è utile per cambiamenti una tantum, come durante la visita del sorvegliante di circoscrizione a una congregazione vicina. In caso contrario, il calendario sarà aggiornato per tutte le riunioni a partire dalla data specificata.",
  "meetingScheduleChangeWeDay": "",
  "meetingScheduleChangeWeDay-explain": "Seleziona il nuovo giorno per l'adunanza del fine settimana. Lascia vuoto se il giorno non cambierà.",
  "meetingScheduleChangeWeStartTime": "Nuovo orario dell'adunanza del fine settimana",
  "meetingScheduleChangeWeStartTime-explain": "Seleziona il nuovo orario per l'adunanza del fine settimana. Lascia vuoto se l'orario non cambierà.",
  "memorialDate": "Data della Commemorazione",
  "memorialDate-explain": "Se inserito, M³ proverà automaticamente a scaricare e preparare l'immagine di sfondo per la Commemorazione. L'immagine verrà visualizzata al posto della scrittura dell'anno. Attenzione che questa è una funzione sperimentale e potrebbe non funzionare come previsto.",
  "meteredConnection": "Limited data connection",
  "meteredConnection-explain": "Attivare questa opzione se si dispone di una connessione internet limitata (come dati mobile). In questo caso, M³ non scaricherà automaticamente video e file a meno che non siano necessari per le riunioni il giorno corrente o quello successivo.",
  "midweek-meeting": "Adunanza infrasettimanale",
  "months-long": "Gennaio_Febbraio_March_Aprile_May_June_Luglio_Agosto_Settembre_Ottobre_Novembre_Dicembre",
  "months-short": "Gen_feb_Mar_Apr_Mag_Giu_Lug_Ago_Set_Ott_Nov_Dic",
  "music.starting": "Avvio in corso…",
  "music.stopping": "Arresto in corso…",
  "musicVolume": "Volume della musica di sottofondo",
  "musicVolume-explain": "Scegli il volume della riproduzione di sottofondo. Questo consente di impostare un volume inferiore per la musica di sottofondo, mantenendo il volume di altri media alti.",
  "mwDay": "Adunanza infrasettimanale",
  "mwDay-explain": "Scegli il giorno dell'adunanza infrasettimanale",
  "mwStartTime": "Orario dell'adunanza infrasettimanale",
  "mwStartTime-explain": "Seleziona l'orario dell'adunanza infrasettimanale",
  "new-profile": "Nuovo profilo",
  "next-day-with-media": "Vai al primo giorno con i media",
  "no": "No",
  "no-circuit-overseer-date-set": "La data della visita del sorvegliante non è impostata",
  "no-media-files-for-section": "Non ci sono articoli multimediali per questa sezione dell'adunanza.",
  "no-media-for-this-category": "Non ci sono media per questa categoria",
  "no-regular-meetings": "Nessuna adunanza regolare",
  "no-results": "Nessun risultato trovato",
  "no-results-explain": "Dovrai inserire manualmente le informazioni della tua congregazione se la ricerca non è riuscita.",
  "no-results-short": "Inserire le parole da ricercare",
  "no-results-short-explain": "Dovrai inserire più di due caratteri per iniziare la ricerca.",
  "noDateSelected": "Nessuna data è attualmente selezionata.",
  "noDownloadsInProgress": "Nessun download attualmente in corso",
  "noName": "Senza nome",
  "none": "Vuoto",
  "music.not-playing": "Non In Riproduzione",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "Noterai che il testo dell'anno è ora visualizzato sul monitor esterno! Proseguiamo.",
  "obs-studio-disconnected-banner": "M³ non è in grado di connettersi a OBS Studio. Assicurarsi che OBS Studio sia in esecuzione e configurato correttamente.",
  "obs-studio-integration": "Integrazione con OBS Studio",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "OBS Studio è un'app gratuita utilizzata per gestire i feed di telecamera e video in molte Sale del Regno.",
  "obs-studio-media-scene": "Scena media OBS Studio",
  "obs-studio-port-and-password": "Porta e password di OBS Studio",
  "obs-studio-stage-scene": "Scena Podio OBS Studio",
  "obs.connected": "OBS Studio: Connesso",
  "obs.connecting": "OBS Studio: Connessione",
  "obs.disconnected": "OBS Studio: Disconnesso",
  "obs.error": "OBS Studio: Errore Di Connessione",
  "obsCameraScene": "Scena di visualizzazione del palco predefinita in OBS Studio",
  "obsCameraScene-explain": "La scena predefinita in OBS Studio che verrà usata per visualizzare il podio.",
  "obsEnable": "Integra M3 con OBS Studio",
  "obsEnable-explain": "Collegare M3 a OBS Studio per abilitare il passaggio automatico tra media e scene della fotocamera.",
  "obsHideIcons": "Non visualizzare le icone nel selettore della scena",
  "obsHideIcons-explain": "Quando abilitato, le icone saranno nascoste nel selettore di scene. Questo potrebbe migliorare la leggibilità dei nomi delle scene.",
  "obsImageScene": "Scena per visualizzare le immagini in OBS Studio [optional]",
  "obsImageScene-explain": "Una scena può essere configurata in OBS Studio specificatamente per visualizzare le immagini, ad esempio in uno stile picture-in-picture. Se questo è lasciato vuoto, verrà invece utilizzata la scena multimediale predefinita.",
  "obsMediaScene": "Scena della finestra multimediale in OBS Studio",
  "obsMediaScene-explain": "La scena in OBS Studio che sarà utilizzato per trasmettere media ai partecipanti Zoom .",
  "obsPassword": "Password di OBS Studio Websocket",
  "obsPassword-explain": "Trova la password configurata in Strumenti > Impostazioni server WebSocket in OBS Studio.",
  "obsPort": "Porta OBS Studio Websocket",
  "obsPort-explain": "Trova la password configurata in Strumenti > Impostazioni server WebSocket in OBS Studio.",
  "obsPostponeImages": "Non condividere automaticamente le immagini",
  "obsPostponeImages-explain": "Se abilitata, le immagini saranno visualizzate solo per i partecipanti a zoom quando l'operatore multimediale fa clic sul pulsante \"Mostra in OBS Studio\". Questo può essere utile se generalmente visualizzi le immagini al pubblico in presenza prima di condividerle su Zoom.",
  "obsQuickToggle": "Abilita il commutatore di scena istantaneo",
  "obsQuickToggle-explain": "Se abilitato, il passaggio sul pulsante OBS Studio aprirà il commutatore di scena. Questo può essere utile per cambiare rapidamente scene in OBS Studio, soprattutto se sono configurate molte scene.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "Ritarda le modifiche della scena durante la riproduzione dei media",
  "obsSwitchSceneAfterMedia-explain": "Se abilitata, OBS Studio rimanderà i cambiamenti di scena fino a quando qualsiasi media in riproduzione sarà terminato. Nota: l'attivazione di questa opzione rimuoverà anche i media e le scene dell'immagine dal commutatore di scena.",
  "once-the-scene-has-been-created-select-it-here": "Una volta creata la scena, selezionala qui.",
  "only-show-settings-that-are-not-valid": "Mostra solo le impostazioni che non sono valide",
  "oops-nothing-here": "Oops. Niente qui...",
  "open-website": "Apri pagina WEB",
  "other": "Altro",
  "other:": "Altro:",
  "paragraph": "Paragrafo",
  "pause-to-adjust-time": "Per abilitare l'avanzamento, il video deve essere messo in pausa",
  "picture-in-picture": "Media e oratore (PIP)",
  "play-music": "Riproduci musica",
  "please-use-image-or-jwpub": "Selezionare un file immagine o un file JWPUB che contiene un'immagine",
  "please-wait": "Attendere prego",
  "processing": "In corso:",
  "profile-deletion": "Cancellazione profilo",
  "profile-name": "Nome profilo",
  "profile-type-choose-regular": "La maggior parte degli utenti dovrebbe scegliere \"Regolare\".",
  "profile-type-regular": "Nella maggior parte dei casi, scegliere \"Normale\" è l'opzione migliore. Questo creerà un profilo che scarica i media per tutte le adunanze automaticamente e consente anche le funzionalità di condivisione dei media che sono più spesso utilizzate durante le adunanze di congregazione.",
  "profile-type-special": "Scegli \"Altro\" se stai creando un profilo per il quale nessun media dovrebbe essere scaricato automaticamente. I media dovranno essere aggiunti manualmente per essere utilizzati in questo profilo. Questo tipo di profilo è utilizzato principalmente per scuole teocratiche, assemblee e altri casi speciali.",
  "projecting": "Proiezione",
  "pt": "Discorso pubblico",
  "pt-media": "Media discorso pubblico",
  "receive-beta-updates": "Ricevi l'accesso anticipato alle versioni beta",
  "receive-beta-updates-explain": "Gli aggiornamenti beta possono contenere funzionalità instabili e potenziali bug. Non abilitare questa opzione sul computer utilizzato per le riunioni live.",
  "refresh": "Aggiorna",
  "regular": "Normale",
  "remind-me-later": "Ricordamelo più tardi",
  "remove-all-cache": "Rimuovi tutti i file dalla cache",
  "remove-unused-cache": "Rimuovi gli elementi inutilizzati dalla cache",
  "rename": "Rinomina elemento multimediale",
  "rename-explain": "Gli elementi multimediali non vengono rinominati in modo permanente; il nome originale verrà ripristinato quando l'app viene riavviata.",
  "repeat": "Questo elemento multimediale sarà in ripetizione continua",
  "repeat-media-item": "Ripeti questo elemento multimediale",
  "repeat-media-item-explain": "Scegliere questa opzione se l'elemento multimediale selezionato deve essere riprodotto ciclicamente finché non viene interrotto manualmente.",
  "replace": "Sostituisci",
  "reset": "Ripristina",
  "reset-custom-background": "Rimuovi sfondo personalizzato",
  "reset-sort-order": "Reimposta ordine",
  "save": "Salva",
  "scene-not-found": "Si è verificato un problema durante l'attivazione di una scena in OBS Studio.",
  "scene-not-found-explain": "Si prega di convalidare le scene configurate nelle impostazioni.",
  "scene-selection": "Selezione scene OBS",
  "screen-access-required": "Le autorizzazioni per la registrazione dello schermo sono richieste per questa funzione",
  "screen-access-required-explain": "Si prega di riavviare l'applicazione quando le autorizzazioni di registrazione dello schermo sono state concesse nelle impostazioni di sistema.",
  "search": "Cerca",
  "search-by-title-or-number": "Cerca per titolo o numero",
  "select-a-congregation-to-enable": "Selezionare prima un profilo",
  "select-a-custom-background": "Scegli un'immagine che verrà visualizzata come immagine di sfondo invece della scrittura dell'anno. Questo normalmente va utilizzato solo in occasioni speciali, come la Commemorazione.",
  "select-a-date": "Seleziona una data",
  "select-a-date-to-begin": "Seleziona una data per iniziare.",
  "select-camera": "Seleziona una fotocamera",
  "select-s34mp": "Seleziona un file JWPUB S-34mp",
  "select-s34mp-to-add-pt-media": "Selezionare un file JWPUB S-34mp scaricato da JW. org per accedere rapidamente alla playlist dei media dei discorsi pubblici. Il file sarà memorizzato nella cache e potrà essere aggiornato navigando in una versione aggiornata in qualsiasi momento.",
  "set-custom-background": "Seleziona uno sfondo personalizzato",
  "set-custom-durations": "Imposta ora di inizio/fine personalizzata",
  "setup-wizard": "Configurazione iniziale",
  "setupWizard.backgroundMusic": "Musica di sottofondo",
  "setupWizard.intro": "M³ è un'app progettata per rendere la riproduzione dei media alle adunanze di congregazione facile e veloce. Configura un paio di cose e poi saremo pronti per iniziare.",
  "setupWizard.meetingDaysTimes": "Giorni e orari delle adunanze",
  "setupWizard.welcome": "Benvenuto in M³",
  "shortcutMediaNext": "Riproduci il prossimo elemento multimediale",
  "shortcutMediaNext-explain": "Tasto rapido per saltare al prossimo video o immagine nella lista. Questo non ha effetto se un video è attualmente in riproduzione.",
  "shortcutMediaPauseResume": "Pausa/Riprendi video",
  "shortcutMediaPauseResume-explain": "Tasto rapido per mettere in pausa o riprendere il video in riproduzione. Ciò ha effetto solo se un video è attualmente in riproduzione.",
  "shortcutMediaPrevious": "Riproduci l'elemento multimediale precedente",
  "shortcutMediaPrevious-explain": "Tasto rapido per tornare al video o immagine precedente dell'elenco. Questo non ha effetto se un video è attualmente in riproduzione.",
  "shortcutMediaStop": "Ferma media",
  "shortcutMediaStop-explain": "Tasto rapido per fermare il video in riproduzione o nascondere l'immagine correntemente visualizzata. Ciò ha effetto solo se l'elemento è attualmente visualizzato.",
  "shortcutMediaWindow": "Mostra/Nascondi finestra multimediale",
  "shortcutMediaWindow-explain": "Scorciatoia per nascondere o mostrare rapidamente la finestra multimediale.",
  "shortcutMusic": "Avvia/ferma musica di sottofondo",
  "shortcutMusic-explain": "Tasto rapido per attivare o disattivare la musica di sottofondo.",
  "show-all-media": "Mostra tutti i media",
  "show-all-settings": "Mostra tutte le impostazioni",
  "show-hidden-media": "Mostra media nascosti",
  "show-hidden-media-explain": "Questo mostrerà tutti i media che erano stati precedentemente nascosti per il giorno attualmente selezionato.",
  "show-image-for-zoom-participants": "Mostra immagine per i partecipanti Zoom",
  "show-media-display": "Mostra display multimediale",
  "some-media-items-are-hidden": "Alcuni media sono stati nascosti.",
  "some-media-items-are-missing": "Mancano alcuni file multimediali",
  "some-media-items-are-missing-explain": "Il file JWPUB è stato importato con successo. Tuttavia, alcuni media non sono inclusi nel file e non possono essere scaricati automaticamente. Puoi aggiungere manualmente i file mancanti se necessario usando il menu 'Aggiungi media' o trascinandolo nella lista dei media dal tuo computer.",
  "some-songs-are-duplicated": "Alcuni cantici appaiono più di una volta nella lista dei media. Controllare se questo è voluto.",
  "song": "Cantico",
  "songbook-video-caching": "Cache cantici video",
  "stage": "Scena Alternativa (PIP)",
  "start-mirroring": "Avvia il mirroring",
  "start-over": "Riavvia",
  "stop": "Ferma",
  "stop-media": "Ferma media",
  "stop-mirroring": "Interrompi il mirroring",
  "stop-music": "Ferma musica",
  "stop-playing-media-first": "Per passare a una pagina diversa, si prega di interrompere prima la riproduzione multimediale.",
  "stop-playing-media-first-explain": "La navigazione della pagina è disabilitata durante la presentazione dei media.",
  "stop-repeat-media-item": "Non ripetere questo elemento multimediale",
  "stop-repeat-media-item-explain": "Scegliere questa opzione se l'elemento multimediale selezionato deve essere riprodotto fino alla fine e quindi fermarsi.",
  "study-bible": "Studio biblico",
  "study-bible-media": "Immagini, video, grafici e mappa dalla Bibbia per lo Studio",
  "subtitles": "Sottotitoli",
  "successfully-migrated-from-the-previous-version": "Migrazione della versione precedente avvenuta con successo",
  "sureStopVideo": "Sei sicuro di voler interrompere il video?",
  "tgw": "Tesori dalla Parola di Dio",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "Il nome profilo ti aiuterà a selezionare il profilo corretto se in futuro deciderai di crearne più di uno.",
  "there-are-no-media-items-for-the-selected-date": "Non ci sono media per la data selezionata.",
  "this-is-a-test-version": "Questa è una versione di test! Usala per scopi di test ma non tenerla installata.",
  "this-song-is-duplicated": "Questo cantico appare più di una volta nella lista dei media.",
  "this-will-only-delete-media-for-this-day": "Questa azione rimuoverà solo i media extra per la data selezionata",
  "this-will-speed-up-media-retrieval-for-meetings": "Questo velocizza il recupero dei media per le adunanze, ma non è obbligatorio.",
  "titles.meetingMedia": "Media adunanza",
  "titles.presentWebsite": "Presentazione sito",
  "titles.profileSelection": "Profili congregazioni",
  "titles.settings": "Impostazioni",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Consiglio: per assicurarsi che sia possibile mostrare e nascondere i partecipanti Zoom sullo schermo TV quando necessario, assicurati che l'opzione \"Utilizza il doppio monitor\" in Zoom sia abilitata.",
  "tools": "Strumenti",
  "tryConfiguringFallbackLanguage": "Prova a configurare un linguaggio secondario nelle impostazioni",
  "until-meeting-starts": "Prima che l'adunanza inizi",
  "upcoming-songs": "Prossimi brani",
  "update": "Aggiornamento",
  "update-available": "È disponibile una nuova versione di M3! Si consiglia di aggiornare per ricevere le ultime funzionalità, correzioni di bug e aggiornamenti di sicurezza.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Usa il pulsante 'Aggiungi media extra' per aggiungere file multimediali per questa data o seleziona una data diversa per visualizzare i file multimediali corrispondenti per quel giorno.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Utilizzare il cursore qui sotto per regolare l'ora d'inizio e di fine di questo elemento multimediale. Questo è utile per riprodurre solo alcune parti di un video.",
  "user-guide": "Guida utente",
  "verse-or-verses": "Versetti",
  "video": "Video",
  "videos:": "Video:",
  "warning": "Attenzione",
  "watched-media-item-explain": "Questo media è stato aggiunto da una cartella monitorata",
  "weDay": "Adunanza del fine settimana",
  "weDay-explain": "Scegli il giorno dell'adunanza infrasettimanale.",
  "weekend-meeting": "Adunanza del fine settimana",
  "welcome-to-mmm": "Benvenuto su M³!",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Inizieremo a recuperare i media al termine della configurazione iniziale.",
  "weStartTime": "Orario adunanza del fine settimana",
  "weStartTime-explain": "Seleziona l'orario in cui inizia l'adunanza nel week-end.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "Quali sono i tuoi giorni e orari delle adunanze? Utilizzeremo queste informazioni per visualizzare il calendario dei media.",
  "what-kind-of-profile-is-this": "Scegli il tipo di profilo che vuoi creare.",
  "what-language-would-you-like-m-to-be-displayed-in": "In che lingua vuoi che M³ venga visualizzato?",
  "whats-new": "Vedi cosa c'è di nuovo",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Quando non hai più bisogno di presentare il sito web, chiudi la finestra del sito oppure fai clic sul pulsante \"Interrompi condivisione\" nell'angolo in alto a destra di questa finestra.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Quando fai clic sul pulsante \"Apri sito web\" nell'angolo in alto a destra di questa finestra, si aprirà una nuova finestra con il sito ufficiale dei Testimoni di Geova.",
  "window-type": "Tipo di finestra",
  "windowed": "Modalità Finestra",
  "would-you-like-to-enable-songbook-video-caching": "Ti piacerebbe memorizzare tutti i video del cantici in cache?",
  "would-you-like-to-integrate-m-with-obs-studio": "Vuoi integrare M³ con OBS Studio?",
  "wt": "Studio Torre di Guardia",
  "yeartext": "Scrittura dell' anno",
  "yes": "Sì",
  "you-can-navigate-the-website-before-presenting-it": "Se necessario, puoi navigare verso una pagina specifica prima di presentarla al pubblico. Quando sei pronto, premi il pulsante \"Avvia condivisione\" nell'angolo in alto a destra di questa finestra. Ciò che vedi nella finestra del sito web verrà ora visualizzato nella finestra multimediale per il pubblico.",
  "zoom-in": "Ingrandisci",
  "zoom-out": "Riduci"
}
