{
  "add": "Adicionar",
  "add-a-closing-song": "Adicionar um cântico final",
  "add-a-song": "Adicionar um cântico à lista de multimédias da reunião.",
  "add-a-video-explain": "Adicione um dos vídeos do site oficial das Testemunhas de Jeová à lista de multimédia. Aqui são exibidos os vídeos mais recentes, mas pode pesquisar por outros, se necessário.",
  "add-an-opening-song": "Adicionar um cântico inicial",
  "add-divider": "Adicionar Divisor",
  "add-extra-media": "Adicionar mais multimédia",
  "add-media-audio-bible": "Adicione gravações de áudio da Tradução do Novo Mundo das Escrituras Sagradas",
  "add-media-audio-bible-explain": "Selecione um livro e capítulo específicos da Bíblia para descarregar gravações de áudio dos seus versículos.",
  "add-media-study-bible": "Adicionar multimédia da Bíblia de Estudo",
  "add-media-study-bible-explain": "Selecione um livro e capítulo específicos da Bíblia para visualizar uma lista de materiais de estudo, como imagens, vídeos, mapas e referências históricas.",
  "add-video-jw-org": "Adicionar um vídeo",
  "advanced": "Avançado",
  "advancedDescription": "Utilizadores avançados podem ajustar estas definições. A configuração padrão funciona para a maioria das pessoas.",
  "all-clips-with-this-icon-will-play": "Todos os clipes com este ícone serão reproduzidos consecutivamente",
  "all-items-hidden": "All media items for this meeting section are hidden.",
  "almost-done": "Quase pronto!",
  "also-look-for-this-button-in-m-s-footer": "Além disso, procure por este botão no rodapé do M³:",
  "app-description": "O Meeting Media Manager é uma aplicação multiplataforma para apresentar conteúdo multimédia nas reuniões de congregação das Testemunhas de Jeová.",
  "app-issues": "Se estiver a ter quaisquer problemas ou tiver encontrado um erro, por favor, crie uma issue ou inicie uma discussão na página do nosso repositório no GitHub.",
  "app-updates": "Atualizações da aplicação",
  "applicationConfiguration": "Definições do aplicativo",
  "applicationConfigurationDescription": "Personalizar o comportamento e a aparência do aplicativo",
  "archive-file-found": "Os ficheiros de arquivo devem ser processados separadamente.",
  "are-you-sure-delete": "Tem certeza que deseja eliminar o ficheiro \"{mediaToDelete}\"?",
  "are-you-sure-delete-all": "Tem a certeza de que deseja remover todos os itens adicionados manualmente para o dia selecionado?",
  "are-you-sure-delete-cache": "Tem certeza que deseja eliminar todos os ficheiros em cache?",
  "are-you-sure-delete-unused-cache": "Tem certeza que deseja eliminar os ficheiros não utilizados do cache?",
  "are-you-sure-you-want-to-delete-this-profile": "Tem certeza de que deseja eliminar o perfil {profileName}?",
  "audio-bible": "Gravação de áudio da Bíblia",
  "audio-bible-media": "Gravações de áudio da Tradução do Novo Mundo",
  "audio:": "Áudio:",
  "auto-update-app": "Descarregar e instalar automaticamente as atualizações da aplicação",
  "auto-update-app-explain": "Esta opção deve estar sempre ativada para receber as funcionalidades mais recentes, melhorias e correções de erros.",
  "automatic": "Automático",
  "autoReturnFromWebsite": "Automatically go to media list after stopping website mirroring",
  "autoReturnFromWebsiteDescription": "When enabled, the app will automatically navigate to the media list after you stop mirroring the website.",
  "autoStartAtLogin": "Iniciar automaticamente o M³ ao iniciar o computador",
  "autoStartAtLogin-explain": "O M³ pode iniciar automaticamente quando o computador é iniciado.",
  "autoStartMusic": "Reproduzir automaticamente música de fundo antes das reuniões",
  "autoStartMusic-explain": "A música de fundo começará a ser reproduzida automaticamente se uma reunião estiver programada para começar em minutos ou horas depois do M³ ser iniciada.",
  "ayfm": "Empenhe-se no Ministério",
  "back": "Voltar",
  "baseUrl": "Endereço do site",
  "baseUrl-explain": "Insira o endereço utilizado para aceder ao site oficial das Testemunhas de Jeová.",
  "beginPlaybackPaused": "Iniciar reprodução em pausa",
  "beginPlaybackPaused-explain": "Quando ativado, o áudio e o vídeo começarão num estado de pausa, permitindo-lhe preparar outras operações (como a partilha de ecrã do Zoom) antes de iniciar a reprodução.",
  "beta-version-warning": "This is a beta version and should not be used at Kingdom Halls or for live meetings.",
  "bottom": "Fundo",
  "brochures-and-booklets": "Brochuras e livretos",
  "browse": "Selecionar",
  "cache": "Cache",
  "cacheFolder": "Localização da cache",
  "cacheFolder-explain": "Selecione uma pasta para armazenar ficheiros de cache, como publicações e multimédia. Se deixado em branco, a aplicação configurará isso automaticamente.",
  "cacheFolder-wizard": "Não tem a certeza? Ignore este passo. Vamos escolher uma localização padrão que funciona para a maioria das pessoas.",
  "calculating": "A calcular...",
  "camera-access-required": "A câmara não está disponível ou faltam permissões",
  "camera-access-required-explain": "Por favor, tente uma câmara diferente ou reinicie a aplicação após conceder as permissões nas Definições do Sistema.",
  "camera-as-background": "Câmara como plano de fundo",
  "cancel": "Cancelar",
  "change-color": "Alterar cor",
  "change-tag": "Alterar etiqueta",
  "change-tag-explain": "Altere o tipo de etiqueta e o rótulo deste item multimédia.",
  "chapter": "Capítulo",
  "choose-a-document-for-import": "Selecione um artigo, capítulo ou título:",
  "choose-a-folder": "Escolha uma pasta",
  "choose-a-song": "Escolha um cântico",
  "choose-an-image": "Escolha uma imagem",
  "choose-section-for-files": "Escolha uma secção",
  "circuit-overseer": "superintendente de circuito",
  "clear": "Limpar",
  "clear-cache": "Limpar o cache",
  "cleared-item-s-from-cache": "Item(ns) {itemsDeleted} removido(s) ({sizeStr})",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "Ao clicar, a reprodução de música de fundo será iniciada ou parada. A música começará a ser reproduzida automaticamente antes duma reunião programada, quando o M³ for iniciado, e também irá parar automaticamente antes da reunião começar. No entanto, a reprodução da música de fundo precisará de ser iniciada manualmente após a oração final, ao clicar neste botão.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "Ao clicar, o texto do ano e a multimédia serão temporariamente ocultados, revelando os participantes do Zoom anteriormente ocultos. Quando a parte do Zoom terminar, pode exibir novamente o texto do ano ao clicar no mesmo botão.",
  "clicking-the-close-button-again-will-close-app": "Ao clicar novamente no botão irá fechar o M³.",
  "clip-played": "Este clipe já foi reproduzido",
  "close": "Fechar",
  "collapse": "Collapse",
  "complete": "Concluído",
  "completed": "Concluído",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Configure a scene in OBS Studio to capture the media window.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Configure a scene in OBS Studio to show a stage wide shot.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "You'll need to configure the @:obsWebSocket plugin in OBS Studio. The Virtual Camera plugin is also required, so make sure it's installed and configured as well.",
  "confirm": "Confirmar",
  "congratulations": "Parabéns!",
  "congregation-lookup": "Pesquisa de congregação",
  "congregation-lookup-explain": "Introduza palavras-chave, como o nome da sua congregação, assim como a cidade ou área onde está localizada. Esta informação será utilizada para tentar obter automaticamente o horário das reuniões e o idioma.",
  "congregationMeetings": "Reuniões congregacionais",
  "congregationMeetingsDescription": "Definições relacionadas com a sua congregação e programação de reuniões",
  "congregationName": "Nome da congregação",
  "congregationName-explain": "Este nome será exibido no menu do aplicativo relativo à escolha de perfil.",
  "continue": "Continuar",
  "convertFilesToMp4": "Converter os ficheiros exportados para MP4",
  "convertFilesToMp4-explain": "Quando ativado, os ficheiros que não são vídeos são convertidos para o formato MP4 antes de serem exportados. Isto garante compatibilidade com a funcionalidade nativa do Zoom de compartilhamento de MP4, proporcionando uma reprodução de multimédia mais fácil e de maior qualidade em comparação com a partilha de ecrã.",
  "coWeek": "Próxima visita planeada do Superintendente de Circuito",
  "coWeek-explain": "Se inserido, nessa semana, o M³ vai passar automaticamente a reunião de semana para a terça-feira. Também vai ignorar a multimédia do Estudo Bíblico de Congregação e os cânticos finais, tanto da reunião de semana como da reunião de fim de semana.",
  "current-song": "Cântico atual",
  "currently-loading": "A multimédia para esta data está a ser carregada.",
  "custom-background": "Personalizar o plano de fundo",
  "custom-background-removed": "O plano de fundo personalizado foi agora removido.",
  "custom-background-set": "A imagem escolhida agora é exibida no lugar do texto do ano.",
  "custom-background-will-not-persist": "Por favor, note que o fundo personalizado não será guardado se fechar a aplicação.",
  "customEventLastSongShortcut": "Atalho para o evento da música final da reunião",
  "customEventLastSongShortcut-explain": "Atalho de teclado enviado quando a música final de uma reunião termina de ser reproduzida.",
  "customEventMediaPauseShortcut": "Atalho para o evento de conteúdo multimédia em pausa",
  "customEventMediaPauseShortcut-explain": "Atalho de teclado enviado quando o conteúdo multimédia está em pausa.",
  "customEventMediaPlayShortcut": "Atalho para o evento de conteúdo multimédia em reprodução",
  "customEventMediaPlayShortcut-explain": "Atalho de teclado enviado quando o conteúdo multimédia começa a ser reproduzido.",
  "customEventMediaStopShortcut": "Atalho para o evento de conteúdo multimédia parado",
  "customEventMediaStopShortcut-explain": "Atalho de teclado enviado quando o conteúdo multimédia para de ser reproduzido.",
  "customEvents": "Eventos personalizados",
  "dangerZone": "Zona de Perigo",
  "dark": "Escuro",
  "darkMode": "Preferência de tema",
  "darkMode-explain": "Forçar o aplicativo a usar o modo claro ou escuro, ou usar o padrão do sistema",
  "date-format-tokens": "Exemplos de formatos de data",
  "days-long": "Domingo_Segunda_Terça_Quarta_Quinta_Sexta_Sábado",
  "days-short": "Dom_Seg_Ter_Qua_Qui_Sex_Sáb",
  "delete": "Eliminar",
  "delete-all-additional-media": "Remover todos os itens adicionados manualmente",
  "delete-media": "Eliminar item multimédia",
  "delete-media-explain": "Escolha esta opção para eliminar o item multimédia selecionado.",
  "delete-selected-media": "Delete selected media elements",
  "delete-selected-media-confirmation": "Are you sure you want to delete {count} selected media item(s)? This action cannot be undone.",
  "delete-selected-media-explain": "This will permanently delete the selected media items from your computer if they were added manually. This will not delete any media that was downloaded automatically.",
  "deselect-all": "Desselecionar tudo",
  "directories": "Pastas",
  "disableHardwareAcceleration": "Disable hardware acceleration",
  "disableHardwareAcceleration-explain": "This disables hardware acceleration in M³. Toggling this setting requires a restart of the app to take effect. This may resolve graphical glitches or crashes on some systems, but is not otherwise recommended.",
  "disableMediaFetching": "Desativar funcionalidades para reuniões regulares e a transferência automática de multimédia",
  "disableMediaFetching-explain": "Esta configuração deve permanecer desativada na maioria dos casos para garantir que a multimédia das reuniões regulares seja descarregada automaticamente. Ativar esta opção exigirá que toda a multimédia seja adicionada manualmente. Esta opção só deve ser ativada em perfis utlizados exclusivamente para eventos especiais, como escolas teocráticas, assembleias ou congressos.",
  "dismiss": "Ignorar",
  "display": "Ecrã",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "O seu Salão do Reino usa um programa chamado @:obsStudio?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Ao fazê-lo, irá simplificar e facilitar significativamente a partilha de multimédia durante reuniões híbridas.",
  "dont-forget-add-missing-media": "Não se esqueça de adicionar quaisquer cânticos ou conteúdo multimédia em falta.",
  "dont-forget-to-add-circuit-overseer-date": "For best results, add the date of the circuit overseer's visit to the \"@:congregationMeetings\" section in the Settings.",
  "download-status": "Estado do download",
  "drag-and-drop-or-click-to-browse": "Arraste e solte os ficheiros aqui ou clique para os selecionar.",
  "drop-media-here": "Largue aqui para adicionar a esta secção",
  "edit-sections": "Editar secções",
  "edit-sections-explain": "Adicionar, reordenar ou alterar secções de multimédia personalizadas",
  "enableCacheAutoClear": "Ativar limpeza automática da cache",
  "enableCacheAutoClear-explain": "Quando ativado, a aplicação limpará automaticamente os ficheiros em cache não utilizados de forma regular. Isto ajuda a libertar espaço no disco e a manter o tamanho da cache gerível.",
  "enableCustomEvents": "Ativar a integração de eventos personalizados",
  "enableCustomEvents-explain": "Configure atalhos de teclado para serem acionados quando ocorrem vários eventos, como quando o conteúdo multimédia é reproduzido, pausado ou parado, ou quando a última música é tocada durante uma reunião. Isto é útil para utilizadores avançados que querem integrar com outras aplicações, como o AutoHotkey ou AutoIt.",
  "enableExtraCache": "Cache de ficheiros de vídeo dos cânticos",
  "enableExtraCache-explain": "Armazenar em cache todos os cânticos para melhorar o desempenho. Note que isto aumentará o tamanho da cache de multimédia.",
  "enableFolderWatcher": "Monitorizar pasta para multimédia adicional",
  "enableFolderWatcher-explain": "Esta funcionalidade monitoriza uma pasta à sua escolha, adicionando automaticamente os novos ficheiros à lista de multimédia.",
  "enableKeyboardShortcuts": "Habilitar atalhos de teclado",
  "enableKeyboardShortcuts-explain": "Utilize atalhos de teclado para agilizar a apresentação de multimédia.",
  "enableMediaAutoExport": "Ativar exportação automática",
  "enableMediaAutoExport-explain": "Exportar automaticamente a multimédia para uma pasta escolhida, organizada por dia.",
  "enableMediaDisplayButton": "Habilitar reprodução de multimédia",
  "enableMediaDisplayButton-explain": "Exibir imagens e vídeos numa janela ou num ecrã externo. Se for utilizado num Salão do Reino, esta opção deve ser ativada na maioria dos casos.",
  "enableMediaWindowFadeTransitions": "Ativar transição de desvanecimento ao ocultar ou mostrar a janela de multimédia",
  "enableMediaWindowFadeTransitions-explain": "Quando ativado, a janela de multimédia desvanecer-se-á suavemente ao aparecer e desaparecer, em vez de surgir/desaparecer instantaneamente. Isto proporciona uma experiência visual mais refinada.",
  "enableMusicButton": "Permitir reprodução de música de fundo",
  "enableMusicButton-explain": "Reproduzir músicas antes e depois das reuniões com apenas alguns cliques.",
  "enableSubtitles": "Ativar legendas",
  "enableSubtitles-explain": "Ativar legendas por padrão para todos os vídeos.",
  "enter-a-key-combination": "Digite uma combinação de teclas",
  "enter-a-key-combination-now-using-your-keyboard": "Introduza agora uma combinação de teclas usando o seu teclado.",
  "enter-key-combination": "Criar um Atalho",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Enter the port and password configured in the @:obsWebSocket plugin in OBS Studio.",
  "entireFile": "Reproduzir do início ao fim",
  "entireFile-question": "Tem a certeza de que quer reproduzir o ficheiro inteiro do início ao fim?",
  "error": "Erro",
  "errorDownloadingMeetingMedia": "Erro ao transferir o conteúdo multimédia da reunião",
  "excludeFootnotes": "Excluir a multimédia das notas do Estudo de A Sentinela",
  "excludeFootnotes-explain": "Não inclua vídeos ou outras multimédias de notas de rodapé nos artigos de 'A Sentinela'.",
  "excludeTh": "Eliminar todas as multimédias da brochura: Melhore a Sua Leitura e o Seu Ensino",
  "excludeTh-explain": "Não inclua vídeos ou outras multimédias da brochura: Melhore a Sua Leitura e o Seu Ensino.",
  "excludeWtParagraphVideos": "Exclude additional Watchtower Study videos",
  "excludeWtParagraphVideos-explain": "Do not include extra videos that are referenced in the Watchtower Study paragraphs.",
  "expand": "Expand",
  "external-screen": "Ecrã externo",
  "extra-media": "Adicionar multimédia",
  "extra-media-item-explain": "Este item multimédia foi adicionado manualmente",
  "failed": "Erro",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "Sinta-se à vontade para explorar as outras opções disponíveis ou, se preferir, pode ir diretamente para o ecrã de reprodução multimédia e começar a utilizá-lo para exibir conteúdos multimédia.",
  "fileProcessError": "Ocorreu um erro ao processar este ficheiro",
  "files": "Ficheiros",
  "filetypeNotSupported": "Este tipo de ficheiro ainda não é suportado",
  "firstDayOfWeek": "Primeiro dia da semana",
  "firstDayOfWeek-explain": "Selecione qual dia da semana deve ser exibido primeiro numa semana de calendário.",
  "folderToWatch": "Pasta a monitorizar",
  "folderToWatch-explain": "The folder that will be monitored for new media files. This folder must contain subfolders named by date (format: YYYY-MM-DD). Files in folders that don't follow this convention will be ignored.",
  "folderWatcher": "Monitorização de pastas",
  "footnote": "Nota",
  "forward": "Avançar",
  "from-jw-org": "Do nosso site",
  "from-local-computer": "Do seu dispositivo",
  "from-songbook": "Do nosso cancioneiro",
  "full-screen": "Tela Cheia",
  "general": "General",
  "github-repo": "Repositório do GitHub",
  "go-home": "Ir para a página inicial",
  "go-to-settings": "Go to @:settings",
  "gpu-crash-detected": "GPU crash detected",
  "gpu-crash-detected-explain": "Hardware acceleration was temporarily disabled due to a recent crash. It will be re-enabled automatically the next time M³ is launched, unless you disable it manually in settings.",
  "gpu-crash-detected-restarting": "GPU crash detected. Switching to software mode. Please restart the app for changes to take effect.",
  "greek-scriptures": "Escrituras Gregas",
  "hardwareAccelerationDisabled": "Hardware acceleration disabled",
  "hardwareAccelerationDisabledExplain": "Hardware acceleration is currently disabled via settings.",
  "hebrew-aramaic-scriptures": "Escrituras Hebraico-Aramaicas",
  "help-translate": "Ajudar a traduzir",
  "help-translate-new": "O idioma atual dos conteúdos multimédia não está disponível como idioma de exibição no M³. Gostaria de ajudar a traduzir o M³ para os utilizadores que falam este idioma?",
  "here-are-some-of-the-newest-features": "Aqui estão apenas algumas das mais recentes funcionalidades e atualizações:",
  "hide-from-list": "Ocultar da lista de multimédia",
  "hide-from-list-explain": "Hidden files can be restored at any time using the @:extra-media menu.",
  "hide-image-for-zoom-participants": "Ocultar imagem para os participantes do Zoom",
  "hide-media-display": "Ocultar exibição de multimédia",
  "hide-selected-media": "Hide selected media elements",
  "hide-selected-media-confirmation": "Are you sure you want to hide {count} selected media item(s)?",
  "hide-selected-media-explain": "This will hide the selected media items from the media list for the currently selected day.",
  "hideMediaLogo": "Ocultar o logótipo JW da janela de apresentação de multimédia",
  "hideMediaLogo-explain": "Isto remove o logótipo quadrado JW do canto inferior direito. Se estiver a utilizar na Sala do Reino, isto deverá na maioria dos casos ser desativado.",
  "how-will-the-app-be-used": "Tipo de perfil",
  "image-duration-explain": "Definir durante quanto tempo esta imagem será exibida enquanto esta secção estiver a ser repetida",
  "images-videos": "Ficheiros multimédia",
  "images-videos-explain": "Imagens, vídeos, ficheiros de áudio, documentos PDF e outros ficheiros multimédia",
  "images:": "Imagens:",
  "import-media-from-s34mp": "Adicionar multimédia do S-34mp",
  "imported-media": "Itens adicionados manualmente",
  "in-what-language-should-media-be-downloaded": "Em que idioma deve a multimédia ser descarregado?",
  "inactive": "Inativo",
  "include-audio-description": "Incluir vídeos com descrições de áudio",
  "include-numbering": "Include numbering",
  "include-prefix": "Include prefix",
  "includePrinted": "Incluir multimédia impressa quando disponível",
  "includePrinted-explain": "Incluir imagens adicionais das edições impressas das publicações que podem não estar disponíveis nas versões digitais.",
  "incomplete-configuration": "Configuração incompleta",
  "integrations": "Integrações",
  "integrationsDescription": "Configurar a integração com outros aplicativos e serviços",
  "introduction": "Introduction and other media",
  "invalid-settings": "Definições inválidas",
  "item-names": "Item names",
  "items": "itens",
  "jw-playlist": "Listas de reprodução da JW Library",
  "jw-playlist-explain": "Lista de reprodução da JW Library",
  "jw-playlist-import": "Importar lista de reprodução JW",
  "jw-playlist-import-explain": "Esta funcionalidade permite importar uma lista de reprodução da JW Library. A aplicação copiará automaticamente os ficheiros de multimédia selecionados da playlist e adicioná-los-á à lista de multimédia. Os vídeos serão descarregados na língua configurada na lista de reprodução, se necessário.",
  "jweventSite": "Jehovah's Witnesses Conventions",
  "jwpub-file": "Ficheiro JWPUB",
  "jwpub-file-explain": "Publicação descarregada do site oficial das Testemunhas de Jeová",
  "jwpub-file-found": "Os ficheiros JWPUB devem ser processados separadamente.",
  "jwpubNoMultimedia": "O ficheiro JWPUB não contém conteúdo multimédia",
  "keyboardShortcuts": "Atalhos de teclado",
  "lac": "Viver como Cristãos",
  "lang": "Idioma das multimédias",
  "lang-explain": "Escolha o idioma em que as reuniões se realizam. Este é o idioma que será usado para descarregar e reproduzir a multimédia.",
  "langFallback": "Idioma secundário da multimédia",
  "langFallback-explain": "Pode escolher um idioma secundário aqui se a multimédia frequentemente não estiver disponível no idioma principal da congregação.",
  "langSubtitles": "Idioma das legendas",
  "langSubtitles-explain": "Este é o idioma em que as legendas serão descarregadas e reproduzidas.",
  "later": "Later",
  "latest-videos-from-jw-org": "Vídeos mais recentes do site oficial das Testemunhas de Jeová",
  "light": "Claro",
  "loading": "A carregar",
  "local-media-explain-1": "Adicione imagens, vídeos, ficheiros de áudio, listas de reprodução da JW Library, ficheiros JWPUB ou documentos PDF do seu computador, e eles aparecerão na lista de multimédia.",
  "local-media-explain-2": "Todos os formatos de multimédia comuns são suportados.",
  "localAppLang": "Idioma da ‘interface’ do utilizador",
  "localAppLang-explain": "Este é o idioma em que o M³ será exibido. Não afetará o idioma no qual a multimédia é descarregada.",
  "localDateFormat": "Formato da Data",
  "localDateFormat-explain": "Personalizar como as datas são exibidas no aplicativo.",
  "look-for-this-button-in-m-s-footer": "Procure por este botão no rodapé do M³:",
  "m-is-now-ready-to-be-used": "O M³ está agora pronto para ser usado.",
  "magazine-awake": "Despertai!",
  "magazine-watchtower-public": "A Sentinela",
  "magazine-watchtower-study": "A Sentinela—Edição de Estudo",
  "magazine-watchtower-study-simplified": "A Sentinela—Edição de Estudo (Simplificada)",
  "magazines": "Revistas",
  "main-window-is-on-this-screen": "A janela do conteúdo multimédia não pode ser movida para aqui, porque a janela principal M³ está atualmente neste ecrã.",
  "mainOfficialWebsite": "Main official website of Jehovah's Witnesses",
  "make-sure-that-m-is-in-not-use-before-quitting": "Certifique-se de que o M³ não está a ser utilizado antes de o fechar.",
  "maxRes": "Resolução máxima para os vídeos",
  "maxRes-explain": "Escolha a resolução máxima para os vídeos. Vídeos com uma resolução superior a esta não serão descarregados.",
  "media-display": "Exibição de multimédia",
  "media-display-settings": "Configurações de exibição de multimédia",
  "media-from-s34mp": "Multimédia do S-34mp",
  "media-item-missing-explain": "This media item is missing. To play it, add it using the @:extra-media menu or by dragging it into the media list from your computer.",
  "media-only": "Apenas multimédia",
  "media-playback": "Reprodução de multimédia",
  "media-sync": "Sincronização de multimédia",
  "mediaAutoExportFolder": "Pasta de exportação automática",
  "mediaAutoExportFolder-explain": "Pasta para exportação automática de multimédia.",
  "mediaExport": "Exportar multimédia",
  "mediaRetrievalAndPlayback": "Recuperação e reprodução de multimédia",
  "mediaRetrievalAndPlaybackDescription": "Configurar as definições de descarregamento e reprodução de multimédia para reuniões.",
  "meeting-media-manager": "Gestor de Multimédia das Reuniões",
  "meeting-workbooks": "Manuais de Atividades",
  "meetingRecording": "Gravações da reunião",
  "meetingScheduleChange": "Alteração do horário da reunião",
  "meetingScheduleChangeDate": "Data da alteração do horário",
  "meetingScheduleChangeDate-explain": "Insira a data em que o novo horário das reuniões deve entrar em vigor. Todas as reuniões a partir desta data seguirão o novo horário, substituindo permanentemente o anterior.",
  "meetingScheduleChangeMwDay": "Novo dia da reunião de meio da semana",
  "meetingScheduleChangeMwDay-explain": "Selecione o novo dia para a reunião de meio da semana. Deixe em branco se o dia não sofrer alterações.",
  "meetingScheduleChangeMwStartTime": "Novo horário da reunião de meio da semana",
  "meetingScheduleChangeMwStartTime-explain": "Selecione o novo horário de início da reunião de meio da semana. Deixe em branco se o horário não for alterado.",
  "meetingScheduleChangeOnce": "Aplicar alteração de horário apenas a uma semana",
  "meetingScheduleChangeOnce-explain": "Ative esta opção para aplicar a alteração de horário apenas a uma semana, começando na data especificada. Isto é útil para alterações pontuais, como durante a visita do superintendente de circuito a uma congregação vizinha. Caso contrário, o horário será atualizada para todas as reuniões a partir da data especificada.",
  "meetingScheduleChangeWeDay": "Novo dia para a reunião de fim de semana",
  "meetingScheduleChangeWeDay-explain": "Selecione o novo dia para a reunião de fim de semana. Deixe em branco se o dia não sofrer alterações.",
  "meetingScheduleChangeWeStartTime": "Novo horário para a reunião de fim de semana",
  "meetingScheduleChangeWeStartTime-explain": "Selecione o novo horário de início da reunião de fim de semana. Deixe em branco se o horário não for alterado.",
  "meetingStopBufferSeconds": "Quantos segundos antes de uma reunião deve a música de fundo parar?",
  "meetingStopBufferSeconds-explain": "Ajuste o controlo deslizante para definir o tempo desejado (em segundos) antes do início da reunião em que a música de fundo deve parar.",
  "memorialDate": "Data do Memorial",
  "memorialDate-explain": "Se preenchido, o M³ irá descarregar automaticamente a imagem de fundo para o Memorial, exibindo-a no lugar do texto do ano. Tenha em atenção que esta é uma funcionalidade experimental e pode não funcionar como esperado.",
  "meteredConnection": "Conexão de dados limitada",
  "meteredConnection-explain": "Ative esta opção se tiver uma internet limitada (como dados móveis). Neste caso, o M³ não descarregará automaticamente vídeos e ficheiros, a não ser os necessários para a reunião mais próxima ou a seguinte.",
  "midweek-meeting": "Reunião do meio de semana",
  "months-long": "Janeiro_Fevereiro_Março_Abril_Maio_Junho_Julho_Agosto_Setembro_Outubro_Novembro_Dezembro",
  "months-short": "Jan_Feb_Mar_Abr_Mai_Jun_Jul_Ago_Set_Out_Nov_Dez",
  "move": "Mover",
  "move-down": "Mover para baixo",
  "move-up": "Mover para cima",
  "music.not-playing": "Não a reproduzir",
  "music.starting": "A iniciar...",
  "music.stopping": "A parar...",
  "musicVolume": "Volume de reprodução de música de fundo",
  "musicVolume-explain": "Escolha o volume da reprodução de música de fundo. Isto permite definir um volume mais baixo para a música de fundo, mantendo o volume de outros tipos de multimédia alto.",
  "mwDay": "Dia da reunião de meio da semana",
  "mwDay-explain": "Escolha o dia em que ocorre a reunião de meio de semana.",
  "mwStartTime": "Hora da reunião de meio da semana",
  "mwStartTime-explain": "Escolha a hora em que a reunião de meio da semana começa.",
  "new-profile": "Novo Perfil",
  "new-section": "Nova secção",
  "next-day-with-media": "Ir até ao primeiro dia com multimédia",
  "no": "Não",
  "no-cache-items-found-to-clear": "Não foram encontrados itens em cache para limpar.",
  "no-circuit-overseer-date-set": "A data da visita do Superintendente de Circuito não está definida",
  "no-media-files-for-section": "Não há itens de multimédia para a data selecionada.",
  "no-media-for-this-category": "Não há multimédia disponível para esta categoria",
  "no-media-for-this-item": "Este item não tem conteúdo multimédia disponível",
  "no-media-found": "No media found",
  "no-media-items-found": "No media items were found in this document",
  "no-months-found": "Nenhum mês foi encontrado",
  "no-playlist-items-found": "Não foram encontrados itens na lista de reprodução JW selecionada.",
  "no-regular-meetings": "Sem reuniões regulares",
  "no-results": "Nenhum resultado encontrado",
  "no-results-explain": "Terá de introduzir manualmente as informações da sua congregação se a pesquisa não for bem-sucedida.",
  "no-results-short": "Introduza palavras de pesquisa acima",
  "no-results-short-explain": "Terá de introduzir mais de dois caracteres para iniciar a pesquisa.",
  "no-search-results": "Não foram encontrados resultados de pesquisa",
  "no-unused-cache-items-found-to-clear": "Não foram encontrados itens em cache não utilizados para limpar.",
  "no-years-found": "Nenhum ano foi encontrado",
  "noDateSelected": "Nenhuma data selecionada.",
  "noDownloadsInProgress": "Não há downloads em progresso no momento",
  "noName": "Sem nome",
  "none": "Nenhum",
  "not-yet-available-due-to-metered-connection": "The media for this meeting isn't available yet because your settings prevent downloading media for dates further than 1 day in the future.",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "Vai notar que o texto do ano está agora a ser exibido no monitor externo! Mas vamos continuar.",
  "obs-studio-disconnected-banner": "M³ is unable to connect to OBS Studio. Please ensure that @:obsStudio is running and configured correctly.",
  "obs-studio-integration": "Integração com o @:obsStudio",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "O @:obsStudio é uma aplicação gratuita usada para gerir feeds de câmara e vídeo em muitos Salões do Reino.",
  "obs-studio-media-scene": "Cena de conteúdo multimédia do @:obsStudio",
  "obs-studio-port-and-password": "Porta e palavra-passe do @:obsStudio",
  "obs-studio-stage-scene": "Cena do palco do @:obsStudio",
  "obs.connected": "@:obsStudio: Conectado",
  "obs.connecting": "@:obsStudio: A conectar",
  "obs.disconnected": "@:obsStudio: Desconectado",
  "obs.error": "@:obsStudio: Erro de conexão",
  "obsCameraScene": "Nome da cena padrão do palco do @:obsStudio",
  "obsCameraScene-explain": "A cena no @:obsStudio que será usada como a visualização de palco padrão. De acordo com as últimas orientações, esta deve ser uma imagem em plano geral.",
  "obsEnable": "Integrar o M³ com o @:obsStudio",
  "obsEnable-explain": "Conecte o M³ ao @:obsStudio para permitir a alternância automática entre cenas de multimédia e de câmara.",
  "obsHideIcons": "Não mostrar ícones no alternador de cenas",
  "obsHideIcons-explain": "Quando ativada, esta opção oculta os ícones no alternador de cenas, podendo melhorar a legibilidade dos nomes das cenas.",
  "obsImageScene": "Cena para exibir imagens no @:obsStudio (opcional)",
  "obsImageScene-explain": "Uma cena pode ser configurada no @:obsStudio especificamente para exibir imagens, por exemplo, num estilo picture-in-picture (imagem-em-imagem). Se isto for deixado em branco, a cena de conteúdo multimédia padrão será usada em vez disso.",
  "obsMediaScene": "Cena da janela de conteúdo multimédia no @:obsStudio",
  "obsMediaScene-explain": "A cena no @:obsStudio que será usada para transmitir conteúdo multimédia aos participantes do Zoom.",
  "obsPassword": "Palavra-passe do @:obsWebSocket",
  "obsPassword-explain": "Find the configured password under Tools > WebSocket Server Settings in OBS Studio.",
  "obsPort": "Porta do @:obsWebSocket",
  "obsPort-explain": "Find the configured port under Tools > WebSocket Server Settings in OBS Studio.",
  "obsPostponeImages": "Não partilhar imagens automaticamente",
  "obsPostponeImages-explain": "Quando ativado, as imagens só serão exibidas para os participantes do Zoom quando o operador de conteúdo multimédia clicar no botão \"Mostrar no @:obsStudio\". Isto pode ser útil se, geralmente, exibir as imagens à assistência presencial antes de as partilhar no Zoom.",
  "obsQuickToggle": "Ativar alternador de cenas instantâneo",
  "obsQuickToggle-explain": "Quando ativado, passar o rato por cima do botão @:obsStudio abrirá o seletor de cenas. Isto pode ser útil para mudar rapidamente de cenas no @:obsStudio, especialmente se houver muitas cenas configuradas.",
  "obsRememberPreviouslyUsedScene": "Lembrar a cena utilizada anteriormente após a reprodução de multimédia",
  "obsRememberPreviouslyUsedScene-explain": "Quando ativado, o M³ lembrará a cena que estava ativa antes de começar a reprodução de multimédia e regressará a ela quando a reprodução terminar. Caso contrário, o M³ mudará para a cena principal por defeito.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "Atrasar mudanças de cena ao reproduzir multimédia",
  "obsSwitchSceneAfterMedia-explain": "Quando ativado, o @:obsStudio adiará as mudanças de cena até que o conteúdo multimédia em reprodução tenha terminado. Nota: ativar esta opção também removerá as cenas de conteúdo multimédia e de imagens do seletor de cenas.",
  "obsWebSocket": "WebSocket",
  "once-the-scene-has-been-created-select-it-here": "Depois de criar a cena, selecione-a aqui.",
  "only-show-settings-that-are-not-valid": "Mostrar apenas configurações que não são válidas",
  "oops-nothing-here": "Ops. Nada aqui...",
  "open-recording-folder": "Abrir pasta de gravação",
  "open-website": "Abrir site",
  "optional-title": "Título opcional",
  "other": "Outro",
  "other:": "Outro:",
  "paragraph": "Parágrafo",
  "pause-to-adjust-time": "Para ativar a navegação no vídeo, ele deve estar em pausa",
  "perSecond": "/s",
  "picture-in-picture": "Multimédia e Orador(PiP)",
  "play-entire-file": "Reproduzir o ficheiro completo",
  "play-music": "Reproduzir música",
  "play-only-this-clip": "Reproduzir apenas este clipe",
  "play-only-this-clip-question": "Tem a certeza de que quer reproduzir este clipe novamente?",
  "play-while-downloading": "Iniciar a transmissão deste item de multimédia da internet enquanto é descarregado",
  "playlist-items": "Itens da playlist",
  "please-use-image-or-jwpub": "Por favor, selecione um ficheiro de imagem ou um ficheiro JWPUB que contenha uma imagem",
  "please-wait": "Por favor, aguarde",
  "position": "Posição",
  "processing": "A processar:",
  "profile-deletion": "Eliminação de perfil",
  "profile-name": "Nome do perfil",
  "profile-type-choose-regular": "A maioria dos utilizadores deve escolher \"Regular\".",
  "profile-type-regular": "Na maioria dos casos, escolher \"Regular\" é a melhor opção. Ao fazê-lo, irá criar um perfil que descarrega automaticamente multimédia para todas as reuniões e ativa as funcionalidades de apresentação de multimédia, que são mais utilizadas durante as reuniões da congregação.",
  "profile-type-special": "Escolha \"Outro\" se estiver a criar um perfil para o qual nenhuma multimédia deve ser descarregada automaticamente. Neste perfil, a multimédia terá de ser adicionada manualmente para ser usada. Este tipo de perfil é utilizado principalmente em escolas teocráticas, assembleias e outros casos especiais.",
  "programs": "Programas",
  "projecting": "A projetar",
  "pt": "Discurso público",
  "pt-media": "Multimédia do discurso público",
  "publication-media": "Conteúdo multimédia da publicação",
  "publication-media-explain": "Obter conteúdo multimédia de revistas, brochuras, livros e outras publicações",
  "quit-and-install": "Sair e instalar",
  "receive-beta-updates": "Receba acesso antecipado a versões beta",
  "receive-beta-updates-explain": "As atualizações beta podem incluir funcionalidades instáveis e possíveis erros. Não ative esta opção no computador utilizado no Salão do Reino.",
  "recording-duration": "Duração da gravação",
  "recordingEnable": "Integrar o M³ com uma aplicação de gravação externa",
  "recordingEnable-explain": "Since M³ doesn't include a built-in recording feature, enabling this option lets it control an external recording app using keyboard shortcuts to start and stop recording. Note: this option is not compatible with OBS Studio. If you are using OBS Studio, please use the OBS Studio recording feature in the OBS Studio integration instead.",
  "recordingFolder": "Pasta de gravação",
  "recordingFolder-explain": "Especifique a pasta onde a aplicação externa guarda as gravações. É opcional, mas se for fornecida, o M³ exibirá um botão para abrir esta pasta.",
  "recordingStartShortcut": "Atalho para iniciar a gravação",
  "recordingStartShortcut-explain": "Introduza o atalho do teclado que inicia a gravação na aplicação externa. O M³ enviará este atalho quando premir @:start-recording na janela pop-up Gravações de reuniões.",
  "recordingStopShortcut": "Atalho para parar a gravação",
  "recordingStopShortcut-explain": "Introduza o atalho de teclado que para a gravação na aplicação externa. O M³ enviará este atalho quando premir @:stop-recording na janela de gravação da reunião. Se deixar em branco, o M³ reutilizará o atalho @:start-recording.",
  "refresh": "Atualizar",
  "refresh-all-meeting-media": "Atualizar a multimédia da reunião",
  "refresh-all-meeting-media-confirm": "Isto forçará uma atualização de todas as reuniões e transferirá novas versões de qualquer conteúdo multimédia que tenha sido atualizado. Note que isto não afetará qualquer conteúdo multimédia que tenha sido adicionado manualmente. Tem a certeza de que quer continuar?",
  "regular": "Regular",
  "remind-me-later": "Lembrar-me mais tarde",
  "remove-all-cache": "Remover todos os ficheiros do cache",
  "remove-unused-cache": "Remover itens não utilizados do cache",
  "rename": "Renomear item de multimédia",
  "rename-explain": "Os itens de multimédia não são renomeados permanentemente; o nome original será restaurado quando a aplicação for reiniciada.",
  "repeat": "Este item multimédia será repetido continuamente",
  "repeat-media-item": "Repetir este item multimédia",
  "repeat-media-item-explain": "Selecione esta opção para que o item multimédia selecionado se repita continuamente até ser interrompido manualmente.",
  "repeat-section": "Repetir esta secção",
  "repeat-section-explain": "Ativar reprodução contínua de todos os itens de multimédia nesta secção.",
  "replace": "Substituir",
  "reset": "Repor",
  "reset-custom-background": "Remover plano de fundo personalizado",
  "reset-sort-order": "Redefinir ordem",
  "save": "Guardar",
  "scene-not-found": "A problem occurred while activating a scene in OBS Studio.",
  "scene-not-found-explain": "Please check the configured scenes in the Settings.",
  "scene-selection": "Seleção de cena do OBS",
  "screen-access-required": "São necessárias permissões de gravação de ecrã para utilizar esta funcionalidade",
  "screen-access-required-explain": "Por favor, reinicie a aplicação após conceder as permissões de gravação de ecrã nas Definições do Sistema.",
  "search": "Pesquisar",
  "search-by-title-or-number": "Pesquisar por título ou número",
  "search-placeholder": "Introduza um termo de pesquisa",
  "search-results-count": "Resultados encontrados: {count}",
  "select-a-congregation-to-enable": "Selecione um perfil primeiro",
  "select-a-custom-background": "Escolha uma imagem que será exibida como imagem de fundo em vez do texto do ano. Isto é normalmente utilizado apenas em ocasiões especiais, como o Memorial.",
  "select-a-date": "Selecione uma data",
  "select-a-date-to-begin": "Por favor, selecione uma data para começar.",
  "select-all": "Selecionar tudo",
  "select-camera": "Selecionar uma câmara",
  "select-media-items": "Select media items",
  "select-media-items-explain": "Select which media items to import from this document.",
  "select-s34mp": "Selecione o S-34mp",
  "select-s34mp-media": "Clique no título do discurso público para adicionar os respetivos ficheiros multimédia. Para substituir o ficheiro S-34mp por uma versão mais recente, clique em Substituir.",
  "select-s34mp-to-add-pt-media": "Transfira o ficheiro S-34mp JWPUB a partir do site oficial das Testemunhas de Jeová e selecione-o aqui para aceder à Lista de Reprodução de Multimédia dos Discursos Públicos. O ficheiro será colocado em cache para acesso rápido e poderá ser atualizado a qualquer momento ao selecionar uma versão mais recente.",
  "selected-media-items": "Selected media items",
  "set-custom-background": "Selecionar um plano de fundo personalizado",
  "set-custom-durations": "Definir horários de início e fim personalizados",
  "settings": "Settings",
  "setup-wizard": "Configuração inicial",
  "setupWizard.backgroundMusic": "Música de fundo",
  "setupWizard.intro": "O M³ torna a reprodução de conteúdo multimédia nas reuniões de congregação fácil e sem stress. Vamos configurar algumas coisas e estará pronto a começar.",
  "setupWizard.meetingDaysTimes": "Dias e horários das reuniões",
  "setupWizard.welcome": "Bem-vindo ao M³",
  "shortcutMediaNext": "Ir para o próximo item de multimédia",
  "shortcutMediaNext-explain": "Atalho para selecionar o próximo vídeo ou imagem na lista.",
  "shortcutMediaPauseResume": "Reproduzir ou pausar multimédia",
  "shortcutMediaPauseResume-explain": "Atalho para reproduzir ou pausar o multimédia atualmente selecionado. Se o multimédia for uma imagem, pausar terá o mesmo efeito que parar.",
  "shortcutMediaPrevious": "Ir para o item de multimédia anterior",
  "shortcutMediaPrevious-explain": "Atalho para selecionar o vídeo ou imagem anterior na lista.",
  "shortcutMediaStop": "Parar multimédia",
  "shortcutMediaStop-explain": "Atalho para parar a reprodução do multimédia atualmente selecionado.",
  "shortcutMediaWindow": "Ocultar/mostrar janela de multimédia",
  "shortcutMediaWindow-explain": "Atalho para esconder ou mostrar rapidamente a janela de multimédia.",
  "shortcutMusic": "Iniciar/parar a música de fundo",
  "shortcutMusic-explain": "Atalho para iniciar ou parar a música de fundo.",
  "show-all-media": "Mostrar toda a multimédia",
  "show-all-settings": "Mostrar todas as definições",
  "show-hidden-media": "Mostrar multimédia oculta",
  "show-hidden-media-explain": "Isto irá mostrar toda a multimédia que foi previamente ocultada para o dia atualmente selecionado.",
  "show-image-for-zoom-participants": "Exibir imagem para os participantes do Zoom",
  "show-media-display": "Mostrar exibição de multimédia",
  "some-media-items-are-hidden": "Alguns itens de multimédia foram ocultados.",
  "some-media-items-are-missing": "Alguns ficheiros multimédia estão em falta",
  "some-media-items-are-missing-explain": "Some media could not be downloaded automatically. You can add this media manually if needed by using the @:extra-media menu or by dragging it into the media list from your computer.",
  "some-songs-are-duplicated": "Algum cântico aparece mais de uma vez na lista de multimédia. Por favor, verifique se isso é intencional.",
  "song": "Cântico",
  "songbook-video-caching": "Armazenamento em cache dos cânticos",
  "stage": "Palco",
  "start-mirroring": "Iniciar espelhamento",
  "start-over": "Começar de novo",
  "start-recording": "Iniciar Gravação",
  "stop": "Parar",
  "stop-media": "Parar multimédia",
  "stop-mirroring": "Parar espelhamento",
  "stop-music": "Parar música",
  "stop-playing-media-first": "Por favor, pare a reprodução de conteúdo multimédia antes de navegar para uma página diferente.",
  "stop-playing-media-first-explain": "Não pode mudar de página enquanto o conteúdo multimédia está a ser reproduzido.",
  "stop-recording": "Parar Gravação",
  "stop-repeat-media-item": "Não repetir este item multimédia",
  "stop-repeat-media-item-explain": "Escolha esta opção se o item multimédia selecionado deve ser reproduzido até ao fim e depois parar.",
  "stop-repeat-section": "Parar de repetir esta secção",
  "stop-repeat-section-explain": "Desativar reprodução contínua.",
  "study-bible": "Bíblia de Estudo",
  "study-bible-media": "Imagens, vídeos, gráficos e mapas da Bíblia de Estudo",
  "subtitles": "Legendas",
  "successfully-migrated-from-the-previous-version": "Migração bem-sucedida da versão anterior",
  "suppressHardwareAccelerationReminder": "Suppress hardware acceleration reminder",
  "suppressHardwareAccelerationReminder-explain": "Disables the reminder to re-enable hardware acceleration if it was manually disabled.",
  "sureStopVideo": "Tem a certeza de que deseja parar o vídeo?",
  "tgw": "Tesouros da Palavra de Deus",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "O nome do perfil irá ajudá-lo a alternar rapidamente entre perfis, caso decida criar mais do que um no futuro.",
  "there-are-no-media-items-for-the-selected-date": "Não há itens de multimédia para a data selecionada.",
  "this-is-a-test-version": "Esta é uma versão de teste! Use-a apenas para fins de teste e não a mantenha instalada.",
  "this-meeting-is-far-in-the-future": "This meeting is in the future...",
  "this-song-is-duplicated": "Este cântico aparece mais do que uma vez na lista de multimédia.",
  "this-will-only-delete-media-for-this-day": "Esta ação irá apenas remover os itens que foram adicionados manualmente para o dia selecionado",
  "this-will-speed-up-media-retrieval-for-meetings": "Isto irá acelerar a recuperação de multimédia para as reuniões, mas não é obrigatório.",
  "titles.meetingMedia": "Multimédia das reuniões",
  "titles.presentWebsite": "Apresentação do site",
  "titles.profileSelection": "Perfis da Congregação",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Dica: Para garantir que pode mostrar e esconder rapidamente os participantes do Zoom nos ecrãs da TV quando necessário, certifique-se de que a configuração para \"usar monitores duplos\" no Zoom está ativada.",
  "tools": "Ferramentas",
  "top": "Topo",
  "tracts-and-invitations": "Folhetos e convites",
  "tryConfiguringFallbackLanguage": "Try configuring a fallback language in @:settings",
  "unknown-date": "Sem data",
  "until-meeting-starts": "Até o início da reunião",
  "upcoming-songs": "Próximos cânticos",
  "update": "Atualizar",
  "update-available-please-update": "Está disponível uma nova versão do M³! Recomendamos a atualização para receber as funcionalidades, correções de bugs e atualizações de segurança mais recentes.",
  "update-downloaded": "Foi transferida uma nova versão do M³ e está pronta a ser instalada.",
  "update-downloading": "Uma nova versão do M³ está disponível e a ser transferida em segundo plano.",
  "update-error-read-only-volume": "M³ could not be updated because it is stored in a directory that is read-only. Please move M³ to a different location, such as the Applications folder.",
  "update-failed": "Update failed",
  "updates-disabled-warning": "Please enable updates to receive new features, bug fixes, and important security updates.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Use the @:extra-media button to add media for this date, or select a different date to view the corresponding media for that day.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Use o controlo deslizante abaixo para ajustar o tempo de início e de fim desta multimédia. Isto é útil para reproduzir apenas certas partes de um vídeo.",
  "user-guide": "Guia de utilizador",
  "verse-or-verses": "Versículos",
  "verses": "Versículos",
  "video": "Vídeo",
  "videos:": "Vídeos:",
  "warning": "Aviso",
  "watched-media-item-explain": "Este item multimédia foi adicionado a partir de uma pasta monitorizada",
  "websiteSelection": "Website selection",
  "weDay": "Dia da reunião de fim de semana",
  "weDay-explain": "Escolha o dia em que ocorre a reunião de fim de semana.",
  "weekend-meeting": "Reunião de fim de semana",
  "welcome-to-mmm": "Bem-vindo ao M³!",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Vamos começar a procurar a multimédia enquanto terminamos a nossa configuração inicial.",
  "weStartTime": "Hora da reunião de fim de semana",
  "weStartTime-explain": "Escolha a hora em que a reunião de fim de semana começa.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "Quais são os dias e horários das suas reuniões? Usaremos esta informação para exibir o calendário de multimédia.",
  "what-kind-of-profile-is-this": "Escolha o tipo de perfil que deseja criar.",
  "what-language-would-you-like-m-to-be-displayed-in": "Em que idioma gostaria que o M³ fosse exibido?",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Quando já não precisar de apresentar o site, feche a janela do site ou clique no botão “Parar Espelhamento” no canto superior direito desta janela.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Ao clicar no botão “Abrir Site” no canto superior direito desta janela, uma nova janela será aberta para o site oficial das Testemunhas de Jeová.",
  "window-type": "Tipo de janela",
  "windowed": "Em janela",
  "would-you-like-to-enable-songbook-video-caching": "Gostaria de armazenar em cache todos os cânticos?",
  "would-you-like-to-integrate-m-with-obs-studio": "Gostaria de integrar o M³ com o @:obsStudio?",
  "would-you-like-to-integrate-zoom": "Gostaria de integrar o M³ com o Zoom?",
  "wt": "Estudo de 'A Sentinela'",
  "yeartext": "Texto do ano",
  "yeartext-cleared": "The yeartext for {currentYear} has now been restored.",
  "yeartext-preview-failed": "Failed to fetch the yeartext for {year}. Please try again later.",
  "yeartext-preview-next-year": "Would you like to preview the yeartext for {year}?",
  "yeartext-preview-success": "The yeartext for {year} will now be shown for 10 seconds.",
  "yes": "Sim",
  "you-can-navigate-the-website-before-presenting-it": "Se necessário, pode navegar para uma página específica antes de apresentá-la ao público. Quando estiver pronto, pressione o botão “Iniciar Espelhamento” no canto superior direito desta janela. O que vê na janela do site será exibido na janela de multimédia para o público.",
  "zoom-in": "Ampliar",
  "zoom-integration-explain": "Ative isto para permitir que o M³ inicie e pare automaticamente a partilha de ecrã do Zoom quando a reprodução de conteúdo multimédia começar e terminar.",
  "zoom-out": "Reduzir",
  "zoomAutoFocusMediaWindow": "Automatically focus media window after Zoom screen sharing starts",
  "zoomAutoFocusMediaWindow-explain": "This is usually not required, but could be helpful on some systems if the media window regularly loses focus after Zoom screen sharing starts.",
  "zoomEnable": "Integrar o M³ com compartilhamento de ecrã do Zoom",
  "zoomEnable-explain": "Iniciar e parar automaticamente a partilha de ecrã do Zoom quando a reprodução de multimédia começar e terminar.",
  "zoomIntegration": "Zoom",
  "zoomScreenShareShortcut": "Atalho para partilha de ecrã do Zoom",
  "zoomScreenShareShortcut-explain": "Introduza o atalho de teclado configurado na definição “Iniciar/parar partilha de ecrã” do Zoom. O M³ enviará este atalho quando a reprodução de multimédia começar (para iniciar a partilha de ecrã) e quando terminar (para parar a partilha de ecrã). Para utilizar esta funcionalidade, é necessário ativar a opção “Atalho global” para esse atalho específico nas definições do Zoom."
}
