{
  "add": "Add",
  "add-a-closing-song": "Magdagdag ng pansarang awit",
  "add-a-song": "Magdagdag ng awit mula sa ating songbook sa media list para sa pulong.",
  "add-a-video-explain": "Magdagdag ng video mula sa opisyal na website ng mga Saksi ni Jehova sa media list. Naka-display dito ang mga pinakabagong video, pero puwede mo ring hanapin ang iba pa kung kinakailangan.",
  "add-an-opening-song": "Magdagdag ng pambukas na awit",
  "add-extra-media": "Add extra media",
  "add-media-audio-bible": "Magdagdag ng mga audio recording mula sa Bagong Sanlibutang Salin ng Banal na Kasulatan",
  "add-media-audio-bible-explain": "Pumili ng espesipikong aklat at kabanata sa Bibliya para makapag-download ng mga audio recording ng mga talata nito.",
  "add-media-study-bible": "Magdagdag ng media mula sa Bibliya Para sa Pag-aaral",
  "add-media-study-bible-explain": "Pumili ng espesipikong aklat at kabanata sa Bibliya para makita ang listahan ng materyal sa pag-aaral tulad ng mga larawan, video, mapa, at reperensiya sa kasaysayan.",
  "add-video-jw-org": "Magdagdag ng video",
  "advanced": "Advanced",
  "advancedDescription": "Maaaring baguhin ng mga power user ang settings dito, pero sapat na ang default configuration.",
  "almost-done": "Malapit nang matapos!",
  "also-look-for-this-button-in-m-s-footer": "Bigyang pansin ang button na ito sa gawing ibaba ng M³:",
  "app-description": "Ang Meeting Media Manager ay isang cross-platform app para sa pagpapakita ng media sa mga pulong ng mga Saksi ni Jehova. Integrated ito kasama ng OBS Studio para sa isang click na pagpapalabas ng media sa Kingdom Hall at sa Zoom. Sa malawak nitong kakayahan at madaling gamitin na interface, pinapagaan ng M³ ang gawain ng mga inatasan sa audio/video. Sinusuportahan nito ang lahat ng anyo ng theocratic na mga file format, pati na rin ang mga PDF file at karaniwang media files. Maaari itong magsilbing pandagdag o kahit kahalili ng JW Library, depende sa pangangailangan ng inyong kongregasyon.",
  "app-issues": "Kung nakararanas ng anumang problema o nakakita ng bug, mangyaring gumawa ng Issue sa aming page ng GitHub repository o ipaalam sa amin sa pamamagitan ng GitHub Discussions, at ilarawan nang detalyado ang problema. Tutugon kami sa lalong madaling panahon",
  "app-updates": "Application updates",
  "applicationConfiguration": "Application configuration",
  "applicationConfigurationDescription": "I-customize ang ilang feature ng app",
  "archive-file-found": "Ang mga naka-archive na file ay dapat iproseso nang magkahiwalay.",
  "are-you-sure-delete": "Sigurado ka bang burahin ang file na \"{mediaToDelete}\"?",
  "are-you-sure-delete-all": "Sigurado ka bang burahin lahat ng extra media file sa napiling araw?",
  "are-you-sure-delete-cache": "Sigurado ka bang burahin lahat ng cached files?",
  "are-you-sure-delete-unused-cache": "Sigurado ka bang burahin ang mga hindi nagamit na file mula sa cache?",
  "are-you-sure-you-want-to-delete-this-profile": "Sigurado ka bang burahin ang profile ng {profileName}?",
  "audio-bible": "Audio recording ng Bibliya",
  "audio-bible-media": "Mga audio recording mula sa Bagong Sanlibutang Salin",
  "audio:": "Audio:",
  "auto-update-app": "Awtomatikong mag-download at install ng updates",
  "auto-update-app-explain": "Dapat naka-enable ang option na ito upang makatanggap ng bagong updates.",
  "autoStartAtLogin": "Awtomatikong buksan ang M³ pagkabukas ng computer",
  "autoStartAtLogin-explain": "Kusang bubukas ang M³ pagkabukas ng computer.",
  "autoStartMusic": "Awtomatikong mag-play ng background music bago ang pulong",
  "autoStartMusic-explain": "Kusang magpe-play ang background music bago magsimula ang pulong pagkabukas ng M³.",
  "automatic": "Automatic",
  "ayfm": "Maging Mahusay sa Ministeryo",
  "back": "Back",
  "baseUrl": "Website address",
  "baseUrl-explain": "Ilagay ang address na ginagamit para ma-access ang opisyal na website ng mga Saksi ni Jehova.",
  "browse": "Browse",
  "cache": "Cache",
  "cacheFolder": "Cache location",
  "cacheFolder-explain": "Pumili ng folder na paglalagyan ng cache files, gaya ng mga publikasyon at media. Kapag iniwang blangko, awtomatikong ise-set up ito ng app para sa iyo.",
  "cacheFolder-wizard": "Kung hindi ka sigurado sa setting na ito, puwede ka nang lumipat sa susunod na step nang hindi pumipili ng folder. Ang default na setup ay sapat na para sa karamihan ng mga user.",
  "camera-access-required": "Hindi available o wala pang access sa camera",
  "camera-access-required-explain": "Sumubok ng ibang camera o i-restart ang app kapag nabigyan na ng pahintulot sa System Settings.",
  "camera-as-background": "Camera bilang background",
  "cancel": "I-cancel",
  "change-tag": "Edit tag",
  "change-tag-explain": "Baguhin ang tag type at label ng media item na ito.",
  "chapter": "Kabanata",
  "choose-a-document-for-import": "Pumili ng artikulo, kabanata, o heading:",
  "choose-a-folder": "Pumili ng folder",
  "choose-a-song": "Pumili ng awit",
  "choose-an-image": "Pumili ng larawan",
  "circuit-overseer": "Tagapangasiwa ng Sirkito",
  "clear": "Clear",
  "clear-cache": "Clear the cache",
  "clicking-it-will-allow-you-to-start-and-stop-the-playback-of-background-music-music-will-start-playing-automatically-before-a-meeting-is-scheduled-to-start-when-m-is-launched-and-will-also-stop-automatically-before-the-meeting-starts-however-background-music-playback-will-need-to-be-manually-started-after-the-closing-prayer-using-this-button": "Pindutin ang button na ito para i-play at i-stop ang background music. Awtomatikong magpe-play ang music bago magsimula ang oras ng pulong kapag binuksan ang M³, at awtomatiko din itong mag-stop bago magsimula ang pulong. Kapag natapos na ang pansarang panalangin, kailangang pindutin ulit ang button na ito para mag-play ng background music.",
  "clicking-it-will-allow-you-to-temporarily-hide-the-media-and-yeartext-and-reveal-the-zoom-participants-underneath-once-the-zoom-part-is-over-you-can-show-the-yeartext-again-using-the-same-button": "Pindutin ang button na ito para pansamantalang itago ang media at yeartext, at para makita ang Zoom participants sa likod. Kapag natapos na ang bahagi sa Zoom, puwede mo nang pindutin ulit ang button para ipakita ang yeartext.",
  "clicking-the-close-button-again-will-close-app": "Magsasara ang M³ kapag pinindot ulit ang button na ito.",
  "close": "Isara",
  "coWeek": "Susunod na dalaw ng tagapangasiwa ng sirkito",
  "coWeek-explain": "Kapag naka-enter na, awtomatikong ililipat ng M³ ang pulong ng midweek sa araw ng Martes sa linggong iyon. Lalaktawan din nito ang media para sa Pag-aaral ng Kongregasyon sa Bibliya, pati na ang mga pansarang awit ng pulong sa midweek at weekend.",
  "collapse-sidebar": "Isara ang sidebar",
  "complete": "Kumpleto na",
  "configure-a-scene-in-obs-studio-to-capture-the-media-window": "Mag-set up ng scene sa OBS Studio para ma-capture ang media window.",
  "configure-a-scene-in-obs-studio-to-show-a-stage-wide-shot": "Mag-set up ng scene sa OBS Studio para makita ang wide shot ng stage.",
  "configure-the-websocket-plugin-in-obs-studio-the-virtual-camera-plugin-is-also-required-so-make-sure-its-installed-and-configured-as-well": "Kailangan mong i-set up ang Websocket plugin sa OBS Studio. Kailangan din ang Virtual Camera plugin, kaya siguraduhin din na naka-install at naka-set up ito.",
  "confirm": "Kumpirmahin",
  "congratulations": "Congratulations!",
  "congregation-lookup": "Congregation lookup",
  "congregation-lookup-explain": "Mag-type ng keywords gaya ng pangalan ng kongregasyon, pati na ang lugar kung nasaan ito. Gagamitin ang impormasyong ito para subukang automatic na makuha ang iskedyul at wika ng pulong.",
  "congregationMeetings": "Mga pulong ng kongregasyon",
  "congregationMeetingsDescription": "Mga setting may kaugnayan sa iyong kongregasyon at iskedyul ng pulong",
  "congregationName": "Pangalan ng kongregasyon",
  "congregationName-explain": "Ang pangalang ito ay makikita sa profile selection menu ng app.",
  "continue": "Ituloy",
  "convertFilesToMp4": "Convert exported files to MP4",
  "convertFilesToMp4-explain": "Kapag naka-enable, ang mga file na hindi video ay kino-convert sa MP4 format bago i-export. Ito ay para maging compatible sa feature na native MP4 sharing ng Zoom, kung saan mas madali at mas high quality ang playback ng media kaysa sa screen sharing. ",
  "current": "Current",
  "current-song": "Kasalukuyang awit",
  "currently-loading": "Ang media sa petsang ito ay kasalukuyang naglo-loading.",
  "custom-background": "Custom background",
  "custom-background-removed": "Natanggal na ang custom background.",
  "custom-background-set": "Ang napiling larawan ay naka-display na ngayon kapalit ng taunang teksto.",
  "custom-background-will-not-persist": "Tandaan na ang custom background ay hindi maise-save kapag isinara ang app.",
  "dangerZone": "Danger zone",
  "dark": "Dark",
  "darkMode": "Theme preference",
  "darkMode-explain": "I-force ang app na gamitin ang light o dark mode, o gamitin ang system default.",
  "days-long": "Linggo_Lunes_Martes_Miyerkules_Huwebes_Biyernes_Sabado",
  "days-short": "Lin_Lun_Mar_Miy_Huw_Biy_Sab",
  "delete": "I-delete",
  "delete-all-additional-media": "I-delete ang lahat ng extra media",
  "delete-media": "Delete media item",
  "delete-media-explain": "Piliin ang option na ito para i-delete ang napiling media item.",
  "disableMediaFetching": "I-disable ang mga feature para sa regular na mga pulong at automatic media fetching",
  "disableMediaFetching-explain": "Dapat naka-disable ang setting na ito palagi upang masigurong naka-download ang media para sa pagpupulong. Kapag naka-enable, kailangan na isa-isang idagdag lahat ng media.\n\nDapat manatiling naka-disable ang setting na ito sa halos lahat ng pagkakataon upang matiyak na awtomatikong naka-download ang media para sa pagpupulong. Kapag in-enable ang setting na ito, kinakailangan na manu-manong idagdag ang lahat ng media. Dapat lamang itong i-enable sa mga profile na gagamitin espesipiko para sa mga espesyal na okasyon gaya ng mga teokratikong paaralan, mga asamblea, o mga kombensyon.",
  "dismiss": "I-cancel",
  "display": "Display",
  "does-your-kingdom-hall-use-a-program-called-obs-studio": "Gumagamit ba ang Kingdom Hall ninyo ng program na OBS Studio?",
  "doing-so-will-greatly-simplify-and-facilitate-sharing-media-during-hybrid-meetings": "Sa paggawa nito ay lubos na mapapadali at mapapasimple sa pagbabahagi ng media sa mga hybrid na pulong.",
  "dont-forget-add-missing-media": "Huwag kalimutang magdagdag ng awit o media.",
  "dont-forget-to-add-circuit-overseer-date": "Para sa pinakamainam na resulta, idagdag ang petsa ng dalaw ng tagapangasiwa ng sirkito sa seksyong \"{ congregationMeetings }\" sa { settings }.",
  "download-status": "Download status",
  "drag-and-drop-or-click-to-browse": "I-drag at i-drop ang mga file dito o i-click para mag-browse.",
  "enableExtraCache": "Cache songbook video files",
  "enableExtraCache-explain": "I-cache ang lahat ng video ng songbook upang mapabuti ang performance. Tandaan na madaragdagan nito ang laki ng media cache.",
  "enableFolderWatcher": "I-enable ang karagdagang pagmo-monitor ng media folder",
  "enableFolderWatcher-explain": "Minomonitor ng feature na ito ang napiling folder para sa mga bagong file, at awtomatikong idinaragdag ang mga ito sa media list.",
  "enableKeyboardShortcuts": "Enable keyboard shortcuts",
  "enableKeyboardShortcuts-explain": "Gamitin ang keyboard shortcut upang mapadali ang media presentation.",
  "enableMediaAutoExport": "Enable auto-export",
  "enableMediaAutoExport-explain": "Awtomatikong i-export ang media sa napiling folder, nakaayos ayon sa araw.",
  "enableMediaDisplayButton": "Enable media playback",
  "enableMediaDisplayButton-explain": "Ipakita ang mga larawan at video sa isang window o sa ibang monitor. Kung gagamitin sa Kingdom Hall, dapat na naka-enable palagi.",
  "enableMusicButton": "Enable background music playback",
  "enableMusicButton-explain": "Mag-play ng awit bago at pagkatapos ng pulong sa ilang click lamang.",
  "enableSubtitles": "Enable subtitles",
  "enableSubtitles-explain": "I-enable ang mga subtitle bilang default sa lahat ng mga video.",
  "enter-a-key-combination": "Maglagay ng key combination",
  "enter-a-key-combination-now-using-your-keyboard": "Maglagay ng key combination ngayong ginagamit ang keyboard.",
  "enter-key-combination": "Gumawa ng shortcut",
  "enter-the-port-and-password-configured-in-obs-studios-websocket-plugin": "Enter the port and password configured in OBS Studio's Websocket plugin.",
  "entireFile": "I-play mula sa simula hanggang sa matapos",
  "error": "Error",
  "errorDownloadingMeetingMedia": "May error sa pagda-download ng media para sa pulong",
  "errors": "Errors",
  "excludeFootnotes": "Huwag isama ang mga media mula sa mga footnote sa Pag-aaral sa Bantayan",
  "excludeFootnotes-explain": "Huwag isama ang mga video o iba pang media mula sa mga footnote sa mga artikulo ng Bantayan.",
  "excludeTh": "Huwag isama ang lahat ng media mula sa brosyur na Pagtuturo",
  "excludeTh-explain": "Huwag isama ang mga video o iba pang media mula sa brosyur na Pagtuturo.",
  "expand-sidebar": "Expand sidebar",
  "external-screen": "External screen",
  "extra-media": "Add media",
  "extra-media-item-explain": "Manu-manong idinagdag ang media na ito",
  "feel-free-to-browse-around-the-other-available-options-or-if-you-prefer-you-can-head-right-to-the-media-playback-screen-and-start-using-it-to-display-media": "Malaya kang mag-browse sa iba pang mga available na opsyon, o kung mas gusto mo, maaari kang direktang pumunta sa media playback screen at simulan itong gamitin upang magpakita ng media.",
  "fileProcessError": "May error sa pagproseso ng file",
  "filetypeNotSupported": "Hindi pa suportado an file type na ito",
  "firstDayOfWeek": "Unang araw ng linggo",
  "firstDayOfWeek-explain": "Pumili kung anong araw ang mauunang i-display sa calendar week.",
  "folderToWatch": "Folder to monitor",
  "folderToWatch-explain": "Ang folder na imomonitor para sa mga bagong media file. Ang folder na ito ay kailangang maglaman ng mga subfolder na pinangalanan ayon sa petsa (format: YYYY-MM-DD). Ang mga file sa mga folder na wala sa format ay isasantabi.",
  "folderWatcher": "Folder monitoring",
  "footnote": "Footnote",
  "forward": "Forward",
  "from-jw-org": "Mula sa ating website",
  "from-local-computer": "Mula sa iyong device",
  "from-songbook": "Mula sa ating songbook",
  "full-screen": "Full screen",
  "github-repo": "GitHub repo",
  "go-home": "Bumalik sa Home",
  "go-to-settings": "Pumunta sa Settings",
  "greek-scriptures": "Griegong Kasulatan",
  "hebrew-aramaic-scriptures": "Kasulatang Hebreo-Aramaiko",
  "help-translate": "Tumulong magsalin",
  "help-translate-new": "Ang kasalukuyang wika ay hindi available bilang display language sa M³. Nais mo bang tumulong sa pagsasalin ng M³ para sa mga gumagamit na nagsasalita ng wikang ito?",
  "hide-from-list": "I-hide mula sa media list",
  "hide-from-list-explain": "Ang mga nakatagong file ay maaaring maibalik anumang oras gamit ang 'Add media' na menu.",
  "hide-image-for-zoom-participants": "Huwag ipakita ang larawan sa Zoom",
  "hide-media-display": "Hide media display",
  "hideMediaLogo": "Itago ang JW logo sa window ng media presentation.",
  "hideMediaLogo-explain": "Inaalis nito ang JW logo mula sa ibabang kanang sulok. Kung gagamitin sa Kingdom Hall, ito ay dapat na naka-disable palagi.",
  "how-will-the-app-be-used": "Profile type",
  "images-videos": "Media files",
  "images-videos-explain": "Photos, videos, audio files, PDFs documents, and other media files",
  "images:": "Images:",
  "import-media-from-s34mp": "Magdagdag ng media mula S-34mp",
  "imported-media": "Extra media",
  "in-what-language-should-media-be-downloaded": "Sa anong wika ida-download ang media?",
  "inProgress": "Kasalukuyan",
  "inactive": "Inactive",
  "memorialDate": "Petsa ng Memoryal",
  "memorialDate-explain": "Kung nilagay, awtomatikong susubukang i-download at ihanda ng M³ ang background image para sa Memoryal. Ang larawan ay ipapakita bilang kapalit ng yeartext. Mag-ingat dahil ito ay isang experimental feature at maaaring hindi gumana ayon sa inaasahan.\n",
  "include-audio-description": "Isama ang mga video na may audio description",
  "includePrinted": "Isama ang inimprentrang media kung available",
  "includePrinted-explain": "Isama ang mga karagdagang larawan mula sa inimprentrang edisyon ng mga publikasyon na maaaring hindi available sa digital format.",
  "incomplete-configuration": "Hindi pa tapos i-configure",
  "integrations": "Integrations",
  "integrationsDescription": "Baguhin ang integration kasama ng ibang mga app at feature",
  "invalid-settings": "Invalid Settings",
  "jw-playlist": "JW Library playlist",
  "jw-playlist-explain": "Na-export na playlist file mula sa JW Library",
  "jwpub-file": "JWPUB file",
  "jwpub-file-explain": "Publikasyon mula sa opisyal na website ng mga Saksi ni Jehova",
  "jwpub-file-found": "Kailangang iproseso nang hiwalay ang mga JWPUB file.",
  "jwpubNoMultimedia": "Walang laman na media ang JWPUB file",
  "keyboardShortcuts": "Keyboard shortcuts",
  "lac": "Pamumuhay Bilang Kristiyano",
  "lang": "Media language",
  "lang-explain": "Pumili ng wika na ginagamit sa pulong. Ito ang wikang gagamitin para makapag-download at mag-play ng media.",
  "langFallback": "Secondary media language",
  "langFallback-explain": "Puwede kang pumili ng pangalawang wika dito kung hindi madalas na available ang pangunahing wika na ginagamit ng kongregasyon.",
  "langSubtitles": "Wika ng mga subtitle",
  "langSubtitles-explain": "Ito ang wika kung saan ida-download at ipapakita ang mga subtitle.",
  "latest-videos-from-jw-org": "Pinakabagong video mula sa opisyal na website ng mga Saksi ni Jehova",
  "light": "Light",
  "local-media-explain-1": "Magdagdag ng mga larawan, video, audio file, JW Library playlists, JWPUB files, o mga PDF document mula sa iyong computer at lalabas ang mga ito sa media list.",
  "local-media-explain-2": "Puwede ang lahat ng karaniwang media format.",
  "localAppLang": "Wika",
  "localAppLang-explain": "Ito ang wika na gagamitin ng M³. Hindi maaapektuhan ang wikang ida-download ng media.",
  "look-for-this-button-in-m-s-footer": "Bigyang pansin ang button sa gawing ibaba ng M³:",
  "m-is-now-ready-to-be-used": "Maaari nang gamitin ang M³.",
  "make-sure-that-m-is-in-not-use-before-quitting": "Siguraduhing hindi ginagamit ang M³ bago isara.",
  "maxRes": "Maximum resolution ng mga video",
  "maxRes-explain": "Pumili ng maximum resolution ng mga video. Hindi mada-download ang mga video na mas mataas pa rito.",
  "media-display": "Media display",
  "media-display-settings": "Media display settings",
  "media-from-s34mp": "Media mula sa S-34mp",
  "media-gallery": "Media gallery",
  "media-item-missing-explain": "Wala ang media item. Idagdag gamit ang 'Add media' menu o i-drag ito sa media list mula sa computer upang mai-play",
  "media-only": "Media only",
  "media-playback": "Media playback",
  "media-sync": "Media sync",
  "mediaAutoExportFolder": "Auto-export folder",
  "mediaAutoExportFolder-explain": "Folder para sa mga awtomatikong media export.",
  "mediaExport": "Export media",
  "mediaRetrievalAndPlayback": "Media retrieval at playback",
  "mediaRetrievalAndPlaybackDescription": "I-configure ang pagdownload at playback settings ng meeting media.",
  "meeting-media-manager": "Meeting Media Manager",
  "meetingScheduleChange": "Pagbabago sa iskedyul ng pulong",
  "meetingScheduleChangeDate": "Pagbabago sa petsa ng pulong",
  "meetingScheduleChangeDate-explain": "Ilagay ang petsa kung kailan magsisimula ang bagong iskedyul ng pulong. Lahat ng pulong mula sa petsang ito ay susunod sa bagong iskedyul, at ang lumang iskedyul ay permanenteng mapapalitan.",
  "meetingScheduleChangeMwDay": "Bagong araw ng midweek meeting",
  "meetingScheduleChangeMwDay-explain": "Pumili ng araw para sa midweek meeting. Huwag lagyan kung hindi babaguhin ang araw.",
  "meetingScheduleChangeMwStartTime": "Bagong oras ng midweek meeting",
  "meetingScheduleChangeMwStartTime-explain": "Pumili ng panimulang oras ng midweek meeting. Huwag lagyan kung hindi magbabago ng oras.",
  "meetingScheduleChangeOnce": "Isang linggo lamang i-apply ang iskedyul",
  "meetingScheduleChangeOnce-explain": "I-enable ito upang ilapat ang pagbabago ng iskedyul sa isang linggo lamang, na magsisimula sa tinukoy na petsa. Magagamit ito para sa mga pagbabago na isang beses lamang, tulad ng sa dalaw ng tagapangasiwa ng sirkito sa kalapit na kongregasyon. Kung hindi, ang iskedyul ay magbabago para sa lahat ng pulong mula sa tinukoy na petsa.",
  "meetingScheduleChangeWeDay": "Bagong araw ng weekend meeting",
  "meetingScheduleChangeWeDay-explain": "Pumili ng araw para sa weekend meeting. Huwag lagyan kung hindi babaguhin ang araw.",
  "meetingScheduleChangeWeStartTime": "Bagong oras ng weekend meeting",
  "meetingScheduleChangeWeStartTime-explain": "Pumili ng panimulang oras ng weekend meeting. Huwag lagyan kung hindi magbabago ng oras.",
  "midweek-meeting": "Pulong sa Gitnang Sanlinggo",
  "months-long": "Enero_Pebrero_Marso_Abril_Mayo_Hunyo_Hulyo_Agosto_Setyembre_Oktubre_Nobyembre_Disyembre",
  "months-short": "Ene_Peb_Mar_Abr_May_Hun_Hul_Ago_Set_Okt_Nob_Dis",
  "music.starting": "Nagsisimula...",
  "music.stopping": "Humihinto...",
  "musicVolume": "Playback volume ng background music",
  "musicVolume-explain": "Pumili ng lakas ng background music playback. Makakapag-set ng mas mahinang tunog ng background music habang mas malakas ang tunog ng ibang media.",
  "mwDay": "Araw ng pulong sa gitnang sanlinggo",
  "mwDay-explain": "Pumili ng araw ng midweek meeting",
  "mwStartTime": "Oras ng midweek meeting",
  "mwStartTime-explain": "Pumili ng oras para sa midweek meeting.",
  "new-profile": "Bagong profile",
  "next-day-with-media": "Pumunt sa unang araw nang may media",
  "no": "Hindi",
  "no-circuit-overseer-date-set": "Wala pang petsa sa dalaw ng tagapangasiwa ng sirkito",
  "no-media-files-for-section": "Walang media sa seksyong ito.",
  "no-media-for-this-category": "Walang media para sa kategoriyang ito",
  "no-regular-meetings": "Walang pulong",
  "no-results": "Walang nakitang resulta",
  "no-results-explain": "Kailangang ilagay ang impormasyon ng kongregasyon kung hindi nahanap sa lookup",
  "no-results-short": "Lagyan ng search words sa itaas",
  "no-results-short-explain": "Kailangang maglagay ng higit sa dalawang character upang makapaghanap.",
  "noDateSelected": "Walang napiling petsa sa ngayon",
  "noDownloadsInProgress": "Walang kasalukuyang download",
  "noName": "Walang pangalan",
  "none": "Wala",
  "not-playing": "Not playing",
  "notice-the-yeartext-is-now-being-displayed-on-the-external-monitor-but-lets-keep-going": "Mapapansin na ang taunang teksto sa external monitor! Magpatuloy tayo.",
  "obs-studio-disconnected-banner": "Hindi maka-connect ang M³ sa OBS Studio. Siguraduhing gumagana ang OBS Studio at naka-configure nang tama.",
  "obs-studio-integration": "OBS Studio integration",
  "obs-studio-is-a-free-app-used-to-manage-camera-and-video-feeds-in-many-kingdom-halls": "Libreng app ang OBS Studio na ginagamit sa camera at video feeds sa maraming Kingdom Hall.",
  "obs-studio-media-scene": "OBS Studio media scene",
  "obs-studio-port-and-password": "OBS Studio port at password",
  "obs-studio-stage-scene": "OBS Studio stage scene",
  "obs.connected": "OBS Studio: Connected",
  "obs.connecting": "OBS Studio: Connecting",
  "obs.disconnected": "OBS Studio: Disconnected",
  "obs.error": "OBS Studio: Connection Error",
  "obsCameraScene": "Default stage view scene sa OBS Studio",
  "obsCameraScene-explain": "Ang scene sa OBS Studio na gagamitin bilang default stage view. Kailangang wide shot ito.",
  "obsEnable": "I-integrate ang M³ kasama ng OBS Studio",
  "obsEnable-explain": "I-connect ang M³ sa OBS Studio upang makapag-automated switching sa media at camera scenes",
  "obsHideIcons": "Huwag i-display ang mga icon sa scene switcher",
  "obsHideIcons-explain": "Kapag naka-enable, nakatago ang mga icon sa scene switcher. Maaari nitong mapalinaw ang scene names.",
  "obsImageScene": "Scene na magdi-display ng mga larawan sa OBS Studio [optional]",
  "obsImageScene-explain": "Maaaring mag-configure ng isang scene sa OBS Studio na para lang sa pagpapakita ng mga larawan, halimbawa sa picture-in-picture style. Kung iiwanang blangko, ang default na media scene ang gagamitin.",
  "obsMediaScene": "Media window scene sa OBS Studio",
  "obsMediaScene-explain": "Scene sa OBS Studio na gagamitin upang mag-broadcast ng media sa Zoom.",
  "obsPassword": "OBS Studio Websocket password",
  "obsPassword-explain": "Hanapin ang password sa Tools > WebSocket Server Settings in OBS Studio.",
  "obsPort": "OBS Studio Websocket port",
  "obsPort-explain": "Hanapin ang port sa Tools > WebSocket Server Settings in OBS Studio.",
  "obsQuickToggle": "I-enable ang instant screen switcher",
  "obsQuickToggle-explain": "Kapag naka-enable, ang pag-hover sa OBS Studio button ay magbubukas ng scene switcher. Makakatulong ito para sa mabilisang pagpapalit ng mga scene sa OBS Studio, lalo na kung maraming scene ang naka-configure.",
  "obsStudio": "OBS Studio",
  "obsSwitchSceneAfterMedia": "I-delay ang pagpapalit ng scene kapag nagpe-play ng media",
  "obsSwitchSceneAfterMedia-explain": "Kapag naka-enable, hindi muna magpapalit ng scene ang OBS Studio hanggang sa matapos ang kasalukuyang naka-play na media. Tandaan: ang pag-enable sa opsyong ito ay mag-aalis din ng mga media at image scene mula sa scene switcher.",
  "once-the-scene-has-been-created-select-it-here": "Piliin dito kapag nakagawa na ng scene.",
  "only-show-settings-that-are-not-valid": "Ipakita lamang ang maling settings ",
  "oops-nothing-here": "Teka. Wala dito...",
  "open-website": "Buksan ang website",
  "other": "Iba pa",
  "other:": "Other:",
  "paragraph": "Parapo",
  "pause-to-adjust-time": "Upang paganahin ang scrubbing, kailangang naka-pause ang video.",
  "picture-in-picture": "Media and speaker (PiP)",
  "play-music": "Mag-play ang awit",
  "please-use-image-or-jwpub": "Pakisuyong pumili ng image file o JWPUB file na naglalaman ng larawan",
  "please-wait": "Pakisuyong maghintay",
  "processing": "Pinoproseso:",
  "profile-deletion": "Pag-delete ng profile",
  "profile-name": "Profile name",
  "profile-type-choose-regular": "Pinipili ng karamihan ang \"Regular\".",
  "profile-type-regular": "Kadalasan na, ang pagpili ng 'Regular' ang pinakamagandang na opsyon. Gagawa ito ng profile na awtomatikong magda-download ng media para sa lahat ng pulong at mag-e-enable din ng mga feature ng media presentation na madalas gamitin sa mga pulong ng kongregasyon.",
  "profile-type-special": "Piliin ang \"Iba pa\" kung gagawa ng profile na hindi awtomatikong magda-download ng media. Ang media ay isa-isang idadagdag sa profile na ito. Madalas itong gamitin sa mga teokratikong paaralan, asemblea, at iba pang mga okasyon.",
  "projecting": "Projecting",
  "public-talk": "Pahayag Pangmadla",
  "public-talk-media": "Public talk media",
  "receive-beta-updates": "Tumanggap patiuna ng mga beta version",
  "receive-beta-updates-explain": "Maaaring may mga hindi maayos na feature at bug sa mga beta updates. Huwag i-enable ang opsyon na ito sa computer na ginagamit sa pagpupulong.",
  "refresh": "Refresh",
  "regular": "Regular",
  "remind-me-later": "Ipaalala mamaya",
  "remove-all-cache": "Burahin lahat ng file sa cache",
  "remove-unused-cache": "Alisin ang mga hindi ginagamit sa cache",
  "rename": "Rename media item",
  "rename-explain": "Ang mga media item ay hindi permanenteng pinapalitan ng pangalan; babalik sa orihinal na pangalan kapag ni-restart ang app.",
  "repeat": "Uulit nang tuloy-tuloy ang media item na ito",
  "repeat-media-item": "I-loop ang media item",
  "repeat-media-item-explain": "Piliin ito kung ang napiling media item ay kailangang naka-loop hanggang sa manu-manong ihinto.",
  "replace": "Palitan",
  "reset": "Reset",
  "reset-custom-background": "Alisin ang custom background",
  "reset-sort-order": "Reset order",
  "save": "Save",
  "scene-not-found": "Nagkaproblema habang pinapagana ang scene sa OBS Studio.",
  "scene-not-found-explain": "Pakisuyong kumpirmahin ang mga scene sa settings.",
  "scene-selection": "OBS Scene selection",
  "screen-access-required": "Kailangan ng permiso sa screen recording sa feature na tito",
  "screen-access-required-explain": "Pakisuyong i-restart ang app kapag naibigay na ang screen recording permissions sa System Settings.",
  "search": "Hanapin",
  "search-by-title-or-number": "Hanapin ayon sa pamagat o bilang",
  "select-a-congregation-to-enable": "Pumili muna ng profile",
  "select-a-custom-background": "Pumili ng larawan na ipapakita bilang background image sa halip na taunang teksto. Karaniwan itong ginagamit lamang sa mga espesyal na okasyon gaya ng Memoryal.",
  "select-a-date": "Pumili ng petsa",
  "select-a-date-to-begin": "Pakisuyong pumili ng petsa para makapagsimula.",
  "select-camera": "Pumili ng camera",
  "select-s34mp": "Pumili ng S-34mp JWPUB file",
  "select-s34mp-to-add-public-talk-media": "Pumili ng S-34mp JWPUB file na na-download mula sa opisyal na website ng mga Saksi ni Jehova para mabilis na ma-access ang Media Playlist Para sa Pahayag Pangmadla. Ang file ay ika-cache at maaaring i-update kahit kailan sa pamamagitan ng pagpili sa mas bagong version.",
  "set-custom-background": "Select a custom background",
  "set-custom-durations": "Mag-set ng haba ng oras",
  "setup-wizard": "Initial configuration",
  "setupWizard.backgroundMusic": "Background music",
  "setupWizard.intro": "Ang M³ ay isang app na idinisenyo upang gawing madali at walang stress ang pagpapalabas ng media sa mga pulong ng kongregasyon. I-configure muna natin ang ilang bagay, at pagkatapos ay maaari na tayong magsimula.",
  "setupWizard.meetingDaysTimes": "Araw at oras ng pulong",
  "setupWizard.welcome": "Welcome sa M³",
  "shortcutMediaNext": "I-play ang susunod na media item",
  "shortcutMediaNext-explain": "Shortcut para lumaktaw sa susunod na video o larawan sa listahan. Wala itong epekto kung may kasalukuyang pinapatugtog na video.",
  "shortcutMediaPauseResume": "Pause/resume video",
  "shortcutMediaPauseResume-explain": "Shortcut para i-pause o ipagpatuloy ang kasalukuyang naka-play na video. Gagana lamang ito kung may kasalukuyang pinapatugtog na video.",
  "shortcutMediaPrevious": "I-play ang naunang media item",
  "shortcutMediaPrevious-explain": "Shortcut para lumaktaw sa naunang video o larawan sa listahan. Wala itong epekto kung may kasalukuyang naka-play na video.",
  "shortcutMediaStop": "Ihinto ang media",
  "shortcutMediaStop-explain": "Shortcut para ihinto ang kasalukuyang naka-play na video o itago ang kasalukuyang ipinapakitang larawan. Gagana lamang ito kung may kasalukuyang ipinapakitang media.",
  "shortcutMediaWindow": "Hide/show media window",
  "shortcutMediaWindow-explain": "Shortcut para itago o ipakita  agad ang media window.",
  "shortcutMusic": "Start/stop background music",
  "shortcutMusic-explain": "Shortcut para i-play o ihinto ang background music.",
  "show-all-media": "Ipakita ang lahat ng media",
  "show-all-settings": "Ipakita lahat ng settings",
  "show-hidden-media": "Ipakita ang nakatagong media",
  "show-hidden-media-explain": "Ipapakita niyo ang media na patiunang itinago para sa kasalukuyang araw.",
  "show-image-for-zoom-participants": "Ipakita ang larawan sa Zoom",
  "show-media-display": "Show media display",
  "some-media-items-are-hidden": "Nakatago ang ilang media items.",
  "some-media-items-are-missing": "Nawawala ang ilang media files",
  "some-media-items-are-missing-explain": "Matagumpay na na-import ang JWPUB file. Gayunpaman, may ilang media na hindi kasama sa file at hindi awtomatikong nai-download. Maaaring idagdag ang media na ito nang manu-mano kung kinakailangan sa pamamagitan ng 'Add media' menu o sa pamamagitan ng pag-drag nito sa media list mula sa iyong computer.",
  "some-songs-are-duplicated": "Lumilitaw ang ilang awit ng ilang beses sa media list. Pakisuyong i-check kung ito ay sinasadya.",
  "this-song-is-duplicated": "This song appears more than once in the media list.",
  "song": "Awit",
  "songbook-video-caching": "Songbook video caching",
  "stage": "Stage",
  "start-mirroring": "Start mirroring",
  "start-over": "Ulitin",
  "stop": "Stop",
  "stop-media": "Ihinto ang media",
  "stop-mirroring": "Stop mirroring",
  "stop-music": "Stop music",
  "stop-playing-media-first": "Para makapag-navigate sa ibang page, pakihinto muna ang media playback",
  "stop-playing-media-first-explain": "Naka-disable ang page navigation kapag may naka-present na media.",
  "stop-repeat-media-item": "Huwag i-loop ang media item na ito",
  "stop-repeat-media-item-explain": "Piliin ito kung kailangang tapusin ang naka-play na media item. ",
  "study-bible": "Bibliya Para sa Pag-aaral",
  "study-bible-media": "Mga larawan, video, chart, at mapa mula sa Bibliya  Para sa Pag-aaral",
  "subtitles": "Subtitles",
  "successfully-migrated-from-the-previous-version": "Matagumpay na nailipat mula sa naunang bersyon",
  "sureStopVideo": "Sigurado ka bang ihinto ang video?",
  "tgw": "Kayamanan Mula sa Salita ng Diyos",
  "the-name-of-your-congregation-or-group-will-be-used-to-quickly-switch-between-profiles-if-ever-you-decide-create-more-than-one-in-the-future": "Makakatulong ang profile name sa mabilis na paglipat sa pagitan ng mga profile, kung sakaling magpasya kang gumawa ng higit sa isa sa hinaharap.",
  "there-are-no-media-items-for-the-selected-date": "Walang media items para sa napiling petsa.",
  "this-is-a-test-version": "Ito ay test version! Gamitin lamang sa pag-testing at huwag hayaang naka-install.",
  "this-will-only-delete-media-for-this-day": "Aalisin ang sobrang media para sa napiling araw kapag ginawa ito.\n",
  "this-will-speed-up-media-retrieval-for-meetings": "Mapapabilis nito ang pagkuha ng media para sa mga pulong, ngunit hindi ito kinakailangan.",
  "titles.meetingMedia": "Meeting media",
  "titles.presentWebsite": "Website presentation",
  "titles.profileSelection": "Congregation profiles",
  "titles.settings": "Settings",
  "to-quickly-show-and-hide-zoom-participants-on-the-tv-screens-when-needed-make-sure-that-the-setting-to-use-dual-monitors-in-zoom-is-enabled": "Tip: Upang matiyak na mabilis na maipakita at maitago ang mga kasama sa Zoom sa mga TV screen kung kinakailangan, siguraduhing naka-enable ang setting na 'use dual monitors'' sa Zoom.",
  "tools": "Tools",
  "tryConfiguringFallbackLanguage": "Subukan i-configure ang isang backup na wika sa settings.",
  "until-meeting-starts": "Bago magsimula ang pulong",
  "upcoming-songs": "Nakapilang mga awit",
  "update": "Update",
  "update-available": "Available na ang bagong bersyon ng M³! Mungkahi naming mag-update para matanggap ang pinakabagong feature, bug fixes at security updates.",
  "use-the-import-button-to-add-media-for-this-date-or-select-another-date-to-view-the-corresponding-meeting-media": "Gamitin ang 'Add extra media' button upang magdagdag ng media para sa araw na ito, o pumili ng ibang araw upang makita ang kaukulang media para sa araw na iyon.",
  "use-the-slider-below-to-adjust-the-start-and-end-time-of-this-media-item": "Gamitin ang slider sa ibaba upang ma-adjust ang haba ng oras sa media item na ito. Maganda ito kung magpe-play lamang ng parte ng video",
  "user-guide": "User guide",
  "verse-or-verses": "Talata",
  "video": "Video",
  "videos:": "Videos:",
  "warning": "Babala",
  "watched-media-item-explain": "Idinagdag mula sa isang monitored folder ang media item na ito",
  "weDay": "Araw ng pulong sa weekend",
  "weDay-explain": "Pumili ng araw kung kailan ginaganap ang pulong sa weekend.",
  "weStartTime": "Oras ng pulong sa weekend",
  "weStartTime-explain": "Pumili ng oras kung kailan nagsisimula ang pulong sa weekend.",
  "weekend-meeting": "Pulong sa weekend",
  "welcome-to-mmm": "Welcome sa M³!",
  "well-start-fetching-media-while-we-wrap-up-with-our-initial-setup": "Sisimulan na ang pagkuha ng media habang tinatapos ang initial setup.",
  "what-are-your-meeting-days-and-times-well-use-this-info-to-display-the-media-calendar": "Anong araw at oras ng mga pulong mo? Gagamitin namin ang impormasyong ito para i-display sa media calendar.",
  "what-kind-of-profile-is-this": "Pumili ng klase ng profile na gusto mo.",
  "what-language-would-you-like-m-to-be-displayed-in": "Anong wika ang gusto mong gamitin sa M³?",
  "whats-new": "Tingnan ang Anong Bago",
  "when-you-are-done-presenting-the-website-you-can-either-close-the-website-window-or-click-again-on-the-button-in-the-top-right-corner-of-this-window": "Kapag hindi na kailangan ipakita ang website, maaaring isara ang window ng website, o i-click ang 'Stop Mirroring' button sa itaas na kanang sulok ng window na ito.",
  "when-you-click-the-button-on-the-top-right-corner-of-this-window-a-new-window-will-open-where-the-website-will-be-presented-what-you-see-in-this-window-will-be-mirrored-into-the-media-window": "Kapag na-click ang 'Open Website' button sa itaas na kanang sulok ng window na ito, magbubukas ang isang bagong window patungo sa opisyal na website ng mga Saksi ni Jehova.",
  "window-type": "Window type",
  "windowed": "Windowed",
  "would-you-like-to-enable-songbook-video-caching": "Nais mo bang i-cache lahat ng mga video ng songbook?",
  "would-you-like-to-integrate-m-with-obs-studio": "Nais mo bang i-integrate ang M³ kasama ang OBS Studio?",
  "wt": "Pag-aaral sa Bantayan",
  "yeartext": "Taunang teksto",
  "yes": "Oo",
  "you-can-navigate-the-website-before-presenting-it": "Kung kinakailangan, maaaring pumunta muna sa isang espesipikong pahina bago ito ipakita. Kapag handa na, pindutin ang \"Start Mirroring\" button sa itaas na kanang sulok ng window na ito. Ang makikita sa website window ay makikita rin sa media window para makita ng audience.",
  "zoom-in": "Zoom in",
  "zoom-out": "Zoom out"
}
