{
  "lang": "en",
  "name": "English",
  "language": "Language:",
  "search": "Filter by keyword",
  "shared": {
    "explanation": "Explanation",
    "option": "Option",
    "optionsApp": "Application setup",
    "optionsCongSync": "Congregation sync setup",
    "optionsMedia": "Media setup",
    "optionsMeetings": "Meeting setup",
    "password": "Password",
    "port": "Port",
    "setting": "Setting"
  },
  "home": {
    "expand": "Expand all articles",
    "collapse": "Collapse all articles",
    "syncInProgress": "Meeting media sync in progress",
    "mainScreen": "Main screen",
    "chooseWeek": "Choose a week",
    "syncComplete": "Sync complete!",
    "musicPlaying": "Pre- and post-meeting music playing"
  },
  "congregation-sync": {
    "vo": "The brother designated as <em>videoconference organizer</em> (VO) by the body of elders can use M³ to manage what media is made available to the technical A/V support team in his congregation.",
    "voCan": "The VO, or someone designated by him, can:",
    "additional": "upload <strong>additional</strong>strong> media to be shared during a meeting, such as for the circuit overseer's visit, or for public speakers' talks",
    "hide": "<strong>hide</strong> media from JW.org that isn't relevant for a given meeting, for example, when a part has been replaced by the local branch",
    "recurring": "add or remove <strong>recurring</strong> media, such as a year-text video, or an announcement slide",
    "fetchMedia": "Update media folders",
    "synced": "All who are synced to the same congregation will then receive the exact samemedia when they click the <em>[FETCH]</em> button.",
    "note": "Please note that the congregation sync feature is opt-in and entirely optional.",
    "how": "How it works",
    "webdav": "M³'s underlying sync mechanism uses WebDAV. This means that the VO (or someone under his supervision) needs to either:",
    "webdavServer": "set up a secured WebDAV server that is web-accessible, <strong>or</strong>",
    "externalWebdav": "use a third-party cloud storage service that supports the WebDAV protocol (see the [HOSTNAME] setting in the <em>[CONG SYNC]</em> section below).",
    "credentials": "All users that wish to be synchronized together will need to connect to the same WebDAV server using the connection information and credentials provided to them by their VO.",
    "hostname": "Hostname",
    "hostDesc": "Web address of the WebDAV server. Secure HTTP (HTTPS) is required.",
    "hostNote": "<strong>Note:</strong> The label for this field is actually a button that, once clicked, will show a list of WebDAV providers that have been known to be compatible with M³, and will automatically prefill certain settings for those providers.",
    "hostList": "This list is provided as a courtesy, and in no way represents an endorsement of any particular service or provider.",
    "hostBest": "The best server is always the one you own...",
    "portDesc": "Usually 443 for standard HTTPS, but might differ depending on the site.",
    "username": "Username",
    "userDesc": "Username for the WebDAV service.",
    "passDesc": "Password for the WebDAV service.",
    "passNote": "<strong>Note:</strong> As detailed in their respective support pages, an app-specific password might need to be created for [BOX] and [KOOFR] in order to enable WebDAV connections to their services.",
    "webdavFolder": "Congregation sync folder",
    "folderDesc": "This is the folder that will be used to synchronize media for all congregation sync users.",
    "folderChoices": "You can either type/paste in a path, or use your mouse to navigate to the target folder.",
    "folderNote": "<strong>Note:</strong> Make sure that all congregation sync users input the same folder path; otherwise the sync won't work as expected.",
    "settingsLocked": "Congregation-wide settings",
    "settingsDesc": "Once the VO has configured the <em>[MEDIA SETUP]</em> and <em>[MEETINGSETUP]</em> sections of the [SETTINGS] on his own computer, he can then use this button to enforce certain settings for all congregation sync users",
    "settingsExample": "(for example, meeting days, media language, conversion settings, and so on).",
    "settingsNote": "This means that the selected settings will be forcefully applied for all synced users every time they open M³.",
    "usingCongSync": "Using congregation sync to manage media",
    "usageDesc": "Once the congregation sync setup is complete, you're ready to start [MANAGE MEDIA] for your congregation's technical AV support team.",
    "screenshots": "Screenshots of congregation sync in action"
  },
  "manage-media": {
    "imgAddSong": "Adding a song for a public talk",
    "imgAddPic": "Adding an additional picture",
    "imgImportJWPUB": "Importing media from a section in a JWPUB file",
    "imgPreviewJWPUB": "Previewing media from a JWPUB file before importing",
    "imgRename": "Renaming a media file"
  },
  "present-media": {
    "imgButton": "Button to enter media controller mode",
    "imgSelectMeeting": "Selecting a meeting for which to display media",
    "imgBG": "Default media background, with automatically generated yeartext",
    "imgMediaList": "List of media that is ready to be presented",
    "imgStandby": "M³ media presentation in standby mode",
    "imgDisplayPic": "Displaying a picture",
    "imgPlayVideo": "Playing a video",
    "imgVideoScrub": "Moving to a specific time in a video"
  }
}
