{
  "lang": "es",
  "name": "Español",
  "language": "Idioma:",
  "search": "Filtrar por palabra clave",
  "shared": {
    "explanation": "Explicación",
    "option": "Opción",
    "optionsApp": "Configuración de la aplicación",
    "optionsCongSync": "Configuración de sincronización de la congregación",
    "optionsMedia": "Configuración de multimedia",
    "optionsMeetings": "Configuración de la reunión",
    "password": "Contraseña",
    "port": "Puerto",
    "setting": "Ajuste"
  },
  "home": {
    "expand": "Expandir todos los artículos",
    "collapse": "Contraer todos los artículos",
    "syncInProgress": "Sincronización de contenidos de reunión en curso",
    "mainScreen": "Pantalla principal",
    "chooseWeek": "Elija una semana",
    "syncComplete": "¡Sincronización completa!",
    "musicPlaying": "Reproducción de música antes y después de la reunión"
  },
  "congregation-sync": {
    "vo": "El hermano designado como <em>organizador de videoconferencia</em> (OV) por el cuerpo de ancianos puede usar M³ para administrar qué contenidos están disponibles para el equipo de soporte técnico de Audio/Video en su congregación.",
    "voCan": "El OV, o alguien designado por él, puede:",
    "additional": "subir contenidos <strong>adicionales</strong>strong> para compartir durante una reunión, como la visita del superintendente de circuito o los discursos de los oradores públicos",
    "hide": "<strong>ocultar</strong> los medios de JW.org que no son relevantes para una reunión determinada, por ejemplo, cuando una parte ha sido reemplazada por la sucursal local",
    "recurring": "agregar o eliminar contenidos  <strong>recurrentes</strong>, como un video de texto anual o una diapositiva de anuncio",
    "fetchMedia": "¡Actualizar multimedia!",
    "synced": "Todos los que estén sincronizados con la misma congregación recibirán exactamente los mismos contenidos cuando hagan clic en el botón <em>[FETCH]</em>.",
    "note": "Tenga en cuenta que la función de sincronización de la congregación  totalmente opcional.",
    "how": "Cómo funciona",
    "webdav": "El mecanismo de sincronización subyacente de M³ utiliza WebDAV. Esto significa que el OV (o alguien bajo su supervisión) debe:",
    "webdavServer": "configurar un servidor WebDAV seguro que sea accesible desde la web, <strong>o</strong>",
    "externalWebdav": "utilizar un servicio de almacenamiento en la nube de terceros que admita el protocolo WebDAV (consulte la configuración [HOSTNAME] en la sección <em>[CONG SYNC]</em> a continuación).",
    "credentials": "Todos los usuarios que deseen sincronizarse juntos deberán conectarse al mismo servidor WebDAV utilizando la información de conexión y las credenciales que les proporcionó su OV.",
    "hostname": "Nombre del host",
    "hostDesc": "Dirección web del servidor WebDAV. Se requiere HTTP seguro (HTTPS).",
    "hostNote": "<strong>Nota:</strong> La etiqueta de este campo es en realidad un botón que, una vez que se hace clic, mostrará una lista de proveedores de WebDAV que se sabe que son compatibles con M³ y automáticamente completará ciertas configuraciones para esos proveedores.",
    "hostList": "Esta lista se proporciona como cortesía y de ninguna manera representa un respaldo de ningún servicio o proveedor en particular.",
    "hostBest": "El mejor servidor es siempre el tuyo...",
    "portDesc": "Por lo general, 443 para HTTPS estándar, pero puede diferir según el sitio.",
    "username": "Nombre de usuario",
    "userDesc": "Nombre de usuario para el servicio WebDAV.",
    "passDesc": "Contraseña para el servicio WebDAV.",
    "passNote": "<strong>Nota:</strong> Como se detalla en sus respectivas páginas de soporte, es posible que se deba crear una contraseña específica de la aplicación para [BOX] y [KOOFR] para habilitar las conexiones WebDAV a sus servicios.",
    "webdavFolder": "Carpeta de sincronización de la congregación",
    "folderDesc": "Esta es la carpeta que se usará para sincronizar contenidos para todos los usuarios de sincronización de la congregación.",
    "folderChoices": "Puede escribir/pegar una ruta o usar el ratón para navegar a la carpeta de destino.",
    "folderNote": "<strong>Nota:</strong> Asegúrese de que todos los usuarios de sincronización de la congregación ingresen la misma ruta de carpeta; de lo contrario, la sincronización no funcionará como esperaba.",
    "settingsLocked": "Configuración de toda la congregación",
    "settingsDesc": "Una vez que el OV ha configurado las secciones <em>[MEDIA SETUP]</em> y <em>[MEETINGSETUP]</em> de [SETTINGS] en su propia computadora, puede usar este botón para aplicar ciertas configuraciones para todos los usuarios de sincronización de la congregación",
    "settingsExample": "(por ejemplo, días de reunión, idioma de los contenidos, configuración de conversión, etc.).",
    "settingsNote": "Esto significa que la configuración seleccionada se aplicará a la fuerza a todos los usuarios sincronizados cada vez que abran M³.",
    "usingCongSync": "Usar la sincronización de la congregación para administrar los contenidos",
    "usageDesc": "Una vez que se complete la configuración de sincronización de la congregación, estará listo para iniciar [GESTIONAR MEDIOS] para el equipo de soporte técnico AV de su congregación.",
    "screenshots": "Capturas de pantalla de la sincronización de la congregación en acción"
  },
  "manage-media": {
    "imgAddSong": "Agregar una canción para un discurso público",
    "imgAddPic": "Agregar una imagen adicional",
    "imgImportJWPUB": "Importación de contenido desde una sección en un archivo JWPUB",
    "imgPreviewJWPUB": "Vista previa de contenido desde un archivo JWPUB antes de importar",
    "imgRename": "Cambiar el nombre de un archivo multimedia"
  },
  "present-media": {
    "imgButton": "Botón para entrar en el modo de controlador de contenidos",
    "imgSelectMeeting": "Selección de una reunión para la que mostrar contenidos",
    "imgBG": "Fondo multimedia predeterminado, con texto de año generado automáticamente",
    "imgMediaList": "Lista de contenidos que está lista para ser presentada",
    "imgStandby": "Presentación multimedia M³ en modo de espera",
    "imgDisplayPic": "Mostrar una imagen",
    "imgPlayVideo": "Reproducir un video",
    "imgVideoScrub": "Moverse a un momento específico en un video"
  }
}
