{
  "lang": "es",
  "name": "Español",
  "language": "Idioma:",
  "shared": {
    "explanation": "Explicación",
    "option": "Opción",
    "optionsApp": "Configuración de la aplicación",
    "optionsCongSync": "Configuración de sincronización de la congregación",
    "optionsMedia": "Configuración de multimedia",
    "optionsMeetings": "Configuración de la reunión",
    "password": "Contraseña",
    "port": "Puerto",
    "setting": "Ajuste"
  },
  "home": {
    "expand": "Expandir todos los artículos",
    "collapse": "Contraer todos los artículos",
    "syncInProgress": "Sincronización de contenidos de reunión en curso",
    "mainScreen": "Pantalla principal",
    "chooseWeek": "Elija una semana",
    "syncComplete": "¡Sincronización completa!",
    "musicPlaying": "Reproducción de música antes y después de la reunión"
  },
  "configuration": {
    "settingsScreen": "La pantalla de Configuración se divide en 4 secciones. La mayoría de las opciones se explican por sí mismas, pero aquí hay algunos detalles adicionales.",
    "localAppLang": "Idioma a mostrar",
    "appLangDesc": "Establece el idioma en el que se muestra M³.",
    "thankContributors": "¡Gracias a todos nuestros colaboradores por traducir la aplicación a tantos idiomas!",
    "askHelp": "Si desea ayudar a mejorar una traducción existente o agregar una nueva, abra una nueva [GH DISCUSSION].",
    "mediaSaveFolder": "Carpeta en la que guardar los contenidos multimedia",
    "folderDesc": "Los contenidos de la reunión se guardarán en esta carpeta para compartirlos y usarlos más tarde.",
    "runAtStartup": "Ejecutar la aplicación al iniciar el sistema",
    "startupDesc": "Si está habilitado, M³ se iniciará cuando el usuario actual inicie sesión en la computadora.",
    "startupNote": "<strong>Nota:</strong> no disponible en Linux.",
    "syncOnLaunch": "Iniciar automáticamente la sincronización de contenido  multimedia",
    "syncDesc": "Si está habilitada, esta opción iniciará automáticamente una sincronización de contenidos 5 segundos después de que se inicie M³.",
    "syncNote": "Para evitar que se produzca la sincronización automática cuando esta configuración está habilitada, presione el botón ⏸ (pausa) antes de que finalice el temporizador de 5 segundos.",
    "openTargetFolderAfterSync": "Abrir carpeta después de la sincronización de contenido multimedia",
    "openFolderDesc": "Cuando está habilitado, la carpeta que contiene los contenidos  descargados para la semana elegida se abrirá en el explorador de archivos de la computadora después de que se complete la sincronización de contenidos.",
    "quitAfterSync": "Salir de la aplicación después de la sincronización de la multimedia",
    "quitDesc": "Si está habilitada, esta opción cerrará automáticamente M³ 5 segundos después de que se complete la sincronización de contenidos.",
    "quitNote": "Para evitar que M³ se cierre automáticamente cuando esta configuración está habilitada, presione el botón 🏃 (persona saliendo/corriendo) antes de que finalice el temporizador de 5 segundos.",
    "enableObs": "Habilite el modo de compatibilidad con <em>OBS Studio</em>",
    "obsDesc": "Si está habilitada, esta opción accederá a OBS Studio para cambiar escenas automáticamente según sea necesario, tanto antes como después de compartir medios.",
    "obsWebsocket": "Si habilita este ajuste, asegúrese de que OBS Studio esté configurado para usar el complemento <code>obs-websocket</code>, que es lo que permitirá que M³ se comunique con OBS Studio.",
    "obsScenes": "Además, configure todas las escenas necesarias para compartir contenidos y mostrar la plataforma en OBS.",
    "obsScenesMin": "Como mínimo, necesitará una escena con una <code>Captura de ventana</code> (recomendada) o <code>Captura de pantalla</code> configurada para capturar la ventana de presentación multimedia de M³, o la pantalla en la que se presentarán los contenidos.",
    "obsAlso": "También deberá configurar todas las escenas de vista deseadas de la plataforma, por ejemplo:",
    "obsLecturn": "una toma del atril",
    "obsStage": "un plano general de la plataforma",
    "obsLecturnReader": "los micrófonos del atril y del lector juntos",
    "obsTable": "una toma de la mesa",
    "obsPortDesc": "Puerto en el que el complemento <code>obs-websocket</code> está configurado para escuchar.",
    "obsPassDesc": "Contraseña establecida en la configuración del complemento <code>obs-websocket</code>.",
    "obsCameraScene": "Escena de vista predeterminada en OBS Studio",
    "obsCameraDesc": "Elija qué escena debe seleccionarse de forma predeterminada cuando se inicia el modo de presentación de contenidos. Por lo general, una vista panorámica de la plataforma o una toma del atril.",
    "obsMediaScene": "Escena de ventana multimedia en OBS Studio",
    "obsMediaDesc": "Seleccione qué escena está configurada en OBS Studio para capturar la ventana multimedia de M³.",
    "disableHardwareAcceleration": "Deshabilite la aceleración por hardware",
    "disableHADesc": "Solo habilite esta configuración si tiene problemas con el modo de presentación multimedia. Cambiar esta configuración hará que M³ se reinicie.",
    "congLink": "Consulte la sección [CONG LINK] para obtener detalles sobre lo que hace exactamente y cómo configurar esta sección.",
    "mediaLang": "Idioma del contenido multimedia",
    "mediaLangDesc": "Seleccione el idioma de su congregación o grupo. Todos los contenidos se descargarán de JW.org en este idioma.",
    "maxRes": "Resolución máxima para videos",
    "resDesc": "Los videos descargados de JW.org se descargarán con esta resolución o con la siguiente resolución inferior disponible. Útil para situaciones de ancho de banda limitado o bajo.",
    "convertDownloaded": "Convertir multimedia a formato MP4",
    "convertDesc": "Esto convertirá automáticamente todos los archivos de imagen y audio al formato MP4, para usar con la [NATIVE FEATURE] de Zoom durante las reuniones de  congregación por Zoom <strong>totalmente remotas</strong>.",
    "convertExplain": "Esto incluye todas las imágenes y archivos multimedia descargados de JW.org, así como archivos multimedia adicionales agregados por el usuario o el Organizador de Videoconferencias.",
    "convertNote": "<strong>Nota:</strong> esta opción es más adecuada para reuniones de Zoom de congregación <strong>solo remotas</strong>.",
    "convertPresentLink": "Si lleva a cabo reuniones de congregación <strong>híbridas</strong> o <strong>presenciales</strong>, intente usar [PRESENT LINK] activando la opción <code>[PRESENT]</code> y deshabilite esta opción.",
    "keepOriginalsAfterConversion": "Mantenga los archivos multimedia originales después de la conversión",
    "keepDesc": "Si esta configuración está habilitada, los archivos de imagen y audio se mantendrán en la carpeta multimedia después de convertirlos al formato MP4, en lugar de eliminarlos.",
    "keepResult": "Esto dará como resultado una carpeta de contenidos un poco más desordenada y, por lo general, no es necesario habilitarla si se comparten contenidos a través de Zoom MP4.",
    "keepSee": "(Ver <code>[CONVERT]</code> arriba).",
    "keepNote": "<strong>Nota:</strong> Solo visible si <code>[CONVERT]</code> también está habilitado.",
    "enableMediaDisplayButton": "Habilitar botón para presentar multimedia en un pantalla externa o en una ventana separada",
    "presentDesc": "Esta configuración le permitirá usar M³ para presentar imágenes, videos y archivos de audio durante reuniones de congregación <strong>híbridas</strong> o <strong>en persona</strong>.",
    "presentLink": "Se puede acceder al [PRESENT MODE] haciendo clic en el botón ▶️ (reproducir) en la pantalla principal de M³.",
    "presentExplain": "La pantalla de presentación multimedia utilizará automáticamente un monitor externo si está presente; de lo contrario, los medios se mostrarán en una ventana separada de tamaño variable.",
    "presentNote": "<strong>Nota:</strong> Esta opción es más adecuada para reuniones de congregación <strong>híbridas</strong> o <strong>presenciales</strong>.",
    "presentConvertLink": "Si lleva a cabo reuniones por Zoom <strong>solo</strong> de manera remota, intente activar la opción [CONVERT] y compartir los medios con el uso compartido nativo de MP4 de Zoom.",
    "mediaWindowBackground": "Imagen de fondo para el modo de presentación multimedia",
    "bgDesc": "De forma predeterminada, M³ intentará obtener el texto del año actual en el idioma seleccionado previamente, para mostrarlo sobre un fondo negro cuando esté en [PRESENT MODE] y no se esté reproduciendo ningún otro contenido.",
    "bgFails": "Si la recuperación automática del texto del año falla por alguna razón, o si desea mostrar una imagen de fondo diferente, puede usar el botón 'Examinar' para seleccionar una imagen personalizada, o el botón 'Actualizar' para intentar recuperar el texto del año automáticamente de nuevo.",
    "bgNote": "<strong>Nota:</strong> Si [CONG SYNC] está habilitado, al seleccionar una imagen de fondo personalizada, se sincronizará automáticamente para todos los usuarios de sincronización de la congregación.",
    "enableVlcPlaylistCreation": "Crear listas de reproducción para usar con <em>VLC</em>",
    "vlcDesc": "Habilite esto si desea generar listas de reproducción para cada reunión automáticamente, que luego se pueden cargar en VLC, si está utilizando esa aplicación para mostrar contenidos en lugar de [PRESENT MODE].",
    "excludeTh": "Excluir contenido multimedia del folleto <em>th</em>",
    "thDesc": "Si está habilitado, esto evitará que los medios del folleto <em>Maestros</em> se incluyan en cada reunión entre semana.",
    "excludeLffi": "Excluir archivos de audio y video del folleto / libro <em>lffi</em>",
    "lffiDesc": "Si está habilitado, esto evitará que se incluyan archivos de audio y video del folleto <em>Disfrute de la vida</em> (<em>lffi</em>), por ejemplo, para las tareas de los estudiantes durante la reunión entre semana.",
    "lffiNote": "Las imágenes del folleto <em>lffi</em> no se ven afectadas por esta configuración.",
    "excludeLffiImages": "Excluir imágenes del folleto <em>lffi</em>",
    "lffiImgDesc": "Si está habilitado, esto evitará que se incluyan imágenes del folleto <em>Disfrute de la vida</em> (<em>lffi</em>), por ejemplo, para las asignaciones de los estudiantes durante la reunión entre semana.",
    "lffiImgNote": "Los archivos de audio y video del folleto <em>lffi</em> no se ven afectados por esta configuración.",
    "mwMeetingDay": "Reunión entre semana",
    "mwDesc": "Indicar el día y la hora habituales para la reunión entre semana; se utiliza para nombrar carpetas y atenuación automática de la música de fondo (ver más abajo).",
    "weMeetingDay": "Reunión de fin de semana",
    "weDesc": "Indicar día y hora habitual para la reunión del fin de semana.",
    "enableMusicButton": "Habilitar botón para reproducir canciones del Reino en modo aleatorio",
    "musicDesc": "Activa un botón en la pantalla principal que reproducirá canciones del Reino de la serie <em>sjjm</em>, en orden aleatorio.",
    "musicNote": "Esto es útil, por ejemplo, para reproducir canciones antes y después de las reuniones en el Salón del Reino como música de fondo.",
    "musicVolume": "Volumen de reproducción de la canción",
    "volDesc": "Establece el volumen al que se reproducirá la música de fondo.",
    "musicFadeOutType": "Dejar de reproducir canciones automáticamente",
    "fadeDesc": "Si <code>[MUSIC OPTION]</code> está activo, esta configuración le permitirá especificar un retraso después del cual la música de fondo debe detenerse automáticamente.",
    "fadeOptions": "Esto puede ser:",
    "fadeMinutes": "un número determinado de minutos, <strong>o</strong>",
    "fadeMeeting": "un número predeterminado de segundos antes del inicio de la reunión (en el caso de que la música de fondo se haya iniciado antes de la reunión).",
    "screenshots": "Capturas de pantalla de la pantalla de configuración"
  },
  "congregation-sync": {
    "vo": "El hermano designado como <em>organizador de videoconferencia</em> (OV) por el cuerpo de ancianos puede usar M³ para administrar qué contenidos están disponibles para el equipo de soporte técnico de Audio/Video en su congregación.",
    "voCan": "El OV, o alguien designado por él, puede:",
    "additional": "subir contenidos <strong>adicionales</strong>strong> para compartir durante una reunión, como la visita del superintendente de circuito o los discursos de los oradores públicos",
    "hide": "<strong>ocultar</strong> los medios de JW.org que no son relevantes para una reunión determinada, por ejemplo, cuando una parte ha sido reemplazada por la sucursal local",
    "recurring": "agregar o eliminar contenidos  <strong>recurrentes</strong>, como un video de texto anual o una diapositiva de anuncio",
    "fetchMedia": "¡Actualizar multimedia!",
    "synced": "Todos los que estén sincronizados con la misma congregación recibirán exactamente los mismos contenidos cuando hagan clic en el botón <em>[FETCH]</em>.",
    "note": "Tenga en cuenta que la función de sincronización de la congregación  totalmente opcional.",
    "how": "Cómo funciona",
    "webdav": "El mecanismo de sincronización subyacente de M³ utiliza WebDAV. Esto significa que el OV (o alguien bajo su supervisión) debe:",
    "webdavServer": "configurar un servidor WebDAV seguro que sea accesible desde la web, <strong>o</strong>",
    "externalWebdav": "utilizar un servicio de almacenamiento en la nube de terceros que admita el protocolo WebDAV (consulte la configuración [HOSTNAME] en la sección <em>[CONG SYNC]</em> a continuación).",
    "credentials": "Todos los usuarios que deseen sincronizarse juntos deberán conectarse al mismo servidor WebDAV utilizando la información de conexión y las credenciales que les proporcionó su OV.",
    "hostname": "Nombre del host",
    "hostDesc": "Dirección web del servidor WebDAV. Se requiere HTTP seguro (HTTPS).",
    "hostNote": "<strong>Nota:</strong> La etiqueta de este campo es en realidad un botón que, una vez que se hace clic, mostrará una lista de proveedores de WebDAV que se sabe que son compatibles con M³ y automáticamente completará ciertas configuraciones para esos proveedores.",
    "hostList": "Esta lista se proporciona como cortesía y de ninguna manera representa un respaldo de ningún servicio o proveedor en particular.",
    "hostBest": "El mejor servidor es siempre el tuyo...",
    "portDesc": "Por lo general, 443 para HTTPS estándar, pero puede diferir según el sitio.",
    "username": "Nombre de usuario",
    "userDesc": "Nombre de usuario para el servicio WebDAV.",
    "passDesc": "Contraseña para el servicio WebDAV.",
    "passNote": "<strong>Nota:</strong> Como se detalla en sus respectivas páginas de soporte, es posible que se deba crear una contraseña específica de la aplicación para [BOX] y [KOOFR] para habilitar las conexiones WebDAV a sus servicios.",
    "webdavFolder": "Carpeta de sincronización de la congregación",
    "folderDesc": "Esta es la carpeta que se usará para sincronizar contenidos para todos los usuarios de sincronización de la congregación.",
    "folderChoices": "Puede escribir/pegar una ruta o usar el ratón para navegar a la carpeta de destino.",
    "folderNote": "<strong>Nota:</strong> Asegúrese de que todos los usuarios de sincronización de la congregación ingresen la misma ruta de carpeta; de lo contrario, la sincronización no funcionará como esperaba.",
    "settingsLocked": "Configuración de toda la congregación",
    "settingsDesc": "Una vez que el OV ha configurado las secciones <em>[MEDIA SETUP]</em> y <em>[MEETINGSETUP]</em> de [SETTINGS] en su propia computadora, puede usar este botón para aplicar ciertas configuraciones para todos los usuarios de sincronización de la congregación",
    "settingsExample": "(por ejemplo, días de reunión, idioma de los contenidos, configuración de conversión, etc.).",
    "settingsNote": "Esto significa que la configuración seleccionada se aplicará a la fuerza a todos los usuarios sincronizados cada vez que abran M³.",
    "usingCongSync": "Usar la sincronización de la congregación para administrar los contenidos",
    "usageDesc": "Una vez que se complete la configuración de sincronización de la congregación, estará listo para iniciar [GESTIONAR MEDIOS] para el equipo de soporte técnico AV de su congregación.",
    "screenshots": "Capturas de pantalla de la sincronización de la congregación en acción"
  },
  "manage-media": {
    "summary": "La pantalla de administración de contenidos permite al usuario agregar o eliminar contenidos para cualquier reunión determinada, administrar contenidos recurrentes e incluso agregar contenidos especiales para otras fechas en las que normalmente no se programa ninguna reunión.",
    "manage": "Gestionar contenidos para un día en particular",
    "manageDesc": "Para administrar los contenidos para una determinada reunión o día, simplemente haga clic en el mosaico de ese día en la pantalla principal de M³.",
    "manageRecurring": "Para administrar los contenidos que se repiten en cada reunión, haga clic en el mosaico Contenidos recurrentes.",
    "mediaAdd": "Agregar contenidos",
    "mediaAddHow": "Aquí se explica cómo <strong>añadir</strong> contenidos desde la pantalla de administración de contenidos.",
    "optionType": "Tipo de subida",
    "optionMedia": "Contenido a agregar",
    "optionPrefix": "Prefijo de nombre de archivo",
    "optionList": "Lista de contenidos",
    "explainType": "Elija uno de los 3 <code>tipos de contenidos</code>. (Vea abajo.)",
    "explainMedia": "Depende del <code>tipo de contenido</code> elegido. (Vea abajo.)",
    "explainPrefix": "Se pueden agregar hasta 6 dígitos antes de los nombres de los archivos multimedia para facilitar la clasificación.",
    "explainList": "Esto muestra los contenidos planificados actualmente para el mosaico de fecha seleccionado.",
    "explainAdd": "En el campo <code>[MEDIA]</code>, se le presentarán diferentes opciones, según el tipo de contenido seleccionado.",
    "type": "Tipo de contenido",
    "addField": "El campo <code>[MEDIA]</code>",
    "song": "Canción",
    "songDesc": "... mostrar un menú con todos los videos de canciones del Reino de la serie <em>sjjm</em>, en el idioma de los medios.",
    "songChoose": "Elija esta opción, por ejemplo, para agregar una canción para el discurso público o para las visitas del superintendente de circuito.",
    "songNote": "La canción seleccionada se descargará automáticamente de JW.org, en el idioma de la congregación o del grupo, según se haya configurado en [SETTINGS].",
    "jwpub": "JWPUB",
    "jwpubDesc": "... le permite buscar (o arrastrar y soltar) un archivo JWPUB.",
    "jwpubPromted": "A continuación, se le pedirá que seleccione la sección o el capítulo desde el que desea agregar medios.",
    "jwpubAdd": "Esto agregará medios incrustados y referenciados de esa sección en el archivo JWPUB.",
    "jwpubNote": "Un ejemplo de un archivo JWPUB de uso común es el S-34, pero aquí se puede usar cualquier archivo JWPUB.",
    "custom": "Personalizar",
    "customDesc": "... le permite buscar (o arrastrar y soltar) cualquier otro archivo multimedia desde su computadora.",
    "customNote": "Tenga en cuenta que M³ convertirá automáticamente todos los archivos PDF y SVG en imágenes de alta resolución.",
    "removeHideShow": "Quitar, ocultar y mostrar contenidos",
    "removeHideShowDesc": "Para <strong>eliminar</strong>, <strong>ocultar</strong> o <strong>mostrar</strong> contenidos, simplemente busque el archivo de medios que ya no desea y haga clic en el icono correspondiente.",
    "iconDelete": "Los contenidos tienen un icono rojo 🟥 (eliminar)",
    "iconChecked": "Los contenidos tienen un icono ☑️ (casilla de verificación marcada)",
    "iconUnchecked": "Los contenidos tienen un icono 🔲 (casilla de verificación sin marcar)",
    "mediaAdded": "Usted o el OV agregaron el archivo de medios a los contenidos de ese día.",
    "mediaClicked": "Haz clic en el icono rojo 🟥 (eliminar) para eliminar el archivo.<br>Haz clic una segunda vez para confirmar.",
    "mediaRef": "El archivo de medios está referenciado en el material de la reunión.",
    "mediaDownload": "<em>Se descargará</em> de JW.org o se extraerá de la publicación correspondiente.",
    "mediaHidden": "Usted o el OV lo ocultaron, por lo que <em>no</em> se descargará ni se agregará a los contenidos de la reunión.",
    "screenshots": "Capturas de pantalla de la pantalla de administración de contenidos",
    "imgAddSong": "Agregar una canción para un discurso público",
    "imgAddPic": "Agregar una imagen adicional",
    "imgImportJWPUB": "Importación de contenido desde una sección en un archivo JWPUB",
    "imgPreviewJWPUB": "Vista previa de contenido desde un archivo JWPUB antes de importar",
    "imgRename": "Cambiar el nombre de un archivo multimedia"
  },
  "present-media": {
    "usePresentMode": "Uso del modo de presentación multimedia",
    "presentMode": "Los modos de presentación multimedia y controlador están diseñados para simplificar y evitar errores durante las reuniones.",
    "presentModeEnabled": "Una vez que la opción <code>[PRESENT]</code> está habilitada, la pantalla de presentación de contenidos aparecerá automáticamente en el monitor externo si está presente, o en una ventana separada, arrastrable y redimensionable si no se detectó un monitor externo.",
    "presentStandby": "Cuando esté en modo de espera, la pantalla de presentación multimedia mostrará la imagen de fondo que está configurada en los ajustes. Si no se ha configurado una imagen de fondo, M³ intentará obtener y mostrar automáticamente el texto del año.",
    "presentBG": "Si no se configura una imagen de fondo en la configuración y el texto del año no se puede cargar automáticamente, se mostrará un fondo negro cuando esté en modo de espera.",
    "presentControls": "Se puede acceder al modo de controlador de contenidos haciendo clic en el botón ▶️ (reproducir) en la pantalla principal de M³, o usando el atajo de teclado <kbd>Alt</kbd> <kbd>D</kbd> (para pantalla externa).",
    "folderSelect": "Una vez que haya ingresado al modo de controlador, la pantalla de selección de carpetas le permitirá seleccionar la fecha para la cual le gustaría mostrar los contenidos.",
    "folderCurrentDay": "Si existe la carpeta del día actual, se preseleccionará automáticamente.",
    "folderSelected": "Una vez que se selecciona una fecha, aún puede cambiar la fecha seleccionada en cualquier momento haciendo clic en el botón de selección de fecha, en la sección superior.",
    "presentMedia": "Presentación de contenidos",
    "mediaPlay": "Para reproducir contenidos, presione el botón ▶️ (reproducir) para el archivo que desea.",
    "mediaHide": "Para ocultar el contenido, presione el botón ⏹️ (detener).",
    "mediaVideo": "Un video se puede retroceder o avanzar rápidamente mientras está en pausa, si lo desea.",
    "mediaVideoNote": "Tenga en cuenta que para los videos, el botón de detener debe presionarse <strong>dos veces</strong> para evitar detener accidental y prematuramente un video mientras se reproduce para la congregación.",
    "mediaVideoStop": "Los videos se detendrán automáticamente cuando se hayan reproducido en su totalidad.",
    "mediaButtons": "La parte inferior derecha tiene el botón \"Inicio\", que saldrá del modo de controlador de contenidos, así como el botón \"ocultar/mostrar ventana de presentación de contenidos\".",
    "m3ZoomOBS": "Realización de reuniones híbridas utilizando una combinación de M³, OBS Studio y Zoom",
    "together": "Con mucho, la forma más sencilla de compartir medios durante las reuniones híbridas es configurar OBS Studio, M³ y Zoom para que funcionen juntos.",
    "configKH": "Configuración inicial: computadora del Salón del Reino",
    "monitor": "Establezca la resolución de pantalla del monitor externo en 1280x720, o algo parecido.",
    "sound": "Configure la salida de la tarjeta de sonido de la computadora para ir a una de las entradas del mezclador del equipo de sonido y la salida combinada del mezclador del equipo de sonido para ir a la entrada de la tarjeta de sonido de la computadora.",
    "configOBS": "Configuración inicial: OBS Studio",
    "obsInstall": "Instale OBS Studio o descargue la versión portable.",
    "obsVirtualCam": "Si usa la versión portable de OBS Studio, instale el complemento [Virtualcam] y, si usa la versión portable de OBS Studio, agregue la cámara virtual a Windows haciendo doble clic en el script de instalación proporcionado.",
    "obsSettings": "En la configuración de OBS, en <code>General</code> > <code>Bandeja del sistema</code>, active todas las casillas de verificación. En <code>Output</code> > <code>Streaming</code>, habilite un codificador de hardware si está disponible.",
    "obsSettingsVideo": "En <code>Vídeo</code> > <code>Resolución base (lienzo)</code> y <code>Resolución de salida (escalada)</code>, elija <code>1280x720</code>, y en <code >Filtro de reducción de escala</code>, elija <code>Bilineal</code>.",
    "obsScenes": "Configure al menos 2 escenas: una para la visualización de contenidos (<code>Captura de ventana</code> o <code>Captura de pantalla</code> con el cursor del mouse deshabilitado y el título de ventana/monitor apropiado seleccionado), y otra para la vista de la plataforma (<code>Video Capture Device</code> con la cámara del Salón del Reino seleccionada).",
    "obsMoreScenes": "Puede agregar tantas escenas como sea necesario, con la cámara ajustada, ampliada y recortada según sea necesario (vista de atril, vista de conductor y lector, vista de mesa, etc.).",
    "obsShortcut": "Agregue un acceso directo a OBS Studio, con el parámetro <code>--startvirtualcam</code>, a la carpeta de inicio del perfil de usuario de Windows, para garantizar que OBS Studio se inicie automáticamente cuando el usuario inicie sesión.",
    "configZoom": "Configuración inicial: Zoom Salón del Reino",
    "zoomMonitors": "Zoom debe configurarse para usar monitores duales.",
    "zoomShortcuts": "Habilite los métodos abreviados de teclado globales para que Zoom silencie/active el audio del Salón del Reino en Zoom (<kbd>Alt</kbd> <kbd>A</kbd>), e inicie/detenga la transmisión de video del Salón del Reino en Zoom (<kbd> Alt</kbd> <kbd>V</kbd>).",
    "zoomMicVid": "Configure el \"micrófono\" predeterminado para que sea la salida combinada del mezclador del equipo de sonido (para que todo lo que se escuche a través del sistema de sonido del Salón del Reino se transmita a través de Zoom, incluidos los micrófonos y los contenidos) y la \"cámara\" para que sea la cámara virtual proporcionada por OBS Studio.",
    "configM3": "Configuración inicial: M³",
    "enablePresentMode": "Habilite la opción <code>[PRESENT]</code>.",
    "enableOBS": "Habilite y configure el modo de compatibilidad de OBS Studio, utilizando la información de puerto y contraseña establecida en el paso de configuración de OBS Studio.",
    "configureScenes": "Configure qué escena se establece como la escena de la ventana de contenidos en OBS y qué escena debe ser la vista predeterminada que se activará cuando se inicie el modo de presentación de contenidos.",
    "startMeeting": "Comenzando la reunión",
    "startZoom": "Inicie la reunión de Zoom y mueva la ventana secundaria de la reunión de Zoom al monitor externo. Cambie a pantalla completa si lo desea.",
    "zoomDesc": "Aquí es donde se mostrarán los participantes de la reunión remota para que los vea la congregación.",
    "openM3": "Una vez que se muestra la reunión de Zoom en el monitor externo, abra M³.",
    "autoOpen": "La ventana de presentación multimedia se abrirá automáticamente sobre Zoom en el monitor externo.",
    "sync": "Sincronice los contenidos si es necesario e ingrese al modo de controlador de contenidos haciendo clic en el botón ▶️ (reproducir) en la pantalla principal de M³, o <kbd>Alt</kbd> <kbd>D</kbd>.",
    "enableFeed": "Habilite la transmisión de video del Salón del Reino (<kbd>Alt</kbd> <kbd>V</kbd>) y destaque la transmisión de video del Salón del Reino si es necesario, para que los participantes de Zoom vean la plataforma del Salón del Reino.",
    "enableMic": "Active el audio del Salón del Reino en Zoom (<kbd>Alt</kbd> <kbd>A</kbd>). No debería ser necesario deshabilitar la transmisión de video o audio en Zoom durante la reunión.",
    "startMusic": "Inicie la reproducción de música de fondo usando el botón en la parte inferior izquierda, o <kbd>Alt</kbd> <kbd>K</kbd>.",
    "broadcastToZoom": "Transmitiendo partes en persona desde la plataforma del Salón del Reino a través de Zoom",
    "noAction": "No es necesaria ninguna acción.",
    "camAngles": "Se pueden elegir varios ángulos de cámara/zoom durante la reunión usando el menú en la parte inferior de la ventana de control de reproducción de contenidos de M³; este menú contendrá una lista de todas las escenas de vista de cámara configuradas en OBS.",
    "shareMedia": "Compartiendo contenidos en el Salón del Reino y por Zoom",
    "findMedia": "Encuentre los contenidos que desea compartir en la ventana de control de reproducción de contenidos de M³ y presione el botón \"reproducir\".",
    "stopMedia": "Cuando haya terminado de compartir contenidos, presione el botón \"detener\" en M³. Tenga en cuenta que los videos se detienen automáticamente al finalizar.",
    "showZoomParts": "Visualización de participantes remotos de Zoom en el monitor del Salón del Reino",
    "hideShow": "Presione el botón \"ocultar/mostrar ventana de presentación de contenidos\" en la esquina inferior derecha de la pantalla del controlador de contenidos M³, o <kbd>Alt</kbd> <kbd>Z</kbd>, para <strong>ocultar</strong> la ventana de presentación multimedia.",
    "zoomVisible": "La reunión de Zoom ahora será visible en el monitor del Salón del Reino.",
    "zoomPartWithMedia": "Si el participante tiene contenidos para mostrar, siga los pasos del subtítulo <strong>[SHAREMEDIA]</strong>.",
    "zoomPartFinished": "Una vez que el participante haya terminado su parte, presione el botón \"ocultar/mostrar ventana de presentación de contenidos\" en la esquina inferior derecha de la ventana de control de reproducción de contenidos de M³, o <kbd>Alt</kbd> <kbd>Z</kbd>, para <strong>mostrar</strong> la ventana de presentación multimedia.",
    "yeartextVisible": "El monitor del Salón del Reino ahora mostrará el texto del año.",
    "onlyZoomM3": "Realización de reuniones híbridas utilizando solo M³ y Zoom",
    "noOBS": "Si no desea usar OBS Studio por algún motivo, las siguientes sugerencias quizás lo ayuden a configurar las cosas de la manera más simple posible.",
    "sameAsBefore": "Igual que la sección correspondiente anterior.",
    "sameAddition": "Con la adición del atajo de teclado global para Zoom para iniciar/detener el uso compartido de pantalla (<kbd>Alt</kbd> <kbd>S</kbd>). La \"cámara\" será la señal de la cámara del Salón del Reino.",
    "startShare": "Comience a compartir en Zoom presionando <kbd>Alt</kbd> <kbd>S</kbd>.",
    "selectMonitor": "En la ventana Compartir de Zoom que aparece, elija el monitor externo y habilite ambas casillas de verificación en la parte inferior izquierda (para optimización de sonido y video).",
    "yeartextShared": "El texto del año ahora se compartirá a través de Zoom.",
    "stopSharing": "Cuando haya terminado de compartir contenidos, presione <kbd>Alt</kbd> <kbd>S</kbd> para finalizar el uso compartido de la pantalla de Zoom.",
    "screenshots": "Capturas de pantalla del Modo Presentación",
    "imgButton": "Botón para entrar en el modo de controlador de contenidos",
    "imgSelectMeeting": "Selección de una reunión para la que mostrar contenidos",
    "imgBG": "Fondo multimedia predeterminado, con texto de año generado automáticamente",
    "imgMediaList": "Lista de contenidos que está lista para ser presentada",
    "imgStandby": "Presentación multimedia M³ en modo de espera",
    "imgDisplayPic": "Mostrar una imagen",
    "imgPlayVideo": "Reproducir un video",
    "imgVideoScrub": "Moverse a un momento específico en un video"
  }
}
