{
  "lang": "et",
  "name": "eesti",
  "language": "Keel:",
  "search": "Filtreerige märksõna järgi",
  "shared": {
    "explanation": "Selgitus",
    "option": "Võimalus",
    "optionsApp": "Rakenduse sätted",
    "optionsCongSync": "Koguduse sünkroonimise sätted",
    "optionsMedia": "Meedia sätted",
    "optionsMeetings": "Koosoleku sätted",
    "password": "Parool",
    "port": "Port",
    "setting": "Seadistamine"
  },
  "home": {
    "expand": "Laienda kõiki valikud",
    "collapse": "Ahenda kõik valikud",
    "syncInProgress": "Koosoleku meedia sünkroonimine on pooleli",
    "mainScreen": "Peaekraan",
    "chooseWeek": "Valige nädal",
    "syncComplete": "Sünkroonimine on lõpetatud!",
    "musicPlaying": "Muusika mängimine enne ja pärast koosolekut"
  },
  "configuration": {
    "settingsScreen": "Seadete ekraan on jagatud 4 osaks. Enamik valikuid on iseenesestmõistetavad, kuid siin on mõned täiendavad üksikasjad.",
    "localAppLang": "Kuvatav keel",
    "appLangDesc": "Määrab keele, milles M³ kuvatakse.",
    "thankContributors": "Täname meie paljusid kaastöötajaid rakenduse nii paljudesse keeltesse tõlkimise eest!",
    "askHelp": "Kui soovite aidata parandada olemasolevat tõlget või lisada uut, avage uus [GH DISCUSSION].",
    "mediaSaveFolder": "Kaust, kuhu meedia salvestada",
    "folderDesc": "Koosolekumeedia salvestatakse sellesse kausta hilisemaks jagamiseks ja kasutamiseks.",
    "runAtStartup": "Käivitage rakendus arvuti operatsioonisüsteemi käivitamisel",
    "startupDesc": "Kui see on lubatud, käivitub M³, kui praegune kasutaja arvutisse sisse logib.",
    "startupNote": "<strong>Märkus.</strong> pole Linuxis saadaval.",
    "syncOnLaunch": "Käivitage meedia sünkroonimine automaatselt",
    "syncDesc": "Kui see on lubatud, käivitab see valik automaatselt meediumisünkroonimise 5 sekundit pärast M³ käivitamist.",
    "syncNote": "Automaatse sünkroonimise vältimiseks, kui see säte on lubatud, vajutage nuppu ⏸ (paus), enne kui 5-sekundiline taimer on täis.",
    "openTargetFolderAfterSync": "Avage kaust pärast meedia sünkroonimist",
    "openFolderDesc": "Kui see on lubatud, avaneb pärast meedia sünkroonimise lõppemist arvuti failihalduris valitud nädala allalaaditud meediat sisaldav kaust.",
    "quitAfterSync": "Pärast meedia sünkroonimist sulgege rakendus",
    "quitDesc": "Kui see on lubatud, suletakse see suvand automaatselt M³ 5 sekundit pärast meedia sünkroonimise lõpetamist.",
    "quitNote": "Et vältida M³ automaatset väljumist, kui see seade on lubatud, vajutage nuppu 🏃 (inimene lahkub/jooksmas), enne kui 5-sekundiline taimer on täis.",
    "enableObs": "Luba OBS Studio ühilduvusrežiim",
    "obsDesc": "Kui see on lubatud, puudutab see suvand OBS Studiot, et muuta stseene vastavalt vajadusele nii enne kui ka pärast meedia jagamist.",
    "obsWebsocket": "Selle sätte lubamisel veenduge, et OBS Studio on konfigureeritud kasutama pistikprogrammi <code>obs-websocket</code>, mis võimaldab M³-l OBS Studioga suhelda.",
    "obsScenes": "Samuti konfigureerige kõik vajalikud stseenid OBS-is meedia jagamiseks ja lavakuvamiseks.",
    "obsScenesMin": "Selleks vajate stseeni, millel on <code>aknahõive</code> (soovitatav) või <code>kuvahõive</code>, mis on konfigureeritud jäädvustama M³ meediaesitluse akent, või ekraani, millel esitletakse meediat.",
    "obsAlso": "Samuti peate konfigureerima kõik soovitud lavavaate stseenid, näiteks:",
    "obsLecturn": "võte kõnepuldist",
    "obsStage": "lai võte lavast",
    "obsLecturnReader": "kõnepult ja lugeja mikrofonid koos",
    "obsTable": "võte lauast",
    "obsPortDesc": "Port, millele pistikprogramm <code>obs-websocket</code> on seadistatud kuulama.",
    "obsPassDesc": "Parool on seadistatud pistikprogrammi <code>obs-websocket</code> seadetes.",
    "obsCameraScene": "Vaikimisi lavavaate stseen OBS Studios",
    "obsCameraDesc": "Valige, milline stseen tuleb meediumiesitlusrežiimi käivitamisel vaikimisi valida. Tavaliselt lai vaade või kaader kõnepuldist.",
    "obsMediaScene": "Meediaakna stseen OBS Studios",
    "obsMediaDesc": "Valige, milline stseen on OBS Studios konfigureeritud M³ meediumiakna jäädvustamiseks.",
    "disableHardwareAcceleration": "Keela riistvaraline kiirendus",
    "disableHADesc": "Lubage see säte ainult siis, kui teil on meediumiesitlusrežiimiga probleeme. Selle sätte muutmine põhjustab M³ taaskäivitamise.",
    "congLink": "Mida see täpselt teeb ja kuidas seda jaotist konfigureerida, vaadake jaotisest [CONG LINK].",
    "mediaLang": "Meedia keel",
    "mediaLangDesc": "Valige oma koguduse või rühma keel. Kogu meedia laaditakse saidilt JW.org selles keeles alla.",
    "maxRes": "Maksimaalne eraldusvõime videote jaoks",
    "resDesc": "Veebisaidilt JW.org alla laaditud videod laaditakse alla selle eraldusvõimega või järgmise saadaoleva madalama eraldusvõimega. Kasulik piiratud või väikese ribalaiusega olukordades.",
    "convertDownloaded": "Teisenda meedia MP4-vormingusse",
    "convertDesc": "See teisendab kõik pildi- ja helifailid automaatselt MP4-vormingusse, et neid saaks kasutada koos Zoomi funktsiooniga [NATIVE FEATURE] <strong>täielikult kauge</strong> koguduse Zoomi koosolekutel.",
    "convertExplain": "See hõlmab kõiki JW.org-ist alla laaditud pilte ja meediumifaile, samuti kasutaja või VO lisatud täiendavaid meediumifaile.",
    "convertNote": "<strong>Märkus.</strong> See valik sobib kõige paremini <strong>ainult kaugjuhtimise</strong> koguduse koosolekute jaoks.",
    "convertPresentLink": "Kui korraldate kas <strong>hübriid</strong> või <strong>regulaarseid</strong> koguduse koosolekuid, proovige kasutada [PRESENT LINK], aktiveerides selle asemel valiku <code>[PRESENT]</code> ja keelake see valik .",
    "keepOriginalsAfterConversion": "Pärast teisendamist säilita algsed meediafailid",
    "keepDesc": "Kui see säte on lubatud, hoitakse pildi- ja helifaile pärast nende MP4-vormingusse teisendamist meediumikaustas, ja ei kustutata.",
    "keepResult": "Selle tulemuseks on pisut segasem meediumikaust ja üldiselt ei pea seda lubama, kui jagate meediat Zoom MP4 jagamise kaudu.",
    "keepSee": "(Vaadake ülalt <code>[CONVERT]</code>.)",
    "keepNote": "<strong>Märkus.</strong> Nähtav ainult siis, kui <code>[CONVERT]</code> on samuti lubatud.",
    "enableMediaDisplayButton": "Esita meediat teisel monitoril või eraldi aknas",
    "presentDesc": "See seade võimaldab teil kasutada M³ piltide, videote ja helifailide esitamiseks <strong>hübriid-</strong> või <strong>isiklikul</strong> koguduse koosolekutel.",
    "presentLink": "Seejärel pääseb [PRESENT MODE] juurde, klõpsates M³ põhiekraanil nuppu ▶️ (esita).",
    "presentExplain": "Meediumiesitluse ekraan kasutab automaatselt välist monitori, kui see on olemas; kui mitte, kuvatakse meedium eraldi muudetava suurusega aknas.",
    "presentNote": "<strong>Märkus.</strong> See valik sobib kõige paremini kas <strong>hübriid-</strong> või <strong>tavaliste</strong> koguduse koosolekute jaoks.",
    "presentConvertLink": "Kui korraldate <strong>ainult kaugjuhtimisega</strong> koguduse Zoomi koosolekuid, proovige aktiveerida suvand [CONVERT] ja jagada meediat Zoomi oma MP4-jagamisega.",
    "mediaWindowBackground": "Taustapilt koosoleku režiimi jaoks",
    "bgDesc": "Vaikimisi proovib M³ tuua jooksva aasta teksti eelnevalt valitud keeles, et kuvada seda mustal taustal, kui režiimis [PRESENT MODE] ja muud meediat ei esitata.",
    "bgFails": "Kui automaatne aastateksti otsimine mingil põhjusel ebaõnnestub või kui soovite kuvada teistsugust taustpilti, võite kasutada kohandatud pildi valimiseks nuppu \"Sirvi\" või aastateksti automaatset toomist uuesti nupuga \"Värskenda\".",
    "bgNote": "<strong>Märkus.</strong> Kui [CONG SYNC] on lubatud, sünkroonib kohandatud taustpildi valimine selle automaatselt kõigi koguduse sünkroonimise kasutajate jaoks.",
    "enableVlcPlaylistCreation": "Looge <em>VLC-ga</em> kasutamiseks esitusloendeid",
    "vlcDesc": "Lubage see, kui soovite luua iga koosoleku jaoks automaatselt esitusloendeid, mida saab seejärel VLC-sse laadida, kui kasutate seda rakendust meediumi kuvamiseks [PRESENT MODE] asemel.",
    "excludeTh": "Ära arvesta <em>th</em> brošüürist kogu meediat",
    "thDesc": "Kui see on lubatud, takistab see brošüüri <em>Rakenda ennast</em> meedia kaasamist igal kesknädalasel koosolekul.",
    "excludeLffi": "Ära arvesta heli- ja videofailie <em>lffi</em> brošüürist",
    "lffiDesc": "Kui see on lubatud, takistab see <em>Live Forever</em> brošüüri (<em>lffi</em>) heli- ja videofailide kaasamist, näiteks õpilaste ülesannete jaoks nädala keskpaiga koosoleku ajal.",
    "lffiNote": "See säte ei mõjuta <em>lffi</em> brošüüri pilte.",
    "excludeLffiImages": "Ära arvesta pilte <em>lffi</em> brošüürist",
    "lffiImgDesc": "Kui see on lubatud, takistab see piltide kaasamist <em>Live Forever</em> brošüürist (<em>lffi</em>), näiteks õpilaste ülesannete jaoks kesknädalasel koosolekul.",
    "lffiImgNote": "See seade ei mõjuta <em>lffi</em> brošüüri heli- ja videofaile.",
    "mwMeetingDay": "Nädalasisene koosolek",
    "mwDesc": "Märkige kesknädalase koosoleku tavaline päev ja kellaaeg; kasutatakse kaustade nimetamiseks ja taustamuusika automaatseks tuhmumiseks (vt allpool).",
    "weMeetingDay": "Nädalavahetuse koosolek",
    "weDesc": "Märkige nädalavahetuse koosoleku päev ja kellaaeg.",
    "enableMusicButton": "Luba nupp kuningriigi laulude juhuesituses esitamiseks",
    "musicDesc": "Lubage põhikuval nupp, mis esitab juhuslikus järjekorras kuningriigi laule sarjast <em>sjjm</em>.",
    "musicNote": "See on kasulik näiteks laulude esitamiseks enne ja pärast koosolekuid kuningriigisaalis taustamuusikana.",
    "musicVolume": "Laulu taasesituse helitugevus",
    "volDesc": "Määrab helitugevuse, millega taustamuusikat esitatakse.",
    "musicFadeOutType": "Lõpeta laulude esitamine automaatselt",
    "fadeDesc": "Kui <code>[MUSIC OPTION]</code> on aktiivne, võimaldab see säte määrata viivituse, mille järel taustmuusika automaatselt peatatakse.",
    "fadeOptions": "See võib olla kas:",
    "fadeMinutes": "määratud arv minuteid <strong>või</strong>",
    "fadeMeeting": "etteantud arv sekundeid enne koosoleku algust (juhul, kui taustamuusika käivitati enne koosolekut).",
    "screenshots": "Seadete ekraani kuvatõmmised"
  },
  "congregation-sync": {
    "vo": "Vanemate kogu poolt <em>videokonverentsi korraldajaks</em> (VO) määratud vend saab kasutada M³-d, et hallata, milline meedia on tema koguduse tehnilisele A/V tugimeeskonnale kättesaadavaks tehtud.",
    "voCan": "VO või tema määratud isik saab:",
    "additional": "laadida üles <strong>täiendavat</strong> meediat, mida koosoleku ajal jagada, näiteks ringkonnaülevaataja külastuse või avalike esinejate kõnede jaoks",
    "hide": "<strong>peida</strong> JW.org-ist meedia, mis ei ole antud koosoleku jaoks asjakohane, näiteks kui osa on asendatud kohaliku filiaaliga",
    "recurring": "lisage või eemaldage <strong>korduv</strong> meedia, nt aastateksti video või teadaande slaid",
    "fetchMedia": "Värskenda meediakaustu",
    "synced": "Kõik, kes on sünkroonitud sama kogudusega, saavad täpselt sama meediumi, kui nad klõpsavad nupul <em>[FETCH]</em>.",
    "note": "Pange tähele, et koguduse sünkroonimise funktsioon on täiesti valikuline.",
    "how": "Kuidas see töötab",
    "webdav": "M³ aluseks olev sünkroonimismehhanism kasutab WebDAV-i. See tähendab, et VO (või keegi tema järelevalve all olev isik) peab kas:",
    "webdavServer": "seadistage turvaline WebDAV-server, millele on juurdepääs veebis, <strong>või</strong>",
    "externalWebdav": "kasutada kolmanda osapoole pilvesalvestusteenust, mis toetab WebDAV-protokolli (vt sätet [HOSTNAME] allolevas jaotises <em>[CONG SYNC]</em>).",
    "credentials": "Kõik kasutajad, kes soovivad koos sünkroonida, peavad looma ühenduse sama WebDAV-serveriga, kasutades ühenduse teavet ja mandaate, mille neile annab nende VO.",
    "hostname": "Hostinimi",
    "hostDesc": "WebDAV-serveri veebiaadress. Turvaline HTTP (HTTPS) on vajalik.",
    "hostNote": "<strong>Märkus.</strong> Selle välja silt on tegelikult nupp, millel pärast klõpsamist kuvatakse loend WebDAV-i pakkujatest, mis on teadaolevalt M³-ga ühilduvad, ja eeltäidetakse automaatselt nende pakkujate teatud seaded.",
    "hostList": "See nimekiri on esitatud viisakusena ega väljenda mingil juhul ühegi konkreetse teenuse või teenusepakkuja kinnitust.",
    "hostBest": "Parim server on alati see, mis sulle kuulub...",
    "portDesc": "Tavaliselt 443 standardse HTTPS-i jaoks, kuid võib olenevalt saidist erineda.",
    "username": "Kasutajanimi",
    "userDesc": "WebDAV-teenuse kasutajanimi.",
    "passDesc": "WebDAV-teenuse parool.",
    "passNote": "<strong>Märkus.</strong> Nagu on kirjeldatud nende vastavatel tugilehtedel, võib olla vajalik luua rakendusepõhine parool [BOX] ja [KOOFR] jaoks, et võimaldada WebDAV-i ühendusi nende teenustega.",
    "webdavFolder": "Koguduse sünkroonimiskaust",
    "folderDesc": "Seda kausta kasutatakse meedia sünkroonimiseks kõigi koguduse sünkroonimise kasutajate jaoks.",
    "folderChoices": "Saate kas tippida/kleepida tee või kasutada sihtkausta navigeerimiseks hiirt.",
    "folderNote": "<strong>Märkus.</strong> Veenduge, et kõik koguduse sünkroonimise kasutajad sisestaksid sama kaustatee; vastasel juhul ei tööta sünkroonimine ootuspäraselt.",
    "settingsLocked": "Koguduse seaded",
    "settingsDesc": "Kui AVÜ on oma arvutis [SETTINGS] jaotised <em>[MEDIA SETUP]</em> ja <em>[MEETINGSETUP]</em> konfigureerinud, saab ta seejärel kasutada seda nuppu teatud seadete jõustamiseks, kõikide koguduse kasutajatele",
    "settingsExample": "(näiteks koosolekupäevad, meedia keel, teisendusseaded jne).",
    "settingsNote": "See tähendab, et valitud seadeid rakendatakse jõuliselt kõikidele sünkroonitud kasutajatele iga kord, kui nad M³ avavad.",
    "usingCongSync": "Koguduse sünkroonimise kasutamine meedia haldamiseks",
    "usageDesc": "Kui koguduse sünkroonimise seadistamine on lõpule viidud, olete valmis alustama oma koguduse tehnilise AV-toe meeskonnaga [MANAGE MEDIA].",
    "screenshots": "Kuvatõmmised koguduse sünkroonimise tegevusest"
  },
  "manage-media": {
    "imgAddSong": "Laulu lisamine avalikuks kõneks",
    "imgAddPic": "Lisapildi lisamine",
    "imgImportJWPUB": "Meediumi importimine JWPUB-faili jaotisest",
    "imgPreviewJWPUB": "Meediumi eelvaade JWPUB-failist enne importimist",
    "imgRename": "Meediumifaili ümbernimetamine"
  },
  "present-media": {
    "imgButton": "Nupp meediumikontrolleri režiimi sisenemiseks",
    "imgSelectMeeting": "Meediumi kuvamiseks koosoleku valimine",
    "imgBG": "Vaikimisi meediumitaust automaatselt genereeritud aastatekstiga",
    "imgMediaList": "Meediumite loend, mis on esitlemiseks valmis",
    "imgStandby": "M³ meediumiesitlus ooterežiimis",
    "imgDisplayPic": "Pildi kuvamine",
    "imgPlayVideo": "Video esitamine",
    "imgVideoScrub": "Liikumine videos kindlale ajale"
  }
}
