{
  "lang": "fi",
  "name": "suomi",
  "language": "Kieli:",
  "shared": {
    "explanation": "Selitys",
    "option": "Vaihtoehto",
    "optionsApp": "Sovelluksen asetukset",
    "optionsCongSync": "Seurakunnan synkronoinnin asetukset",
    "optionsMedia": "Mediaasetukset",
    "optionsMeetings": "Kokousasetukset",
    "password": "Salasana",
    "port": "Portti",
    "setting": "Asetus"
  },
  "home": {
    "expand": "Laajenna kaikki artikkelit",
    "collapse": "Kutista kaikki artikkelit",
    "syncInProgress": "Kokousmedian synkronointi käynnissä",
    "mainScreen": "Päänäyttö",
    "chooseWeek": "Valitse viikko",
    "syncComplete": "Synkronointi valmis!",
    "musicPlaying": "Musiikin soitto ennen kokousta ja sen jälkeen"
  },
  "configuration": {
    "settingsScreen": "Asetukset-näyttö on jaettu 4 osaan. Useimmat vaihtoehdot ovat itsestään selviä, mutta tässä on muutamia lisätietoja.",
    "localAppLang": "Näytön kieli",
    "appLangDesc": "Asettaa kielen, jolla M³ näytetään.",
    "thankContributors": "Kiitos monille avustajillemme sovelluksen kääntämisestä niin monille kielille!",
    "askHelp": "Jos haluat auttaa parantamaan olemassa olevaa käännöstä tai lisätä uuden, avaa uusi [GH DISCUSSION].",
    "mediaSaveFolder": "Kansio, johon media tallennetaan",
    "folderDesc": "Kokousmedia tallennetaan tähän kansioon myöhempää jakamista ja käyttöä varten.",
    "runAtStartup": "Käynnistä sovellus järjestelmän käynnistyksen yhteydessä",
    "startupDesc": "Jos käytössä, M³ käynnistyy, kun nykyinen käyttäjä kirjautuu sisään tietokoneeseen.",
    "startupNote": "<strong>Huomaa:</strong> ei saatavilla Linuxissa.",
    "syncOnLaunch": "Aloita median synkronointi automaattisesti",
    "syncDesc": "Jos tämä asetus on käytössä, tämä vaihtoehto aloittaa mediasynkronoinnin automaattisesti 5 sekunnin kuluttua M³:n käynnistämisestä.",
    "syncNote": "Voit estää automaattisen synkronoinnin tapahtumisen, kun tämä asetus on käytössä, painamalla ⏸ (tauko) -painiketta ennen kuin 5 sekunnin ajastin on kulunut.",
    "openTargetFolderAfterSync": "Avaa kansio mediasynkronoinnin jälkeen",
    "openFolderDesc": "Kun tämä on käytössä, valitun viikon ladatun median sisältävä kansio avautuu tietokoneen tiedostonhallinnassa median synkronoinnin päätyttyä.",
    "quitAfterSync": "Sulje sovellus median synkronoinnin jälkeen",
    "quitDesc": "Jos tämä vaihtoehto on käytössä, M³ sulkeutuu automaattisesti 5 sekunnin kuluttua median synkronoinnin päättymisestä.",
    "quitNote": "Estä M³ sulkeutumasta automaattisesti, kun tämä asetus on käytössä, painamalla 🏃 (henkilö lähtee/juoksu) -painiketta ennen kuin 5 sekunnin ajastin on kulunut.",
    "enableObs": "Ota OBS Studion yhteensopivuustila käyttöön",
    "obsDesc": "Jos tämä asetus on käytössä, tämä vaihtoehto koskettaa OBS Studiota vaihtaakseen kohtauksia automaattisesti tarpeen mukaan sekä ennen median jakamista että sen jälkeen.",
    "obsWebsocket": "Jos otat tämän asetuksen käyttöön, varmista, että OBS Studio on määritetty käyttämään <code>obs-websocket</code>-laajennusta, jonka avulla M³ voi kommunikoida OBS Studion kanssa.",
    "obsScenes": "Määritä myös kaikki tarvittavat kohtaukset median jakamiseen ja näyttämiseen OBS:ssä.",
    "obsScenesMin": "Tarvitset ainakin kohtauksen, jossa on <code>Window Capture</code> (suositus) tai <code>Display Capture</code>, joka on määritetty kaappaamaan M³-mediaesitysikkuna, tai näyttö, jossa mediaa esitellään.",
    "obsAlso": "Sinun on myös määritettävä kaikki haluamasi lavanäkymäkohtaukset, esimerkiksi:",
    "obsLecturn": "Kuva lavalta",
    "obsStage": "laaja kuva lavalta",
    "obsLecturnReader": "puhujan ja lukijan mikrofonit yhdessä",
    "obsTable": "kuva pöydästä",
    "obsPortDesc": "Portti, jota <code>obs-websocket</code>-laajennus on määritetty kuuntelemaan.",
    "obsPassDesc": "Salasana on määritetty <code>obs-websocket</code>-laajennuksen asetuksissa.",
    "obsCameraScene": "Lavanäkymän oletuskohtaus OBS Studiossa",
    "obsCameraDesc": "Valitse, mikä kohtaus valitaan oletusarvoisesti, kun mediaesitystila käynnistetään. Yleensä lavan laajuinen näkymä tai kuva puhujapuhelimesta.",
    "obsMediaScene": "Mediaikkunakohtaus OBS Studiossa",
    "obsMediaDesc": "Valitse, mikä kohtaus on määritetty OBS Studiossa kaappaamaan M³-mediaikkunaa.",
    "disableHardwareAcceleration": "Poista laitteistokiihdytys käytöstä",
    "disableHADesc": "Ota tämä asetus käyttöön vain, jos sinulla on ongelmia mediaesitystilan kanssa. Tämän asetuksen muuttaminen aiheuttaa M³:n uudelleenkäynnistyksen.",
    "congLink": "Katso [CONG LINK] -osiosta lisätietoja siitä, mitä tämä tekee ja kuinka tämä osio määritetään.",
    "mediaLang": "Median kieli",
    "mediaLangDesc": "Valitse seurakuntasi tai ryhmäsi kieli. Kaikki media ladataan JW.orgista tällä kielellä.",
    "maxRes": "Maksimiresoluutio videoille",
    "resDesc": "JW.org-sivustolta ladatut videot ladataan tällä resoluutiolla tai seuraavalla saatavilla olevalla pienemmällä resoluutiolla. Hyödyllinen rajoitetuissa tai pienen kaistanleveyden tilanteissa.",
    "convertDownloaded": "Muunna media MP4-muotoon",
    "convertDesc": "Tämä muuntaa automaattisesti kaikki kuva- ja äänitiedostot MP4-muotoon käytettäväksi Zoomin [NATIVE FEATURE] -ominaisuuden kanssa <strong>täysin etänä</strong> seurakunnan Zoom-kokouksissa.",
    "convertExplain": "Tämä sisältää kaikki JW.org:sta ladatut kuvat ja mediatiedostot sekä käyttäjän tai VO:n lisäämät muut mediatiedostot.",
    "convertNote": "<strong>Huomaa:</strong> tämä vaihtoehto soveltuu parhaiten <strong>vain etänä</strong> pidettäviin seurakunnan Zoom-kokouksiin.",
    "convertPresentLink": "Jos pidät joko <strong>hybridi</strong> tai <strong>tavallisia</strong> seurakunnan kokouksia, harkitse [PRESENT LINK] käyttöä aktivoimalla sen sijaan vaihtoehto <code>[PRESENT]</code> ja poista tämä vaihtoehto käytöstä.",
    "keepOriginalsAfterConversion": "Säilytä alkuperäiset mediatiedostot muuntamisen jälkeen",
    "keepDesc": "Jos tämä asetus on käytössä, kuva- ja äänitiedostot säilytetään mediakansiossa sen jälkeen, kun ne on muunnettu MP4-muotoon, sen sijaan, että niitä poistettaisiin.",
    "keepResult": "Tämä johtaa hieman sekaisempaan mediakansioon, eikä sitä yleensä tarvitse ottaa käyttöön, jos mediaa jaetaan Zoom MP4 -jaon kautta.",
    "keepSee": "(Katso <code>[CONVERT]</code> yllä.)",
    "keepNote": "<strong>Huomaa:</strong> näkyy vain, jos myös <code>[CONVERT]</code> on käytössä.",
    "enableMediaDisplayButton": "Esitä media ulkoisella näytöllä tai erillisessä ikkunassa",
    "presentDesc": "Tämän asetuksen avulla voit käyttää M³:ta kuvien, videoiden ja äänitiedostojen esittämiseen <strong>hybridi</strong>- tai <strong>henkilökohtaisissa</strong> seurakunnan kokouksissa.",
    "presentLink": "[PRESENT MODE] voidaan sitten käyttää napsauttamalla ▶️ (toisto) -painiketta M³:n päänäytössä.",
    "presentExplain": "Mediaesitysnäyttö käyttää automaattisesti ulkoista näyttöä, jos se on käytössä; jos ei, media näytetään erillisessä, kokoa muutettavassa ikkunassa.",
    "presentNote": "<strong>Huomaa:</strong> tämä vaihtoehto sopii parhaiten joko <strong>hybridi</strong> tai <strong>tavallisiin</strong> seurakunnan kokouksiin.",
    "presentConvertLink": "Jos pidät <strong>vain etäkäytön</strong> seurakunnan Zoom-kokouksia, harkitse [CONVERT]-vaihtoehdon aktivoimista ja median jakamista Zoomin alkuperäisen MP4-jaon avulla.",
    "mediaWindowBackground": "Mediaesitystilan taustakuva",
    "bgDesc": "Oletuksena M³ yrittää noutaa kuluvan vuositekstin aiemmin valitulla kielellä näyttääkseen sen mustalla taustalla, kun [PRESENT MODE]-tilassa ja muuta mediaa ei toisteta.",
    "bgFails": "Jos automaattinen vuositekstin haku epäonnistuu jostain syystä tai jos haluat näyttää erilaisen taustakuvan, voit joko käyttää 'Selaa'-painiketta valitaksesi mukautetun kuvan tai 'Päivitä'-painiketta yrittääksesi hakea vuositekstin automaattisesti uudelleen.",
    "bgNote": "<strong>Huomaa:</strong> Jos [CONG SYNC] on käytössä, mukautetun taustakuvan valitseminen synkronoi sen automaattisesti kaikille seurakunnan synkronoinnin käyttäjille.",
    "enableVlcPlaylistCreation": "Luo soittolistoja käytettäväksi <em>VLC:n</em> kanssa",
    "vlcDesc": "Ota tämä käyttöön, jos haluat luoda jokaiselle kokoukselle automaattisesti soittolistoja, jotka voidaan sitten ladata VLC:hen, jos käytät kyseistä sovellusta median näyttämiseen [PRESENT MODE]:n sijaan.",
    "excludeTh": "Jätä kaikki media pois <em>th</em>-esitteestä",
    "thDesc": "Jos tämä on käytössä, tämä estää <em>Hae itseäsi</em> -esitteen median sisällyttämisen jokaiseen keskiviikon kokoukseen.",
    "excludeLffi": "Jäta ääni- ja videotiedostot pois <em>lffi</em>-esitteestä",
    "lffiDesc": "Jos tämä on käytössä, tämä estää <em>Live Forever</em> -esitteen (<em>lffi</em>) ääni- ja videotiedostojen sisällyttämisen esimerkiksi opiskelijoiden tehtäviin viikkokokouksen aikana.",
    "lffiNote": "Tämä asetus ei vaikuta <em>lffi</em>-esitteen kuviin.",
    "excludeLffiImages": "Jätä kuvat pois <em>lffi</em>-esitteestä",
    "lffiImgDesc": "Jos tämä on käytössä, tämä estää kuvien lisäämisen <em>Live Forever</em> -esitteestä (<em>lffi</em>) esimerkiksi opiskelijoiden tehtäviin viikkokokouksen aikana.",
    "lffiImgNote": "Tämä asetus ei vaikuta <em>lffi</em>-esitteen ääni- ja videotiedostoihin.",
    "mwMeetingDay": "Viikkokokous",
    "mwDesc": "Ilmoita viikkokokouksen tavallinen päivä ja aika; käytetään kansioiden nimeämiseen ja taustamusiikin automaattiseen häivytykseen (katso alla).",
    "weMeetingDay": "Viikonlopun kokous",
    "weDesc": "Ilmoita tavallinen päivä ja aika viikonlopun kokoukselle.",
    "enableMusicButton": "Ota käyttöön painike toistaaksesi Valtakunnanlauluja satunnaistoistona",
    "musicDesc": "Ota käyttöön päänäytössä painike, joka toistaa Kingdom-kappaleita <em>sjjm</em>-sarjasta satunnaisessa järjestyksessä.",
    "musicNote": "Tästä on hyötyä esimerkiksi soitettaessa lauluja ennen ja jälkeen valtakunnansalin kokouksia taustamusiikkina.",
    "musicVolume": "Kappaleen toiston äänenvoimakkuus",
    "volDesc": "Asettaa äänenvoimakkuuden, jolla taustamusiikki toistetaan.",
    "musicFadeOutType": "Lopeta kappaleiden toisto automaattisesti",
    "fadeDesc": "Jos <code>[MUSIC OPTION]</code> on aktiivinen, tämän asetuksen avulla voit määrittää viiveen, jonka jälkeen taustamusiikki lopetetaan automaattisesti.",
    "fadeOptions": "Tämä voi olla joko:",
    "fadeMinutes": "tietyn määrän minuutteja <strong>tai</strong>",
    "fadeMeeting": "ennalta määrätty määrä sekunteja ennen kokouksen alkua (jos taustamusiikki aloitettiin ennen kokousta).",
    "screenshots": "Kuvakaappaukset asetusnäytöstä"
  },
  "congregation-sync": {
    "vo": "Vanhinten <em>videokonferenssien järjestäjäksi</em> (VO) nimeämä veli voi käyttää M³:a hallitakseen, mitä mediaa on saatavilla hänen seurakuntansa teknisen A/V-tukitiimin käyttöön.",
    "voCan": "VO tai hänen nimeämänsä henkilö voi:",
    "additional": "lataa <strong>lisä</strong> mediaa jaettavaksi kokouksen aikana, kuten kierrosvalvojan vierailua tai julkisten puhujien puheita varten",
    "hide": "<strong>piilota</strong> JW.org:sta media, joka ei ole relevanttia tietyn kokouksen kannalta, esimerkiksi kun  paikallinen haaratoimisto on korvannut ohjelmanosan",
    "recurring": "lisää tai poista <strong>toistuva</strong> media, kuten vuositekstivideo tai ilmoitusdia",
    "fetchMedia": "Päivitä mediakansiot",
    "synced": "Kaikki samaan seurakuntaan synkronoidut saavat sitten täsmälleen saman median, kun he napsauttavat <em>[FETCH]</em>-painiketta.",
    "note": "Huomaa, että seurakunnan synkronointiominaisuus on valinnainen.",
    "how": "Kuinka se toimii",
    "webdav": "M³:n taustalla oleva synkronointimekanismi käyttää WebDAV:ia. Tämä tarkoittaa, että VO:n (tai jonkun hänen valvonnassaan olevan henkilön) on joko:",
    "webdavServer": "määriteltävä suojattu WebDAV-palvelin, joka on käytettävissä verkossa, <strong>tai</strong>",
    "externalWebdav": "käyttää kolmannen osapuolen pilvitallennuspalvelua, joka tukee WebDAV-protokollaa (katso [HOSTNAME]-asetus <em>[CONG SYNC]</em> -osiossa alla).",
    "credentials": "Kaikkien käyttäjien, jotka haluavat olla synkronoitu yhdessä, on muodostettava yhteys samaan WebDAV-palvelimeen käyttämällä yhteystietoja ja valtuustietoja, jotka heidän VO:nsa on antanut heille.",
    "hostname": "Isäntänimi",
    "hostDesc": "WebDAV-palvelimen Web-osoite. Suojattu HTTP (HTTPS) vaaditaan.",
    "hostNote": "<strong>Huomaa:</strong> Tämän kentän tunniste on itse asiassa painike, jota napsautettuasi näyttää luettelon WebDAV-palveluntarjoajista, joiden tiedetään olevan yhteensopivia M³:n kanssa, ja joka täyttää automaattisesti tietyt asetukset näiden tarjoajien kohdalla.",
    "hostList": "Tämä luettelo on annettu kohteliaisuuden vuoksi, eikä se millään tavalla edusta minkään tietyn palvelun tai palveluntarjoajan hyväksyntää.",
    "hostBest": "Paras palvelin on aina se, jonka omistat...",
    "portDesc": "Yleensä 443 normaalille HTTPS:lle, mutta saattaa vaihdella sivuston mukaan.",
    "username": "Käyttäjätunnus",
    "userDesc": "WebDAV-palvelun käyttäjätunnus.",
    "passDesc": "WebDAV-palvelun salasana.",
    "passNote": "<strong>Huomaa:</strong> Kuten niiden vastaavilla tukisivuilla on kerrottu, [BOX]:lle ja [KOOFR]:lle on ehkä luotava sovelluskohtainen salasana, jotta WebDAV-yhteydet voidaan ottaa käyttöön niiden palveluihin.",
    "webdavFolder": "Seurakunnan synkronointikansio",
    "folderDesc": "Tämä on kansio, jota käytetään median synkronointiin kaikille seurakunnan synkronoinnin käyttäjille.",
    "folderChoices": "Voit joko kirjoittaa tai liittää polun tai navigoida kohdekansioon hiiren avulla.",
    "folderNote": "<strong>Huomaa:</strong> Varmista, että kaikki seurakunnan synkronoinnin käyttäjät syöttävät saman kansiopolun. muuten synkronointi ei toimi odotetulla tavalla.",
    "settingsLocked": "Seurakuntaasetukset",
    "settingsDesc": "Kun VO on määrittänyt [SETTINGS]-osion <em>[MEDIA SETUP]</em> ja <em>[MEETINGSETUP]</em> omalla tietokoneella, hän voi käyttää tätä painiketta pakottaakseen tiettyjä asetuksia kaikki seurakunnan synkronoinnin käyttäjät",
    "settingsExample": "(esimerkiksi kokouspäivät, median kieli, muunnosasetukset ja niin edelleen).",
    "settingsNote": "Tämä tarkoittaa, että valittuja asetuksia sovelletaan pakollisesti kaikille synkronoiduille käyttäjille aina, kun he avaavat M³:n.",
    "usingCongSync": "Seurakunnan synkronoinnin käyttäminen median hallintaan",
    "usageDesc": "Kun seurakunnan synkronoinnin määritys on valmis, olet valmis aloittamaan [MANAGE MEDIA] seurakuntasi tekniselle AV-tukitiimille.",
    "screenshots": "Kuvakaappauksia seurakunnan synkronoinnista toiminnassa"
  },
  "manage-media": {
    "summary": "Medianhallintanäytön avulla käyttäjä voi lisätä tai poistaa mediaa mitä tahansa kokousta varten, hallita toistuvaa mediaa ja jopa lisätä erityismediaa muille päivämäärille, joille ei normaalisti ole suunniteltu kokousta.",
    "manage": "Median hallinta jollekin tietylle päivälle",
    "manageDesc": "Hallitaksesi tietyn kokouksen tai päivän mediaa, napsauta kyseisen päivän ruutua M³:n päänäytössä.",
    "manageRecurring": "Voit hallita jokaisessa kokouksessa toistuvaa mediaa napsauttamalla Toistuva media -ruutua.",
    "mediaAdd": "Median lisääminen",
    "mediaAddHow": "Näin voit <strong>lisätä</strong> mediaa medianhallintanäytöstä.",
    "optionType": "Latauksen tyyppi",
    "optionMedia": "Media lisättäväksi",
    "optionPrefix": "Tiedostonimen etuliite",
    "optionList": "Medialuettelo",
    "explainType": "Valitse yksi kolmesta <code>mediatyypistä</code>. (Katso alempaa.)",
    "explainMedia": "Riippuu valitusta <code>mediatyypistä</code>. (Katso alempaa.)",
    "explainPrefix": "Mediatiedostojen nimien eteen voidaan lisätä enintään 6 numeroa lajittelun helpottamiseksi.",
    "explainList": "Tämä näyttää valitulle päivämääräruudulle tällä hetkellä suunnitellun median.",
    "explainAdd": "<code>[MEDIA]</code>-kentässä sinulle esitetään erilaisia vaihtoehtoja valitun mediatyypin mukaan.",
    "type": "Mediatyyppi",
    "addField": "<code>[MEDIA]</code>-kenttä",
    "song": "Laulu",
    "songDesc": "... näytä valikko, jossa on kaikki <em>sjjm</em> -sarjan Valtakunnan lauluvideot mediakielellä.",
    "songChoose": "Valitse tämä vaihtoehto esimerkiksi lisätäksesi laulun julkiseen puheeseen tai kierrosvalvojan vierailuja varten.",
    "songNote": "Valittu kappale ladataan automaattisesti osoitteesta JW.org seurakunnan tai ryhmän kielellä [SETTINGS]-kohdassa määritetyllä tavalla.",
    "jwpub": "JWPUB",
    "jwpubDesc": "... voit selata (tai vetää ja pudottaa) JWPUB-tiedostoon.",
    "jwpubPromted": "Sen jälkeen sinua pyydetään valitsemaan osio tai luku, josta haluat lisätä mediaa.",
    "jwpubAdd": "Tämä lisää sekä upotetun että viitatun median kyseisestä osiosta JWPUB-tiedostoon.",
    "jwpubNote": "Esimerkki yleisesti käytetystä JWPUB-tiedostosta on S-34, mutta mitä tahansa JWPUB-tiedostoa voidaan käyttää tässä.",
    "custom": "Mukautettu",
    "customDesc": "... voit selata (tai vetää ja pudottaa) mitä tahansa mediatiedostoja tietokoneeltasi.",
    "customNote": "Huomaa, että M³ muuntaa kaikki PDF- ja SVG-tiedostot automaattisesti korkearesoluutioisiksi kuviksi.",
    "removeHideShow": "Median poistaminen, piilottaminen ja näyttäminen",
    "removeHideShowDesc": "Jos haluat <strong>poistaa</strong>, <strong>piilottaa</strong> tai <strong>näytä</strong> median, etsi mediatiedosto, jota et halua, ja napsauta asianmukaista kuvaketta.",
    "iconDelete": "Mediassa on punainen 🟥 (poista) -kuvake",
    "iconChecked": "Mediassa on ☑️ (valittu valintaruutu) -kuvake",
    "iconUnchecked": "Mediassa on kuvake 🔲 (valintaruutua ei ole valittu).",
    "mediaAdded": "Sinä tai VO lisäsi mediatiedoston kyseisen päivän mediaan.",
    "mediaClicked": "Napsauta punaista 🟥 (poista) -kuvaketta poistaaksesi tiedoston.<br>Vahvista napsauttamalla toisen kerran.",
    "mediaRef": "Mediatiedostoon viitataan kokouksen materiaalissa.",
    "mediaDownload": "Se <em>ladataan</em> osoitteesta JW.org tai poimitaan asiaankuuluvasta julkaisusta.",
    "mediaHidden": "Sinä tai VO piilotit sen, joten sitä <em>ei</em> ladata tai lisätä kokouksen mediaan.",
    "screenshots": "Kuvakaappaukset medianhallintanäytöstä",
    "imgAddSong": "Laulun lisääminen julkiseen keskusteluun",
    "imgAddPic": "Lisäkuvan lisääminen",
    "imgImportJWPUB": "Median tuominen JWPUB-tiedoston osiosta",
    "imgPreviewJWPUB": "Median esikatselu JWPUB-tiedostosta ennen tuontia",
    "imgRename": "Mediatiedoston nimeäminen uudelleen"
  },
  "present-media": {
    "usePresentMode": "Mediaesitystilan käyttäminen",
    "presentMode": "Mediaesitys- ja ohjaintilat on suunniteltu yksinkertaiseksi ja estämään virheitä kokousten aikana.",
    "presentModeEnabled": "Kun vaihtoehto <code>[PRESENT]</code> on käytössä, mediaesitysnäyttö tulee automaattisesti näkyviin ulkoiselle näytölle, jos sellainen on, tai erillisessä, vedettävässä ja muutettavassa ikkunassa, jos ulkoista näyttöä ei havaittu.",
    "presentStandby": "Valmiustilassa mediaesitysnäytössä näkyy asetuksissa määritetty taustakuva. Jos taustakuvaa ei ole määritetty, M³ yrittää automaattisesti hakea ja näyttää vuositekstin.",
    "presentBG": "Jos taustakuvaa ei ole määritetty asetuksissa eikä vuositekstiä voitu ladata automaattisesti, valmiustilassa näkyy musta tausta.",
    "presentControls": "Mediaohjaintilaan pääsee napsauttamalla ▶️ (toisto) -painiketta M³:n päänäytössä tai käyttämällä pikanäppäintä <kbd>Alt</kbd> <kbd>D</kbd> (ulkoiselle näytölle).",
    "folderSelect": "Kun olet siirtynyt ohjaintilaan, kansion valintanäytössä voit valita päivämäärän, jona haluat näyttää median.",
    "folderCurrentDay": "Jos kuluvan päivän kansio on olemassa, se esivalitaan automaattisesti.",
    "folderSelected": "Kun päivämäärä on valittu, voit silti muuttaa valittua päivämäärää milloin tahansa napsauttamalla päivämäärän valintapainiketta yläosassa.",
    "presentMedia": "Median esittely",
    "mediaPlay": "Toistaaksesi mediaa, paina haluamasi tiedoston ▶️ (toisto) -painiketta.",
    "mediaHide": "Piilota media painamalla ⏹️ (pysäytys) -painiketta.",
    "mediaVideo": "Keskeytetty videota voidaan haluttaessa kelata taaksepäin tai kelata eteenpäin.",
    "mediaVideoNote": "Huomaa, että videoiden kohdalla pysäytyspainiketta on painettava <strong>kahdesti</strong>, jotta videota ei pysäytetä vahingossa ja ennenaikaisesti, kun sitä toistetaan seurakunnan puolesta.",
    "mediaVideoStop": "Videot pysähtyvät automaattisesti, kun ne on toistettu kokonaan.",
    "mediaButtons": "Oikeassa alakulmassa on \"koti\"-painike, joka poistuu mediaohjaintilasta, sekä \"piilota/näytä mediaesitysikkuna\" -painike.",
    "m3ZoomOBS": "Hybridikokousten johtaminen M³:n, OBS Studion ja Zoomin yhdistelmällä",
    "together": "Ylivoimaisesti yksinkertaisin tapa jakaa mediaa hybridikokousten aikana on määrittää OBS Studio, M³ ja Zoom toimimaan yhdessä.",
    "configKH": "Alkukokoonpano: Valtakunnansalin tietokone",
    "monitor": "Aseta ulkoisen näytön resoluutioksi 1280x720 tai jotain lähelle sitä.",
    "sound": "Määritä tietokoneen äänikortin lähtö menemään johonkin mikserin tuloista ja mikserin yhdistetty lähtö menemään tietokoneen äänikortin tuloon.",
    "configOBS": "Alkukokoonpano: OBS Studio",
    "obsInstall": "Asenna OBS Studio tai lataa kannettava versio.",
    "obsVirtualCam": "Jos käytät OBS Studion siirretävää versiota, asenna [Virtualcam]-laajennus, ja jos käytät OBS Studion siirrettävää versiota, lisää virtuaalikamera Windowsiin kaksoisnapsauttamalla mukana toimitettua asennuskomentosarjaa.",
    "obsWebsocket": "Asenna [obs-websocket]-laajennus. Määritä portin numero ja salasana obs-websocketille.",
    "obsSettings": "Ota kaikki valintaruudut käyttöön OBS-asetuksissa kohdassa <code>General</code> > <code>System Tray</code>. Ota käyttöön laitteistokooderi, jos se on saatavilla kohdassa <code>Output</code> > <code>Streaming</code>.",
    "obsSettingsVideo": "Valitse <code>Video</code> > <code>Base (kanvas) -Resolution</code>- ja <code>Output(Scaled) Resolution</code> -kohdassa <code>1280 x 720</code> ja valitse kohdasta <code >Downscale Filter</code>, valitse <code>Bilinear</code>.",
    "obsScenes": "Määritä vähintään kaksi kohtausta: yksi medianäyttöä varten (<code>Window Capture</code> tai <code>Display Capture</code>, kun hiiren osoitin ei ole käytössä ja oikea ikkunan otsikko/näyttö on valittuna) ja toinen lavanäkymä (<code>Video Capture Device</code> Salin kameran ollessa valittuna).",
    "obsMoreScenes": "Voit lisätä tarpeen mukaan niin monta kohtausta kun haluat, jossa kameraa on säädetty, lähennetty ja rajattu tarpeen mukaan (lavanäkymä,  lukijanäkymä, pöytänäkymä jne.).",
    "obsShortcut": "Lisää OBS Studion pikakuvake <code>--startvirtualcam</code>-parametrilla Windowsin käyttäjäprofiilin Käynnistys-kansioon varmistaaksesi, että OBS Studio käynnistyy automaattisesti, kun käyttäjä kirjautuu sisään.",
    "configZoom": "Alkukokoonpano: Valtakunnan sali Zoom",
    "zoomMonitors": "Zoom tulee määrittää käyttämään kahta näyttöä.",
    "zoomShortcuts": "Ota käyttöön yleiset pikanäppäimet Zoomille valtakunnansalin äänen mykistämistä tai mykistystä varten Zoomissa (<kbd>Alt</kbd> <kbd>A</kbd>) ja valtakunnansalin videosyötteen käynnistämiseksi/pysäyttämiseksi Zoomissa (<kbd> Alt</kbd> <kbd>V</kbd>).",
    "zoomMicVid": "Aseta oletus\"mikrofoniksi\" mikserin yhdistetty ulostulo (jotta kaikki valtakunnansalin äänijärjestelmän kautta kuuluva välitetään Zoomin kautta, mukaan lukien mikrofonit ja media) ja \"kameraksi\" OBS Studion tarjoama virtuaalikamera.",
    "configM3": "Alkukokoonpano: M³",
    "enablePresentMode": "Ota <code>[PRESENT]</code>-vaihtoehto käyttöön.",
    "enableOBS": "Ota käyttöön ja määritä OBS Studion yhteensopivuustila käyttämällä portti- ja salasanatietoja, jotka on määritetty OBS Studion määritysvaiheessa.",
    "configureScenes": "Määritä, mikä kohtaus on asetettu mediaikkunan kohtaukseksi OBS:ssä ja minkä kohtauksen tulee olla oletusnäkymä, joka aktivoituu, kun mediaesitystila käynnistyy.",
    "startMeeting": "Kokouksen aloittaminen",
    "startZoom": "Aloita Zoom-kokous ja siirrä toissijainen Zoom-kokousikkuna ulkoiseen näyttöön. Tee siitä halutessasi koko näyttö.",
    "zoomDesc": "Tässä kaikki etäkokouksen osallistujat näkyvät.",
    "openM3": "Kun Zoom-kokous näkyy ulkoisella näytöllä, avaa M³.",
    "autoOpen": "Mediaesitysikkuna avautuu automaattisesti ulkoisen näytön Zoomin päälle.",
    "sync": "Synkronoi media tarvittaessa ja siirry mediaohjaintilaan napsauttamalla ▶️ (toisto) -painiketta M³:n päänäytössä tai <kbd>Alt</kbd> <kbd>D</kbd>.",
    "enableFeed": "Ota käyttöön valtakunnansalin videosyöte (<kbd>Alt</kbd> <kbd>V</kbd>) ja korosta valtakunnansalin videosyöte tarvittaessa, jotta Zoomin osallistujat näkevät valtakunnansalin näyttämön.",
    "enableMic": "Poista valtakunnansalin äänisyötteen mykistys Zoomissa (<kbd>Alt</kbd> <kbd>A</kbd>). Video- tai äänisyötettä ei tavallisesti ole tarpeen poistaa käytöstä Zoomissa kokouksen ajaksi.",
    "startMusic": "Aloita taustamusiikin toisto painamalla vasemmassa alakulmassa olevaa painiketta tai <kbd>Alt</kbd> <kbd>K</kbd>.",
    "broadcastToZoom": "Henkilökohtaisten osien lähettäminen valtakunnansalin näyttämöltä Zoomin kautta",
    "noAction": "Toimenpiteitä ei tarvita.",
    "camAngles": "Erilaisia kamerakulmia/zoomauksia voidaan valita kokouksen aikana käyttämällä M³ mediatoiston ohjausikkunan alareunassa olevaa valikkoa; tämä valikko sisältää luettelon kaikista OBS:ssä määritetyistä kameranäkymän kohtauksista.",
    "shareMedia": "Median jakaminen valtakunnansalissa ja Zoomissa",
    "findMedia": "Etsi mediaa, jonka haluat jakaa M³ mediatoiston ohjausikkunasta ja paina \"toisto\"-painiketta.",
    "stopMedia": "Kun olet lopettanut median jakamisen, paina \"stop\"-painiketta M³:ssa. Huomaa, että videot pysähtyvät automaattisesti valmistumisen jälkeen.",
    "showZoomParts": "Näyttää Zoomin etäosapuolet valtakunnansalin näytöllä",
    "hideShow": "Paina \"piilota/näytä mediaesitysikkuna\" -painiketta M³ mediaohjaimen näytön oikeassa alakulmassa tai <kbd>Alt</kbd> <kbd>Z</kbd> <strong>piilota</strong>. mediaesitysikkuna.",
    "zoomVisible": "Zoom-kokous näkyy nyt valtakunnansalin näytöllä.",
    "zoomPartWithMedia": "Jos osallistujalla on näytettävää mediaa, noudata <strong>[SHAREMEDIA]</strong>-alaotsikon ohjeita.",
    "zoomPartFinished": "Kun osallistuja on suorittanut osuutensa, paina \"piilota/näytä mediaesitysikkuna\" -painiketta M³ mediatoiston ohjausikkunan oikeassa alakulmassa tai <kbd>Alt</kbd> <kbd>Z</kbd>, <strong>näytä</strong> mediaesitysikkuna.",
    "yeartextVisible": "Valtakunnansalin näyttö näyttää nyt vuositekstin.",
    "onlyZoomM3": "Hybridikokousten pitäminen vain M³:lla ja Zoomilla",
    "noOBS": "Jos et jostain syystä halua käyttää OBS Studiota, seuraavat ehdotukset voivat auttaa sinua asettamaan asiat mahdollisimman yksinkertaisesti.",
    "sameAsBefore": "Sama kuin vastaava jakso yllä.",
    "sameAddition": "Lisätty Zoomin yleinen pikanäppäin näytön jakamisen aloittamiseksi/pysäyttämiseksi (<kbd>Alt</kbd> <kbd>S</kbd>). \"Kamera\" on kamerasyöte valtakunnansalin kamerasta.",
    "startShare": "Aloita jakaminen Zoomissa painamalla <kbd>Alt</kbd> <kbd>S</kbd>.",
    "selectMonitor": "Valitse avautuvassa Zoomin jakamisikkunassa ulkoinen näyttö ja ota molemmat valintaruudut käyttöön vasemmassa alakulmassa (äänen ja videon optimointia varten).",
    "yeartextShared": "Vuositeksti jaetaan nyt Zoomissa.",
    "stopSharing": "Kun olet lopettanut median jakamisen, lopeta zoomausnäytön jakaminen painamalla <kbd>Alt</kbd> <kbd>S</kbd>.",
    "screenshots": "Kuvakaappaukset esitystilasta",
    "imgButton": "Painike siirtyäksesi mediaohjaintilaan",
    "imgSelectMeeting": "Kokouksen valitseminen, jolle näytetään media",
    "imgBG": "Median oletustausta automaattisesti luodulla vuositekstillä",
    "imgMediaList": "Luettelo mediasta, joka on valmis esitettäväksi",
    "imgStandby": "M³ mediaesitys valmiustilassa",
    "imgDisplayPic": "Kuvan näyttäminen",
    "imgPlayVideo": "Toistaa videota",
    "imgVideoScrub": "Siirtyminen tiettyyn aikaan videossa"
  }
}
