{
  "lang": "hu",
  "name": "magyar",
  "language": "Nyelv:",
  "search": "Szűrés kulcsszó alapján",
  "shared": {
    "explanation": "Magyarázat",
    "option": "Opció",
    "optionsApp": "Alkalmazás beállítása",
    "optionsCongSync": "Gyülekezeti szinkronizálás beállítása",
    "optionsMedia": "Média beállítása",
    "optionsMeetings": "Összejövetel beállítása",
    "password": "Jelszó",
    "port": "Port",
    "setting": "Beállítás"
  },
  "home": {
    "expand": "Összes cikk kibontása",
    "collapse": "Összes cikk bezárása",
    "syncInProgress": "Összejövetel médiaszinkronizálása folyamatban",
    "mainScreen": "Főképernyő",
    "chooseWeek": "Válasszon egy hetet",
    "syncComplete": "Szinkronizálás befejezve!",
    "musicPlaying": "Összejövetel előtti és utáni zenelejátszás"
  },
  "congregation-sync": {
    "vo": "A vének testülete által <em>videokonferencia-szervezőnek</em> (VO) kijelölt testvér az M³ segítségével kezelheti, hogy milyen médiát tesz elérhetővé a gyülekezete technikai Audio/Video támogató csoportja számára.",
    "voCan": "A videokonferencia szervezője vagy az általa kijelölt személy a következőket teheti:",
    "additional": "<strong>kiegészítő</strong> média feltöltése, amelyet az összejövetel során kell megosztani, például a körzetfelvigyázó látogatásához vagy a nyilvános előadók előadásaihoz.",
    "hide": "<strong>elrejti</strong> az olyan médiát a JW.org-ról, amely nem releváns az adott összejövetel szempontjából, például ha egy programrészt a helyi gyülekezet lecserélt.",
    "recurring": "<strong>ismétlődő</strong> média hozzáadása vagy eltávolítása, például egy éviszöveges videó vagy egy bejelentés.",
    "fetchMedia": "Médiamappák frissítése",
    "synced": "Mindenki, aki ugyanahhoz a gyülekezethez van szinkronizálva, pontosan ugyanazt a médiát fogja kapni, amikor a <em>[FETCH]</em> gombra kattint.",
    "note": "Felhívjuk figyelmét, hogy a gyülekezet szinkronizálási funkció választható és teljesen opcionális.",
    "how": "Hogyan működik",
    "webdav": "Az M³ szinkronizációs mechanizmusa WebDAV protokollt használ. Ez azt jelenti, hogy a videokonferencia szervezőjének (vagy valakinek az ő megbízásából) a következőket kell tennie:",
    "webdavServer": "egy biztonságos WebDAV-kiszolgáló beállítása, amely az interneten keresztül elérhető, <strong>vagy</strong>",
    "externalWebdav": "olyan harmadik féltől származó felhő alapú tárhelyszolgáltatást használ, amely támogatja a WebDAV protokollt (lásd a [HOSTNAME] beállítást az alábbi <em>[CONG SYNC]</em> szakaszban).",
    "credentials": "A szinkronizálni szándékozó összes felhasználót ugyanahhoz a WebDAV-kiszolgálóhoz kell csatlakoztatni a videokonferencia-szervező által megadott kapcsolódási információk és hitelesítő adatok segítségével.",
    "hostname": "Hosztnév",
    "hostDesc": "A WebDAV-kiszolgáló webcíme. Biztonságos HTTP (HTTPS) kapcsolat használata szükséges.",
    "hostNote": "<strong>Megjegyzés:</strong> A mező címkéje valójában egy gomb, amelyre kattintva megjelenik az M³-al ismerten működő WebDAV-szolgáltatók listája, és automatikusan előre kitölti az adott szolgáltatók bizonyos beállításait.",
    "hostList": "Ez a lista kizárólag udvariasságból készült, és semmiképpen nem jelenti egy adott szolgáltatás vagy szolgáltató jóváhagyását.",
    "hostBest": "A legjobb szerver mindig az, amelyik az Öné...",
    "portDesc": "Általában 443 a szabványos HTTPS esetében, de ez webhelytől függően változhat.",
    "username": "Felhasználónév",
    "userDesc": "Felhasználónév a WebDAV szolgáltatáshoz.",
    "passDesc": "Jelszó a WebDAV szolgáltatáshoz.",
    "passNote": "<strong>Megjegyzés:</strong> A megfelelő támogatási oldalakon leírtak szerint a [BOX] és a [KOOFR] esetében alkalmazásspecifikus jelszót kell létrehozni a szolgáltatásaikhoz való WebDAV-kapcsolat engedélyezéséhez.",
    "webdavFolder": "Gyülekezet szinkronizációs mappa",
    "folderDesc": "Ez az a mappa, amely minden gyülekezeti felhasználó számára a média szinkronizálására szolgál.",
    "folderChoices": "Beírhat/beilleszthet egy elérési útvonalat, vagy egérrel navigálhat a célmappához.",
    "folderNote": "<strong>Megjegyzés:</strong> Győződjön meg róla, hogy minden gyülekezeti felhasználó ugyanazt a mappa elérési útvonalat adja meg, ellenkező esetben a szinkronizálás nem fog megfelelően működni.",
    "settingsLocked": "Gyülekezet-szintű beállítások",
    "settingsDesc": "Miután a videokonferencia-szervező a saját számítógépén beállította a <em>[MEDIA SETUP]</em> és <em>[MEETINGSETUP]</em> szakaszokat a [SETTINGS]ban, ezzel a gombbal érvényesíthet bizonyos beállításokat az összes gyülekezeti szinkronizációt végző felhasználó számára.",
    "settingsExample": "(például az összejövetelek napjai, a média nyelve, a konvertálási beállítások stb.).",
    "settingsNote": "Ez azt jelenti, hogy a kiválasztott beállítások minden alkalommal, amikor az M³ programot megnyitják, minden szinkronizált felhasználó esetén érvénybe lépnek.",
    "usingCongSync": "A gyülekezeti szinkronizálás használata a média kezelésére",
    "usageDesc": "Ha a gyülekezeti szinkronizálás beállítása befejeződött, akkor készen áll a [MANAGE MEDIA] elindítására a gyülekezet műszaki támogató csoportja részére.",
    "screenshots": "Képernyőképek a gyülekezeti szinkronizáció működéséről"
  },
  "manage-media": {
    "imgAddSong": "Ének hozzáadása egy nyilvános előadáshoz",
    "imgAddPic": "További képek hozzáadása",
    "imgImportJWPUB": "Média importálása egy JWPUB fájl adott részéből",
    "imgPreviewJWPUB": "Média előnézet a JWPUB fájlból importálás előtt",
    "imgRename": "Médiafájl átnevezése"
  },
  "present-media": {
    "imgButton": "Gomb a médiavezérlő üzemmódba lépéshez",
    "imgSelectMeeting": "A média megjelenítésére tervezett összejövetel kiválasztása",
    "imgBG": "Alapértelmezett média háttér, automatikusan frissített éviszöveggel",
    "imgMediaList": "A megjelenítésre kész média listája",
    "imgStandby": "M³ médiamegjelenítés készenléti üzemmódban",
    "imgDisplayPic": "Egy kép megjelenítése",
    "imgPlayVideo": "Egy videó lejátszása",
    "imgVideoScrub": "Egy adott időpontra ugrás egy videóban"
  }
}
