{
  "lang": "hu",
  "name": "magyar",
  "language": "Nyelv:",
  "search": "Szűrés kulcsszó alapján",
  "shared": {
    "explanation": "Magyarázat",
    "option": "Opció",
    "optionsApp": "Alkalmazás beállítása",
    "optionsCongSync": "Gyülekezeti szinkronizálás beállítása",
    "optionsMedia": "Média beállítása",
    "optionsMeetings": "Összejövetel beállítása",
    "password": "Jelszó",
    "port": "Port",
    "setting": "Beállítás"
  },
  "home": {
    "expand": "Összes cikk kibontása",
    "collapse": "Összes cikk bezárása",
    "syncInProgress": "Összejövetel médiaszinkronizálása folyamatban",
    "mainScreen": "Főképernyő",
    "chooseWeek": "Válasszon egy hetet",
    "syncComplete": "Szinkronizálás befejezve!",
    "musicPlaying": "Összejövetel előtti és utáni zenelejátszás"
  },
  "configuration": {
    "settingsScreen": "A Beállítások képernyő 4 részre van osztva. A legtöbb beállítás könnyen érthető, de itt van néhány kiegészítő információ.",
    "localAppLang": "Megjelenítési nyelv",
    "appLangDesc": "Beállítja az M³ megjelenítési nyelvét.",
    "thankContributors": "Köszönjük számos közreműködőnknek, hogy az alkalmazást ilyen sok nyelvre lefordították!",
    "askHelp": "Ha szeretne segíteni egy meglévő fordítás javításában vagy egy új fordítás elkészítésében, kérjük, nyisson egy új [GH DISCUSSION]-t (angol nyelven).",
    "mediaSaveFolder": "Mappa, amelybe a médiát menteni kívánja",
    "folderDesc": "Az összejövetel médiája ebbe a mappába kerül mentésre a későbbi megosztás és felhasználás céljából.",
    "runAtStartup": "Alkalmazás futtatása a rendszer indításakor",
    "startupDesc": "Ha engedélyezve van, az M³ elindul, amikor a jelenlegi felhasználó bejelentkezik a számítógépre.",
    "startupNote": "<strong>Megjegyzés:</strong> Linux operációs-rendszeren nem elérhető.",
    "syncOnLaunch": "Automatikus médiaszinkronizálás kezdeményezése",
    "syncDesc": "Ha engedélyezi ezt a lehetőséget, akkor az alkalmazás betöltése után 5 másodperccel automatikusan elindul a médiaszinkronizálás.",
    "syncNote": "Az automatikus szinkronizálás megakadályozásához, amikor ez a beállítás aktív, nyomja meg a ⏸ (szünet) gombot az 5 másodperces időtartam letelte előtt.",
    "openTargetFolderAfterSync": "Mappa megnyitása a médiaszinkronizálás után",
    "openFolderDesc": "Ha engedélyezve van, a kiválasztott hét letöltött médiáját tartalmazó mappa megnyílik a számítógép fájlkezelőjében, miután a médiaszinkronizálás befejeződött.",
    "quitAfterSync": "Kilépés az alkalmazásból a médiaszinkronizálás után",
    "quitDesc": "Ha engedélyezte ezt az opciót, akkor a médiaszinkronizálás befejezése után 5 másodperccel automatikusan kilép az alkalmazásból.",
    "quitNote": "Annak megelőzésére, hogy az alkalmazás automatikusan kilépjen, amikor ez a beállítás engedélyezve van, nyomja meg a 🏃 (személy távozása/futása) gombot, mielőtt az 5 másodperces időzítő lejár.",
    "enableObs": "<em>OBS Studio</em> kompatibilitási mód engedélyezése",
    "obsDesc": "Ha engedélyezte, ez az opció az OBS Studio-t használja, hogy a jeleneteket szükség szerint automatikusan módosítsa a média megosztása előtt és után.",
    "obsWebsocket": "Ha engedélyezi ezt a beállítást, ellenőrizze, hogy az OBS Studio úgy van beállítva, hogy használja a <code>obs-websocket</code> bővítményt, amely lehetővé teszi az M³ számára az OBS Studio-val való kommunikációt.",
    "obsScenes": "Emellett konfigurálja az összes szükséges jelenetet a médiamegosztáshoz és a színpadi megjelenítéshez az OBS-ben.",
    "obsScenesMin": "Legalább egy olyan jelenetre van szükséged, amelynek Ablak felvétele (ajánlott) vagy Kijelző Felvétele funkciója úgy van beállítva, hogy rögzítse az M³ médiaablakát, vagy azt a kijelzőt, amelyen a média megjelenítésre kerül.",
    "obsAlso": "Az összes kívánt színpadnézeti jelenetet is be kell állítania, például:",
    "obsLecturn": "egy felvétel a pulpitusról",
    "obsStage": "átfogó felvétel a színpadról",
    "obsLecturnReader": "az előadói pulpitus és az felolvasó mikrofonja együtt",
    "obsTable": "egy felvétel az asztalról",
    "obsPortDesc": "Az a port, amelyre a <code>obs-websocket</code> bővítmény van konfigurálva.",
    "obsPassDesc": "Az <code>obs-websocket</code> bővítmény beállításaiban megadott jelszó.",
    "obsCameraScene": "Alapértelmezett színpadkép jelenet az OBS Studio-ban",
    "obsCameraDesc": "Válassza ki, hogy melyik jelenet legyen alapértelmezés szerint kiválasztva, amikor a médiaprezentációs mód elindul. Általában egy teljes színpadkép vagy egy pódiumfelvétel.",
    "obsMediaScene": "Médiaablak jelenet az OBS Studio-ban",
    "obsMediaDesc": "Válassza ki, hogy az OBS Studio-ban melyik jelenet van beállítva az M³ médiaablak rögzítésére.",
    "disableHardwareAcceleration": "Hardveres gyorsítás kikapcsolása",
    "disableHADesc": "Csak akkor engedélyezze ezt a beállítást, ha a médialejátszás móddal kapcsolatban problémák merülnek fel. A beállítás megváltoztatása az M³ újraindulását eredményezi.",
    "congLink": "A [CONG LINK] szakaszban részletesen megtudhatja, hogy ez pontosan mit jelent, és hogyan kell ezt a részt beállítani.",
    "mediaLang": "Média nyelve",
    "mediaLangDesc": "Válassza ki a gyülekezete vagy csoportja nyelvét. Minden médiatartalom ezen a nyelven kerül letöltésre a JW.org-ról.",
    "maxRes": "Maximális felbontás a videókhoz",
    "resDesc": "A JW.org-ról letöltött videók ebben a felbontásban vagy a következő rendelkezésre álló felbontásban kerülnek letöltésre. Hasznos forgalmi díjas vagy alacsony sávszélességű internetkapcsolat esetén.",
    "convertDownloaded": "Média konvertálása MP4 formátumba",
    "convertDesc": "Ez automatikusan átalakítja az összes kép- és hangfájlt MP4 formátumba, hogy a Zoom [NATIVE FEATURE] segítségével használhassa a <strong>teljesen online</strong> gyülekezeti Zoom összejövetelek során.",
    "convertExplain": "Ez magában foglalja a JW.org-ról letöltött összes képet és médiafájlt, valamint a felhasználó vagy a videokonferencia-szervező által hozzáadott további médiafájlokat.",
    "convertNote": "<strong>Megjegyzés:</strong> Ez az opció a <strong>kizárólag Zoom-on tartott</strong> gyülekezeti összejövetelekhez a legalkalmasabb.",
    "convertPresentLink": "Ha <strong>hibrid</strong> vagy <strong>hagyományos</strong> gyülekezeti összejöveteleket tartanak, akkor nézze meg a [PRESENT LINK] használatát a <code>[PRESENT]</code> opció aktiválásával, és kapcsolja ki ezt az opciót.",
    "keepOriginalsAfterConversion": "Az eredeti médiafájlok megtartása a konvertálás után",
    "keepDesc": "Ha ez a beállítás engedélyezve van, a kép- és hangfájlok az MP4 formátumba konvertálás után a média mappában maradnak, és nem kerülnek törlésre.",
    "keepResult": "Ez egy némileg zsúfoltabb médiamappát eredményez, és általában nem kell engedélyezni, ha a Zoom MP4 megosztás funkcióval osztja meg a médiát.",
    "keepSee": "(Lásd a fenti <code>[CONVERT]</code>-t.)",
    "keepNote": "<strong>Megjegyzés:</strong> Csak akkor látható, ha a <code>[CONVERT]</code> is engedélyezve van.",
    "enableMediaDisplayButton": "Média megjelenítése külső megjelenítőn vagy külön ablakban",
    "presentDesc": "Ez a beállítás lehetővé teszi, hogy az M³ segítségével képeket, videókat és hangfájlokat mutasson be <strong>hibrid</strong> vagy <strong>személyes</strong> gyülekezeti összejövetelek során.",
    "presentLink": "A [PRESENT MODE] ezután az M³ főképernyőjén a ▶️ (lejátszás) gombra kattintva érhető el.",
    "presentExplain": "A médiabemutató képernyő automatikusan egy külső monitort használ, ha van ilyen; ha nincs, a média egy különálló, átméretezhető ablakban jelenik meg.",
    "presentNote": "<strong>Megjegyzés:</strong> Ez a lehetőség leginkább <strong>hibrid</strong> vagy <strong>hagyományos</strong> gyülekezeti összejövetelekhez alkalmas.",
    "presentConvertLink": "Ha <strong>kizárólag online</strong> gyülekezeti Zoom összejöveteleket szervez, érdemes a [CONVERT] opciót aktiválni, és a médiát a Zoom beépített MP4 megosztójával megosztani.",
    "mediaWindowBackground": "Háttérkép a média megjelenítési módban",
    "bgDesc": "Alapértelmezés szerint az M³ megpróbálja lekérni az aktuális éviszöveget az előzőleg kiválasztott nyelven, hogy azt fekete háttérrel megjelenítse, amikor [PRESENT MODE] üzemmódban van, és nincs más média lejátszás alatt.",
    "bgFails": "Ha az automatikus éviszöveg lekérés valamilyen okból nem sikerül, vagy ha más háttérképet szeretne megjeleníteni, akkor vagy a \"Tallózás\" gombbal választhat ki egy egyéni képet, vagy a \"Frissítés\" gombbal próbálhatja meg újra automatikusan lekérni az évszöveget.",
    "bgNote": "<strong>Megjegyzés:</strong> Ha a [CONG SYNC] engedélyezve van, az egyéni háttérkép kiválasztásával az összes gyülekezeti felhasználó számára automatikusan megtörténik a szinkronizálás.",
    "enableVlcPlaylistCreation": "Lejátszási listák készítése <em>VLC</em> használatához",
    "vlcDesc": "Engedélyezze ezt a beállítást, ha automatikusan lejátszási listákat szeretne létrehozni minden egyes összejövetelhez, amelyeket aztán a VLC programban használhat, ha azt az alkalmazást használja a média megjelenítésére a [PRESENT MODE] helyett.",
    "excludeTh": "Minden médiatartalom kihagyása a <em>th</em> kiadványból",
    "thDesc": "Ha engedélyezve van, ez megakadályozza, hogy az <em>Odaadóan foglalkozz a felolvasással és a tanítással!</em> című kiadványból származó média minden hét közbeni összejövetelen megjelenjen.",
    "excludeLffi": "Hang- és videofájlok kihagyása az <em>lffi</em> kiadványból",
    "lffiDesc": "Ha engedélyezve van, ez megakadályozza, hogy a <em>Boldogan élhetsz örökké!</em> kiadványból (<em>lffi</em>) származó hang- és videofájlok megjelenjenek, például a hétközbeni összejöveteleken a tanulói feladatokhoz.",
    "lffiNote": "Az <em>lffi</em> kiadványban található képeket ez a beállítás nem érinti.",
    "excludeLffiImages": "Képek kihagyása az <em>lffi</em> kiadványból",
    "lffiImgDesc": "Ha engedélyezve van, ez megakadályozza, hogy a </em>Boldogan élhetsz örökké!</em> kiadványból (<em>lffi</em>) származó képek megjelenjenek, például a hétközbeni összejövetelen a tanulói feladatokhoz.",
    "lffiImgNote": "Az <em>lffi</em> kiadványból származó hang- és videofájlokat ez a beállítás nem érinti.",
    "mwMeetingDay": "Hétköznapi összejövetel",
    "mwDesc": "A hétközi összejövetel szokásos napjának és időpontjának feltüntetése; a mappák elnevezéséhez és a háttérzene automatikus kikapcsolásához használatos (lásd alább).",
    "weMeetingDay": "Hétvégi összejövetel",
    "weDesc": "Adja meg a hétvégi összejövetel szokásos napját és időpontját.",
    "enableMusicButton": "Engedélyező gomb a Királyság-énekek véletlenszerű lejátszásához",
    "musicDesc": "Bekapcsol egy gombot a főképernyőn, amely az <em>Énekeljünk örömmel (sjj)</em> című kiadványból véletlenszerű sorrendben lejátssza az énekeket.",
    "musicNote": "Ez hasznos például arra, hogy a Királyság-teremben tartott összejövetelek előtt és után háttérzeneként lejátsszuk a dalokat.",
    "musicVolume": "A lejátszás hangereje",
    "volDesc": "Beállítja a háttérzene lejátszásának hangerejét.",
    "musicFadeOutType": "A dalok lejátszásának automatikus leállítása",
    "fadeDesc": "Ha a <code>[MUSIC OPTION]</code> aktív, akkor ezzel a beállítással megadhat egy késleltetést, amely után a háttérzene automatikusan leáll.",
    "fadeOptions": "Ez lehet a következő:",
    "fadeMinutes": "meghatározott számú perc, <strong>vagy</strong>",
    "fadeMeeting": "előre meghatározott számú másodperccel a megbeszélés kezdete előtt (abban az esetben, ha a háttérzene az összejövetel előtt indult el).",
    "screenshots": "Képernyőképek a beállítási ablakról"
  },
  "congregation-sync": {
    "vo": "A vének testülete által <em>videokonferencia-szervezőnek</em> (VO) kijelölt testvér az M³ segítségével kezelheti, hogy milyen médiát tesz elérhetővé a gyülekezete technikai Audio/Video támogató csoportja számára.",
    "voCan": "A videokonferencia szervezője vagy az általa kijelölt személy a következőket teheti:",
    "additional": "<strong>kiegészítő</strong> média feltöltése, amelyet az összejövetel során kell megosztani, például a körzetfelvigyázó látogatásához vagy a nyilvános előadók előadásaihoz.",
    "hide": "<strong>elrejti</strong> az olyan médiát a JW.org-ról, amely nem releváns az adott összejövetel szempontjából, például ha egy programrészt a helyi gyülekezet lecserélt.",
    "recurring": "<strong>ismétlődő</strong> média hozzáadása vagy eltávolítása, például egy éviszöveges videó vagy egy bejelentés.",
    "fetchMedia": "Médiamappák frissítése",
    "synced": "Mindenki, aki ugyanahhoz a gyülekezethez van szinkronizálva, pontosan ugyanazt a médiát fogja kapni, amikor a <em>[FETCH]</em> gombra kattint.",
    "note": "Felhívjuk figyelmét, hogy a gyülekezet szinkronizálási funkció választható és teljesen opcionális.",
    "how": "Hogyan működik",
    "webdav": "Az M³ szinkronizációs mechanizmusa WebDAV protokollt használ. Ez azt jelenti, hogy a videokonferencia szervezőjének (vagy valakinek az ő megbízásából) a következőket kell tennie:",
    "webdavServer": "egy biztonságos WebDAV-kiszolgáló beállítása, amely az interneten keresztül elérhető, <strong>vagy</strong>",
    "externalWebdav": "olyan harmadik féltől származó felhő alapú tárhelyszolgáltatást használ, amely támogatja a WebDAV protokollt (lásd a [HOSTNAME] beállítást az alábbi <em>[CONG SYNC]</em> szakaszban).",
    "credentials": "A szinkronizálni szándékozó összes felhasználót ugyanahhoz a WebDAV-kiszolgálóhoz kell csatlakoztatni a videokonferencia-szervező által megadott kapcsolódási információk és hitelesítő adatok segítségével.",
    "hostname": "Hosztnév",
    "hostDesc": "A WebDAV-kiszolgáló webcíme. Biztonságos HTTP (HTTPS) kapcsolat használata szükséges.",
    "hostNote": "<strong>Megjegyzés:</strong> A mező címkéje valójában egy gomb, amelyre kattintva megjelenik az M³-al ismerten működő WebDAV-szolgáltatók listája, és automatikusan előre kitölti az adott szolgáltatók bizonyos beállításait.",
    "hostList": "Ez a lista kizárólag udvariasságból készült, és semmiképpen nem jelenti egy adott szolgáltatás vagy szolgáltató jóváhagyását.",
    "hostBest": "A legjobb szerver mindig az, amelyik az Öné...",
    "portDesc": "Általában 443 a szabványos HTTPS esetében, de ez webhelytől függően változhat.",
    "username": "Felhasználónév",
    "userDesc": "Felhasználónév a WebDAV szolgáltatáshoz.",
    "passDesc": "Jelszó a WebDAV szolgáltatáshoz.",
    "passNote": "<strong>Megjegyzés:</strong> A megfelelő támogatási oldalakon leírtak szerint a [BOX] és a [KOOFR] esetében alkalmazásspecifikus jelszót kell létrehozni a szolgáltatásaikhoz való WebDAV-kapcsolat engedélyezéséhez.",
    "webdavFolder": "Gyülekezet szinkronizációs mappa",
    "folderDesc": "Ez az a mappa, amely minden gyülekezeti felhasználó számára a média szinkronizálására szolgál.",
    "folderChoices": "Beírhat/beilleszthet egy elérési útvonalat, vagy egérrel navigálhat a célmappához.",
    "folderNote": "<strong>Megjegyzés:</strong> Győződjön meg róla, hogy minden gyülekezeti felhasználó ugyanazt a mappa elérési útvonalat adja meg, ellenkező esetben a szinkronizálás nem fog megfelelően működni.",
    "settingsLocked": "Gyülekezet-szintű beállítások",
    "settingsDesc": "Miután a videokonferencia-szervező a saját számítógépén beállította a <em>[MEDIA SETUP]</em> és <em>[MEETINGSETUP]</em> szakaszokat a [SETTINGS]ban, ezzel a gombbal érvényesíthet bizonyos beállításokat az összes gyülekezeti szinkronizációt végző felhasználó számára.",
    "settingsExample": "(például az összejövetelek napjai, a média nyelve, a konvertálási beállítások stb.).",
    "settingsNote": "Ez azt jelenti, hogy a kiválasztott beállítások minden alkalommal, amikor az M³ programot megnyitják, minden szinkronizált felhasználó esetén érvénybe lépnek.",
    "usingCongSync": "A gyülekezeti szinkronizálás használata a média kezelésére",
    "usageDesc": "Ha a gyülekezeti szinkronizálás beállítása befejeződött, akkor készen áll a [MANAGE MEDIA] elindítására a gyülekezet műszaki támogató csoportja részére.",
    "screenshots": "Képernyőképek a gyülekezeti szinkronizáció működéséről"
  },
  "manage-media": {
    "summary": "A médiakezelő képernyő lehetővé teszi a felhasználó számára, hogy bármely adott összejövetelhez médiát adjon hozzá vagy távolítson el, kezelje az ismétlődő médiafájlokat, sőt, olyan időpontokhoz is adhat egyedi fájlokat, amelyekre nincs beütemezve összejövetel.",
    "manage": "A média kezelése bármelyik napra",
    "manageDesc": "Egy adott összejövetel vagy nap médiájának kezeléséhez egyszerűen kattintson az adott nap csempéjére az M³ főképernyőjén.",
    "manageRecurring": "A minden összejövetelen ismétlődő média kezeléséhez kattintson az Ismétlődő média csempére.",
    "mediaAdd": "Média hozzáadása",
    "mediaAddHow": "Így adhat hozzá <strong>médiát</strong> a médiakezelő képernyőn.",
    "optionType": "Feltöltés típusa",
    "optionMedia": "Hozzáadandó média",
    "optionPrefix": "Fájlnév előtag",
    "optionList": "Média listája",
    "explainType": "Válasszon a 3 <code>médiatípus</code> közül. (Lásd alább.)",
    "explainMedia": "A kiválasztott <code>médiatípustól</code> függ. (Lásd alább.) ",
    "explainPrefix": "Legfeljebb 6 számjegy adható a médiafájlok neve(i) elé a rendezés megkönnyítése érdekében.",
    "explainList": "Ez mutatja az aktuálisan tervezett médiát a kiválasztott dátumra.",
    "explainAdd": "A <code>[MEDIA]</code> mezőben a kiválasztott médiatípustól függően különböző lehetőségek jelennek meg.",
    "type": "Média típusa",
    "addField": "A <code>[MEDIA]</code> mező",
    "song": "Ének",
    "songDesc": "... megjelenít egy menüt az <em>Énekeljünk örömmel (sjj)</em> című kiadványban található összes ének videójával a média nyelvén.",
    "songChoose": "Válassza ezt az opciót például a nyilvános előadásokhoz, vagy a körzetfelvigyázói látogatásokhoz tartozó ének hozzáadásához.",
    "songNote": "A kiválasztott ének automatikusan letöltődik a JW.org-ról, a gyülekezet vagy csoport nyelvén, ahogyan azt a [SETTINGS]-ban konfigurálta.",
    "jwpub": "JWPUB",
    "jwpubDesc": "... lehetővé teszi, hogy tallózzon (vagy idehúzzon) egy JWPUB fájlt.",
    "jwpubPromted": "Ezután a rendszer kéri, hogy válassza ki azt a részt vagy fejezetet, amelyből médiát szeretne hozzáadni.",
    "jwpubAdd": "Ez a beágyazott és hivatkozott anyagokat is hozzáadja a JWPUB fájlból a kiválasztott részből.",
    "jwpubNote": "Az általánosan használt JWPUB fájl például az S-38, de bármelyik JWPUB fájl használható.",
    "custom": "Egyedi",
    "customDesc": "... lehetővé teszi a böngészést más médiafájlokhoz (vagy a számítógépen lévő médiafájl(ok) behúzását).",
    "customNote": "Ne feledje, hogy minden PDF és SVG fájlt az M³ automatikusan nagy felbontású képekké alakít át.",
    "removeHideShow": "Média eltávolítása, elrejtése vagy megjelenítése",
    "removeHideShowDesc": "A média <strong>eltávolításához</strong>, <strong>elrejtéséhez</strong> vagy <strong>megjelenítéséhez</strong> egyszerűen keresse meg a nem kívánt médiafájlt, és kattintson a megfelelő ikonra.",
    "iconDelete": "A médiának egy piros 🟥 (törlés) ikonja van.",
    "iconChecked": "A médiának van egy ☑️ (kipipált jelölőnégyzet) ikonja.",
    "iconUnchecked": "A médiának van egy 🔲 (nem kipipált jelölőnégyzet) ikonja.",
    "mediaAdded": "A médiafájlt Ön vagy a videokonferencia szervezője adta hozzá az adott napi médiához.",
    "mediaClicked": "Kattintson a piros 🟥 (törlés) ikonra a fájl törléséhez.<br>Kattintson ismét a megerősítéshez.",
    "mediaRef": "A médiafájlra az összejövetel anyagaiban hivatkoznak.",
    "mediaDownload": "Ez <em>le lesz</em> töltve a JW.org-ról vagy a megfelelő kiadványból.",
    "mediaHidden": "Ön vagy a videokonferencia szervezője elrejtette, így <em>nem lesz</em> letöltve vagy hozzáadva az összejövetel médiájához.",
    "screenshots": "Képernyőképek a médiakezelő felületről",
    "imgAddSong": "Ének hozzáadása egy nyilvános előadáshoz",
    "imgAddPic": "További képek hozzáadása",
    "imgImportJWPUB": "Média importálása egy JWPUB fájl adott részéből",
    "imgPreviewJWPUB": "Média előnézet a JWPUB fájlból importálás előtt",
    "imgRename": "Médiafájl átnevezése"
  },
  "present-media": {
    "usePresentMode": "Médiaprezentációs mód használata",
    "presentMode": "A médiaprezentációs és vezérlési módok úgy lettek kialakítva, hogy a használatuk egyszerű legyen, illetve ne lehessen hibákat véteni az összejövetelek során.",
    "presentModeEnabled": "Ha a <code>[PRESENT]</code> opció engedélyezve van, a médiabemutató képernyő automatikusan megjelenik a külső monitoron, ha van ilyen, vagy egy különálló, mozgatható és átméretezhető ablakban, ha nem érzékelt külső monitort.",
    "presentStandby": "Készenléti állapotban a médiabemutató képernyőn a beállításokban konfigurált háttérkép jelenik meg. Ha nincs beállítva háttérkép, akkor az M³ megpróbálja automatikusan lekérni és megjeleníteni az éviszöveget.",
    "presentBG": "Ha a beállításokban nincs háttérkép konfigurálva, és az éviszöveget nem lehetett automatikusan betölteni, akkor készenléti állapotban egy fekete háttér jelenik meg.",
    "presentControls": "A médiavezérlő mód az M³ főképernyőjén a ▶️ (lejátszás) gombra kattintva, vagy az <kbd>Alt</kbd> <kbd>D</kbd> billentyűparanccsal (külső megjelenítő esetén) érhető el.",
    "folderSelect": "Miután belépett a vezérlő üzemmódba, a mappaválasztó képernyőn kiválaszthatja azt a napot, amelyre vonatkozóan a médiát szeretné megjeleníteni.",
    "folderCurrentDay": "Ha az aktuális nap mappája létezik, akkor automatikusan kiválasztásra kerül.",
    "folderSelected": "Ha egyszer már kiválasztott egy dátumot, azt bármikor meg tudja változtatni, ha a felső részben a dátum kiválasztása gombra kattint.",
    "presentMedia": "Média bemutatása",
    "mediaPlay": "A média lejátszásához nyomja meg a ▶️ (lejátszás) gombot a használni kívánt fájlhoz.",
    "mediaHide": "A média elrejtéséhez nyomja meg a ⏹️ (stop) gombot.",
    "mediaVideo": "Szükség esetén a videó szüneteltetés közben vissza- vagy előretekerhető.",
    "mediaVideoNote": "Kérjük, vegye figyelembe, hogy a videók esetében a leállítás gombot <strong>kétszer</strong> kell megnyomni, hogy elkerülje a videó véletlen és elhamarkodott leállítását a gyülekezet számára történő lejátszás közben.",
    "mediaVideoStop": "A videók automatikusan leállnak, ha lejátszásuk befejeződött.",
    "mediaButtons": "A jobb alsó sarokban található a \"home\" gomb, amely kilép a médiavezérlő módból, valamint a \"médiabemutató ablak elrejtése/megjelenítése\" gomb.",
    "m3ZoomOBS": "Hibrid összejövetelek lebonyolítása az M³, az OBS Studio és a Zoom kombinációjával",
    "together": "A hibrid összejövetelek során a média megosztásának messze legegyszerűbb módja az OBS Studio, az M³ és a Zoom együttes konfigurálása.",
    "configKH": "Első beállítás: Királyság-terem számítógép",
    "monitor": "Állítsa a külső monitor képernyőfelbontását 1280x720-ra vagy egy ehhez közeli értékre.",
    "sound": "Állítsa be, hogy a számítógép hangkártyájának kimenete a keverőpult egyik bemenetére, a keverőpult kombinált kimenete pedig a számítógép hangkártyájának bemenetére csatlakozzon!",
    "configOBS": "Első beállítás: OBS Studio",
    "obsInstall": "Telepítse az OBS Studio-t, vagy töltse le a hordozható verzióját.",
    "obsVirtualCam": "Ha az OBS Studio hordozható verzióját használja, telepítse a [Virtualcam] bővítményt, és ha a hordozható verziót használja, adja hozzá a virtuális kamerát a Windows-hoz a mellékelt telepítő szkriptre való dupla kattintással.",
    "obsWebsocket": "Telepítse az [obs-websocket] bővítményt. Konfiguráljon egy portszámot és jelszót az obs-websocket számára.",
    "obsSettings": "Az OBS-beállításokban az <code>Általános</code>  > <code>Értesítési terület</code> menüpontban kapcsolja be az összes jelölőnégyzetet. A <code>Kimenet</code> > <code>Közvetítés</code> menüpontban engedélyezze a Hardveres kódolót, ha rendelkezésre áll.",
    "obsSettingsVideo": "A <code>Videó</code> > <code>Alap (vászon) felbontás</code> és a <code>Kimeneti (skálázott) felbontás</code> menüpontban válassza az <code>1280x720-as</code> felbontást, a <code>Leskálázási szűrőt</code> pedig állítsa <code>Bilineáris</code> értékre.",
    "obsScenes": "Állítson be legalább 2 jelenetet: egyet a média megjelenítéséhez (<code>Ablak felvétele</code> vagy <code>Kijelző felvétele</code> az egérkurzor kikapcsolásával és a megfelelő ablakcím/monitor kiválasztásával), és egyet a színpadi nézethez (<code>Videorögzítő eszköz</code> a Királyság-terem kamerájának kiválasztásával).",
    "obsMoreScenes": "Annyi jelenetet adhat hozzá, amennyit csak akar, a kamera beállításával, nagyításával és vágásával, amennyire szükséges (nézet a pódiumról, nézet az előadóról és a felolvasóról, nézet az asztalról stb.).",
    "obsShortcut": "Adjon hozzá egy parancsikont az OBS Studio-hoz a <code>--startvirtualcam</code> paraméterrel a Windows felhasználói profil Indítópult mappájához, hogy az OBS Studio automatikusan elinduljon, amikor a felhasználó bejelentkezik.",
    "configZoom": "Első beállítás: Királyság-terem Zoom",
    "zoomMonitors": "A Zoom-ot úgy kell beállítani, hogy két monitort használjon.",
    "zoomShortcuts": "A Zoom globális billentyűparancsok engedélyezése a Királyság-terem hangjának elnémításához/lekapcsolásához a Zoomban (<kbd>Alt</kbd> <kbd>A</kbd>), valamint a Királyság-terem videójelének elindításához/leállításához a Zoomban (<kbd>Alt</kbd> <kbd>V</kbd>).",
    "zoomMicVid": "Állítsa be, hogy az alapértelmezett \"mikrofon\" a keverőpult kombinált kimenete legyen (így minden, ami a Királyság-terem hangrendszerén keresztül hallható, a Zoom-on keresztül is továbbításra kerül, beleértve a mikrofonokat és a médiát is), a \"kamera\" pedig az OBS Studio által biztosított virtuális kamera legyen.",
    "configM3": "Első beállítás: M³",
    "enablePresentMode": "Engedélyezze a <code>[PRESENT]</code> opciót.",
    "enableOBS": "Engedélyezze és konfigurálja az OBS Studio kompatibilitási módját az OBS Studio konfigurációja során megadott port- és jelszóadatokkal.",
    "configureScenes": "Annak konfigurálása, hogy melyik jelenet legyen az OBS-ben médiaablak-jelenetként beállítva, és melyik jelenet legyen az alapértelmezett nézet, amely a médiabemutatási mód indításakor aktiválódik.",
    "startMeeting": "Az összejövetel megkezdése",
    "startZoom": "Indítsa el a Zoom-megbeszélést, és helyezze át a második ablakot a külső monitorra. Ha kívánja, tegye azt teljes képernyőre.",
    "zoomDesc": "Itt jelennek meg a gyülekezet számára a távollévők, akik részt vesznek az összejövetelen.",
    "openM3": "Miután a Zoom meeting megjelenik a külső monitoron, nyissa meg az M³ programot.",
    "autoOpen": "A médiabemutató ablak automatikusan megnyílik a külső monitoron a Zoom felett.",
    "sync": "Szinkronizálja a médiát, ha szükséges, és lépjen médiavezérlő üzemmódba az M³ főképernyőjén a ▶️ (lejátszás) gombra kattintva, vagy az <kbd>Alt</kbd> <kbd>D</kbd> kombinációval",
    "enableFeed": "Kapcsolja be a Királyságterem videoközvetítését (<kbd>Alt</kbd><kbd>V</kbd>), és szükség esetén állítsa előtérbe a Királyságterem videoközvetítését, hogy a Zoom résztvevői lássák a Királyságterem színpadját.",
    "enableMic": "Adja vissza a Királyság-terem hangját a Zoomban (<kbd>Alt</kbd> <kbd>A</kbd>). Nem kell kikapcsolni a video- ill. audiojelet a Zoomban az összejövetel idejére.",
    "startMusic": "Indítsa el a háttérzene lejátszását a bal alsó sarokban lévő gombbal vagy az <kbd>Alt</kbd> <kbd>K</kbd> kombinációval.",
    "broadcastToZoom": "A személyes részek közvetítése a Királyság-terem színpadjáról a Zoom-on keresztül",
    "noAction": "Nem igényel beavatkozást.",
    "camAngles": "A különböző kameraszögeket/zoomot a megbeszélés során az M³ médialejátszás vezérlőablakának alján található menü segítségével lehet kiválasztani; ez a menü tartalmazza az OBS-ben konfigurált összes kameranézet-jelenet listáját.",
    "shareMedia": "Média megosztása a Királyság-teremben és a Zoom-ban",
    "findMedia": "Keresse meg a megosztani kívánt fájlt az M³ médialejátszó ablakában, és nyomja meg a \"lejátszás\" gombot.",
    "stopMedia": "Ha befejezte a média megosztását, nyomja meg a \"stop\" gombot az M³-ban. Vegye figyelembe, hogy a videók automatikusan leállnak a befejezéskor.",
    "showZoomParts": "Zoom résztvevők megjelenítése a Királyság-terem monitorján",
    "hideShow": "Nyomja meg az M³ médiavezérlő képernyőjének jobb alsó sarkában található \"médiabemutató ablak elrejtése/megjelenítése\" gombot, vagy az <kbd>Alt</kbd> <kbd>Z</kbd> kombinációt ahhoz, hogy <strong>elrejtse</strong> a médiabemutató ablakot.",
    "zoomVisible": "A Zoom meeting mostantól látható lesz a Királyságterem kijelzőin.",
    "zoomPartWithMedia": "Ha a résztvevőnek médiát kell bemutatnia, kövesse a <strong>[SHAREMEDIA]</strong> alcím alatti lépéseket.",
    "zoomPartFinished": "Miután a testvér befejezte a programját, nyomja meg az M³ médialejátszás vezérlőablakának jobb alsó sarkában található \"médiabemutató ablak elrejtése/megjelenítése\" gombot, vagy az <kbd>Alt</kbd> <kbd>Z</kbd> kombinációt a médiabemutató ablak <strong>megjelenítéséhez</strong>.",
    "yeartextVisible": "A Királyság-terem monitorján mostantól az éviszöveg jelenik meg.",
    "onlyZoomM3": "Hibrid összejövetelek lebonyolítása kizárólag az M³ és Zoom használatával",
    "noOBS": "Ha bármilyen okból nem kívánja használni az OBS Studio-t, a következő javaslatok segíthetnek a minél egyszerűbb beállításban.",
    "sameAsBefore": "Ugyanaz, mint a fent említett megfelelő szakaszban.",
    "sameAddition": "A Zoom globális billentyűkombinációval kiegészítve a képernyőmegosztás elindításához/leállításához (<kbd>Alt</kbd> <kbd>S</kbd>). A \"kamera\" a Királyság-terem kamerájának képét fogja használni.",
    "startShare": "Indítsa el a megosztást a Zoomban az <kbd>Alt</kbd> <kbd>S</kbd> billentyűvel.",
    "selectMonitor": "A felugró Zoom megosztás ablakban válassza ki a külső monitort, és engedélyezze mindkét jelölőnégyzetet a bal alsó sarokban (a hang és a videó optimalizálásához).",
    "yeartextShared": "Az éviszöveg mostantól a Zoomon keresztül lesz megosztva.",
    "stopSharing": "Ha végzett a média megosztásával, nyomja le az <kbd>Alt</kbd> <kbd>S</kbd> billentyűt a Zoom képernyőmegosztás befejezéséhez.",
    "screenshots": "Képernyőképek a Prezentációs módról",
    "imgButton": "Gomb a médiavezérlő üzemmódba lépéshez",
    "imgSelectMeeting": "A média megjelenítésére tervezett összejövetel kiválasztása",
    "imgBG": "Alapértelmezett média háttér, automatikusan frissített éviszöveggel",
    "imgMediaList": "A megjelenítésre kész média listája",
    "imgStandby": "M³ médiamegjelenítés készenléti üzemmódban",
    "imgDisplayPic": "Egy kép megjelenítése",
    "imgPlayVideo": "Egy videó lejátszása",
    "imgVideoScrub": "Egy adott időpontra ugrás egy videóban"
  }
}
