{
  "lang": "it",
  "name": "Italiano",
  "language": "Lingua:",
  "search": "Filtra per parola chiave",
  "shared": {
    "explanation": "Spiegazione",
    "option": "Opzione",
    "optionsApp": "Impostazioni applicazione",
    "optionsCongSync": "Impostazioni sincronizzazione congregazione",
    "optionsMedia": "Impostazioni media",
    "optionsMeetings": "Impostazioni adunanza",
    "password": "Password",
    "port": "Porta",
    "setting": "Impostazioni"
  },
  "home": {
    "expand": "Espandere tutti gli articoli",
    "collapse": "Comprimi tutti gli articoli",
    "syncInProgress": "Sincronizzazione media in corso",
    "mainScreen": "Schermo principale",
    "chooseWeek": "Scegliere la settimana",
    "syncComplete": "Sincronizzazione completa!",
    "musicPlaying": "Riproduzione musica pre e post adunanza"
  },
  "congregation-sync": {
    "vo": "Il fratello incaricato come <em>organizzatore della videoconferenza</em> (OV) dal corpo degli anziani può usare M³ per rendere disponibili i media alla squadra A/V della sua congregazione.",
    "voCan": "L'OV, o qualcuno da lui designato, può:",
    "additional": "carica media <strong>aggiuntivi</strong>strong> da condividere durante l'adunanza, come la visita del sorvegliante di circoscrizione o il discorso pubblico",
    "hide": "<strong>nascondi</strong> contenuti multimediali da JW.org che non sono rilevanti per una determinata adunanza, ad esempio, quando una parte è stata sostituita dalla filiale",
    "recurring": "aggiungi o rimuovi media <strong>ricorrenti</strong>, come un video con il testo della scrittura dell'anno o una diapositiva con annuncio",
    "fetchMedia": "Aggiorna le cartelle con i media",
    "synced": "Tutti coloro che sono sincronizzati con la stessa congregazione riceveranno quindi esattamente lo stesso file multimediale quando fanno clic sul pulsante <em>[FETCH]</em>.",
    "note": "Tieni presente che la funzione di sincronizzazione della congregazione è attiva e del tutto facoltativa.",
    "how": "Come funziona",
    "webdav": "Il meccanismo di sincronizzazione di M³ utilizza WebDAV. Ciò significa che l'OV (o qualcuno sotto la sua supervisione) deve:",
    "webdavServer": "configurare un server WebDAV protetto accessibile dal Web, <strong>o</strong>",
    "externalWebdav": "utilizzare un servizio di archiviazione cloud di terze parti che supporti il protocollo WebDAV (vedere l'impostazione [HOSTNAME] nella sezione <em>[CONG SYNC]</em> di seguito).",
    "credentials": "Tutti gli utenti che desiderano essere sincronizzati insieme dovranno connettersi allo stesso server WebDAV utilizzando le informazioni di connessione e le credenziali fornite loro dal proprio OV.",
    "hostname": "Hostname",
    "hostDesc": "Indirizzo Web del server WebDAV. È richiesto HTTP sicuro (HTTPS).",
    "hostNote": "<strong>Nota:</strong> l'etichetta per questo campo è in realtà un pulsante che, una volta cliccato, mostrerà un elenco di provider WebDAV noti per essere compatibili con M³ e precompilerà automaticamente determinate impostazioni per tali provider.",
    "hostList": "Questo elenco è fornito a titolo di cortesia e non rappresenta in alcun modo un'approvazione di un particolare servizio o fornitore.",
    "hostBest": "Il server migliore è sempre quello che possiedi...",
    "portDesc": "Solitamente 443 per HTTPS standard, ma potrebbe variare a seconda del sito.",
    "username": "Username",
    "userDesc": "Nome utente per il servizio WebDAV.",
    "passDesc": "Password per il servizio WebDAV.",
    "passNote": "<strong>Nota:</strong> come dettagliato nelle rispettive pagine di supporto, potrebbe essere necessario creare una password specifica per l'app per [BOX] e [KOOFR] per abilitare le connessioni WebDAV ai loro servizi.",
    "webdavFolder": "Cartella di sincronizzazione della congregazione",
    "folderDesc": "Questa è la cartella che verrà utilizzata per sincronizzare i media per tutti gli utenti sincronizzati della congregazione.",
    "folderChoices": "Puoi digitare/incollare in un percorso o utilizzare il mouse per navigare fino alla cartella di destinazione.",
    "folderNote": "<strong>Nota:</strong> assicurati che tutti gli utenti sincronizzati dellacongregazione inseriscano lo stesso percorso della cartella; altrimenti la sincronizzazione non funzionerà come previsto.",
    "settingsLocked": "Impostazioni a livello di congregazione",
    "settingsDesc": "Una volta che l'OV ha configurato le sezioni <em>[MEDIA SETUP]</em> e <em>[MEETINGSETUP]</em> di [SETTINGS] sul proprio computer, può utilizzare questo pulsante per applicare determinate impostazioni per tutti gli utenti sincronizzati della congregazione",
    "settingsExample": "(ad esempio, giorni dell'adunanza, lingua dei media, impostazioni di conversione e così via).",
    "settingsNote": "Ciò significa che le impostazioni selezionate verranno applicate forzatamente a tutti gli utenti sincronizzati ogni volta che aprono M³.",
    "usingCongSync": "Utilizzo della sincronizzazione della congregazione per gestire i contenuti multimediali",
    "usageDesc": "Una volta completata la configurazione della sincronizzazione della congregazione, sei pronto per avviare [MANAGE MEDIA] per la squadra AV della tua congregazione.",
    "screenshots": "Screenshot della sincronizzazione della congregazione in azione"
  },
  "manage-media": {
    "imgAddSong": "Aggiunta di un cantico per un discorso pubblico",
    "imgAddPic": "Aggiunta di un'altra immagine",
    "imgImportJWPUB": "Importa file multimediali da una sezione di un file JWPUB",
    "imgPreviewJWPUB": "Anteprima dei media da un file JWPUB prima di importarli",
    "imgRename": "Ridenominazione di un file multimediale"
  },
  "present-media": {
    "imgButton": "Pulsante per accedere alla modalità controllo multimediale",
    "imgSelectMeeting": "Selezione di un'adunanza per la quale visualizzare i contenuti multimediali",
    "imgBG": "Sfondo predefinito, con testo della scrittura dell'anno generato automaticamente",
    "imgMediaList": "Elenco dei media pronti per essere mostrati",
    "imgStandby": "Presentazione media di M³ in standby",
    "imgDisplayPic": "Mostra immagine",
    "imgPlayVideo": "Riproduce video",
    "imgVideoScrub": "Passare a un punto specifico di un video"
  }
}
