{
  "lang": "it",
  "name": "Italiano",
  "language": "Lingua:",
  "search": "Filtra per parola chiave",
  "shared": {
    "explanation": "Spiegazione",
    "option": "Opzione",
    "optionsApp": "Impostazioni applicazione",
    "optionsCongSync": "Impostazioni sincronizzazione congregazione",
    "optionsMedia": "Impostazioni media",
    "optionsMeetings": "Impostazioni adunanza",
    "password": "Password",
    "port": "Porta",
    "setting": "Impostazioni"
  },
  "home": {
    "expand": "Espandere tutti gli articoli",
    "collapse": "Comprimi tutti gli articoli",
    "syncInProgress": "Sincronizzazione media in corso",
    "mainScreen": "Schermo principale",
    "chooseWeek": "Scegliere la settimana",
    "syncComplete": "Sincronizzazione completa!",
    "musicPlaying": "Riproduzione musica pre e post adunanza"
  },
  "configuration": {
    "settingsScreen": "La schermata delle impostazioni è suddivisa in 4 sezioni. Molte opzioni si spiegano da sole ma qui ci sono ulteriori dettagli.",
    "localAppLang": "Lingua interfaccia",
    "appLangDesc": "Imposta la lingua in cui M³ viene mostrato.",
    "thankContributors": "Grazie ai nostri numerosi aiutanti per aver tradotto l'app in così tante lingue!",
    "askHelp": "Se vuoi aiutare a migliorare una traduzione esistente o aggiungerne una, per favore apri una nuova [GH DISCUSSION].",
    "mediaSaveFolder": "Cartella dove salvare i media",
    "folderDesc": "I media dell'adunanza saranno salvati in questa cartella per essere condivisi e utilizzati in seguito.",
    "runAtStartup": "Apri l'applicazione all'avvio del sistema",
    "startupDesc": "Se abilitato, M³ sarà avviato quando l'utente corrente eseguirà l'accesso al computer.",
    "startupNote": "<strong>Nota:</strong> Non disponibile su Linux.",
    "syncOnLaunch": "Avvia automaticamente la sincronizzazione dei media",
    "syncDesc": "Questa opzione, se abilitata, attiva la sincronizzazione automatica dei media 5 secondi dopo l'avvio di M³.",
    "syncNote": "Per impedire la sincronizzazione automatica quando questa opzione è abilitata, premere il pulsante ⏸ (pausa) prima che trascorrano 5 secondi.",
    "openTargetFolderAfterSync": "Apri la cartella dopo la sincronizzazione dei media",
    "openFolderDesc": "Se abilitata, la cartella contenente i file multimediali scaricati per la settimana scelta si aprirà nel file manager del computer al termine della sincronizzazione.",
    "quitAfterSync": "Chiudi l'applicazione dopo la generazione dei media",
    "quitDesc": "Se abilitata, questa opzione chiuderà automaticamente M³ 5 secondi dopo il completamento della sincronizzazione dei media.",
    "quitNote": "Per evitare che M³ si chiuda automaticamente quando questa impostazione è abilitata, premi il pulsante 🏃 (persona che esce/corre) prima che il timer di 5 secondi sia scaduto.",
    "enableObs": "Abilita la modalità di compatibilità di <em>OBS Studio</em>",
    "obsDesc": "Se abilitata, questa opzione attingerà a OBS Studio per cambiare automaticamente le scene secondo necessità sia prima che dopo la condivisione dei media.",
    "obsWebsocket": "Se abiliti questa impostazione, assicurati che OBS Studio sia configurato per utilizzare il plug-in <code>obs-websocket</code>, cosa che consentirà a M³ di comunicare con OBS Studio.",
    "obsScenes": "Inoltre, configura tutte le scene necessarie per la condivisione dei media e la visualizzazione sul palco in OBS.",
    "obsScenesMin": "Come minimo, avrai bisogno di una scena con un <code>Cattura finestra</code> (consigliato) o un <code>Cattura schermo</code> configurato per catturare la finestra di presentazione dei media di M³ o lo schermo su cui il saranno presentati i media.",
    "obsAlso": "Dovrai anche configurare tutte le scene di ripresa del palco desiderate, ad esempio:",
    "obsLecturn": "inquadratura del leggio",
    "obsStage": "inquadratura ampia del palco",
    "obsLecturnReader": "il leggio e il microfono del lettore insieme",
    "obsTable": "inquadratura del tavolo",
    "obsPortDesc": "Porta su cui è configurato per l'ascolto il plug-in <code>obs-websocket</code>.",
    "obsPassDesc": "Password configurata nelle impostazioni del plugin <code>obs-websocket</code>.",
    "obsCameraScene": "Scena di visualizzazione del palco predefinita in OBS Studio",
    "obsCameraDesc": "Seleziona quale scena deve essere selezionata per impostazione predefinita quando viene avviata la modalità di presentazione multimediale. Di solito un'ampia inquadratura del palco o un'inquadratura del leggio.",
    "obsMediaScene": "Scena della finestra dei media in OBS Studio",
    "obsMediaDesc": "Selezionare quale scena impostare in OBS Studio per essere catturata dalla finestra dei media di M³.",
    "disableHardwareAcceleration": "Disabilita l'accelerazione hardware",
    "disableHADesc": "Abilita questa impostazione solo se riscontri problemi con la modalità di presentazione dei media. La modifica di questa impostazione causerà il riavvio di M³.",
    "congLink": "Vedere la sezione [CONG LINK] per i dettagli su cosa fa esattamente e come configurare questa sezione.",
    "mediaLang": "Lingua dei media",
    "mediaLangDesc": "Seleziona la lingua della tua congregazione o gruppo. Tutti i media saranno scaricati da JW.org in questa lingua.",
    "maxRes": "Risoluzione massima dei video",
    "resDesc": "I video saranno scaricati da JW.org con questa risoluzione oppure con quella immediatamente inferiore. Utile per connessioni limitate o con scarsa banda.",
    "convertDownloaded": "Converti media nel formato MP4",
    "convertDesc": "Immagini e file audio saranno automaticamente convertiti nel formato MP4 per essere utilizzati direttamente con Zoom [funzione nativa] durante le adunanze di congregazione <strong>completamente in remoto</strong> tenute con Zoom.",
    "convertExplain": "Ciò include tutte le immagini e i file multimediali scaricati da JW.org, nonché i file multimediali aggiunti dall'utente o dall'OV.",
    "convertNote": "<strong>Nota:</strong> Questa opzione adatta per le riunioni Zoom della congregazione  tenute <strong>solo da remoto</strong>.",
    "convertPresentLink": "Se conduci adunanze di congregazione <strong>ibride</strong> o <strong>regolari</strong>, cerca di utilizzare [PRESENT LINK] attivando invece l'opzione <code>[PRESENT]</code> e disattiva questa opzione .",
    "keepOriginalsAfterConversion": "Mantieni i media originali dopo la conversione",
    "keepDesc": "Se questa impostazione è abilitata, i file immagine e audio verranno conservati nella cartella multimediale dopo essere stati convertiti in formato MP4, invece di essere eliminati.",
    "keepResult": "Questa avrà come conseguenza una cartella dei media leggermente più disordinata e generalmente non è necessario abilitarla se si condivide un file multimediale tramite la condivisione MP4 di Zoom.",
    "keepSee": "(Vedi <code>[CONVERT]</code> sopra.)",
    "keepNote": "<strong>Nota:</strong> visibile solo se <code>[CONVERT]</code> è abilitato.",
    "enableMediaDisplayButton": "Mostra i media su un monitor esterno o in una finestra separata",
    "presentDesc": "Questa impostazione ti consentirà di utilizzare M³ per presentare immagini, video e file audio durante riunioni di congregazione <strong>ibride</strong> o <strong>di persona</strong>.",
    "presentLink": "È possibile accedere a [PRESENT MODE] facendo clic sul pulsante ▶️ (riproduci) nella schermata principale di M³.",
    "presentExplain": "La  presentazione dei media avverrà automaticamente in un monitor esterno se presente; in caso contrario, il supporto verrà visualizzato in una finestra separata e ridimensionabile.",
    "presentNote": "<strong>Nota:</strong> questa opzione è più adatta per riunioni di congregazione <strong>ibride</strong> o <strong>normali</strong>.",
    "presentConvertLink": "Se conduci riunioni Zoom della congregazione <strong>solo da remoto</strong>, attivare l'opzione [CONVERT] e condividere i contenuti multimediali con la condivisione MP4 nativa di Zoom.",
    "mediaWindowBackground": "Immagine di sfondo per la modalità di presentazione multimediale",
    "bgDesc": "Per impostazione predefinita, M³ tenterà di recuperare il testo della scrittura dell'anno in corso nella lingua selezionata in precedenza, per visualizzarlo su uno sfondo nero quando si è in [PRESENT MODE] e nessun altro media viene riprodotto.",
    "bgFails": "Se il recupero automatico del testo della scrittura dell'anno non riesce per qualche motivo, o se desideri visualizzare un'immagine di sfondo diversa, puoi utilizzare il pulsante \"Sfoglia\" per selezionare un'immagine personalizzata o il pulsante \"Aggiorna\" per provare a recuperare automaticamente il testo della scrittura dell'anno.",
    "bgNote": "<strong>Nota:</strong> se [CONG SYNC] è abilitato, la selezione di un'immagine di sfondo personalizzata la sincronizzerà automaticamente per tutti gli utenti sincronizzati della congregazione.",
    "enableVlcPlaylistCreation": "Crea playlist da utilizzare con <em>VLC</em>",
    "vlcDesc": "Abilita questa opzione se desideri generare automaticamente playlist per ogni riunione, che possono quindi essere caricate in VLC, se stai utilizzando quell'app per visualizzare contenuti multimediali invece di [PRESENT MODE].",
    "excludeTh": "Escludi tutti i media dell'opuscolo <em>th</em>",
    "thDesc": "Se abilitato, non includerà i media dell'opuscolo <em>Lettura e insegnamento</em> in ogni riunione infrasettimanale.",
    "excludeLffi": "Escludi i file audio e video dell'opuscolo <em>lffi</em>",
    "lffiDesc": "Se abilitato, non includerà i file audio e video dell'opuscolo <em>Vivere felice per sempre</em> (<em>lffi</em>), ad esempio per le parti degli studenti durante l'adunanza infrasettimanale.",
    "lffiNote": "Le immagini dell'opuscolo <em>lffi</em> non sono interessate da questa impostazione.",
    "excludeLffiImages": "Escludere immagini dall'opuscolo <em>lffi</em>",
    "lffiImgDesc": "Se abilitata, non saranno incluse le immagini dell'opuscolo <em>Vivere felici per sempre</em> (<em>lffi</em>), ad esempio per le parti degli studenti durante l'adunanza infrasettimanale.",
    "lffiImgNote": "I file audio e video dell'opuscolo  <em>lffi</em> non sono influenzati da questa impostazione.",
    "mwMeetingDay": "Adunanza infrasettimanale",
    "mwDesc": "Indicare il giorno e l'ora abituale della riunione infrasettimanale; utilizzato per nominare le cartelle e la dissolvenza automatica della musica di sottofondo (vedi sotto).",
    "weMeetingDay": "Adunanza del fine settimana",
    "weDesc": "Indicare il giorno e l'ora abituali per l'adunanza del fine settimana.",
    "enableMusicButton": "Abilita il pulsante per riprodurre i cantici in ordine casuale",
    "musicDesc": "Abilita il pulsante nella schermata principale che riprodurrà i cantici da  <em>sjjm</em> in ordine casuale.",
    "musicNote": "Questo è utile, ad esempio, per riprodurre i cantici come musica di sottofondo prima e dopo le adunanze nella Sala del Regno.",
    "musicVolume": "Volume di riproduzione dei cantici",
    "volDesc": "Impostare il volume di riproduzione della musica di sottofondo.",
    "musicFadeOutType": "Interrompere automaticamente la riproduzione dei cantici",
    "fadeDesc": "Se <code>[MUSIC OPTION]</code> è attiva, questa opzione consentirà di specificare il ritardo  dopo il quale la musica di sottofondo sarà arrestata automaticamente.",
    "fadeOptions": "Questo può essere:",
    "fadeMinutes": "un determinato numero di minuti, <strong>o</strong>",
    "fadeMeeting": "un numero prestabilito di secondi prima dell'inizio dell'adunanza (nel caso in cui la musica di sottofondo sia stata avviata prima di una riunione).",
    "screenshots": "Screenshot della schermata delle impostazioni"
  },
  "congregation-sync": {
    "vo": "Il fratello incaricato come <em>organizzatore della videoconferenza</em> (OV) dal corpo degli anziani può usare M³ per rendere disponibili i media alla squadra A/V della sua congregazione.",
    "voCan": "L'OV, o qualcuno da lui designato, può:",
    "additional": "carica media <strong>aggiuntivi</strong>strong> da condividere durante l'adunanza, come la visita del sorvegliante di circoscrizione o il discorso pubblico",
    "hide": "<strong>nascondi</strong> contenuti multimediali da JW.org che non sono rilevanti per una determinata adunanza, ad esempio, quando una parte è stata sostituita dalla filiale",
    "recurring": "aggiungi o rimuovi media <strong>ricorrenti</strong>, come un video con il testo della scrittura dell'anno o una diapositiva con annuncio",
    "fetchMedia": "Aggiorna le cartelle con i media",
    "synced": "Tutti coloro che sono sincronizzati con la stessa congregazione riceveranno quindi esattamente lo stesso file multimediale quando fanno clic sul pulsante <em>[FETCH]</em>.",
    "note": "Tieni presente che la funzione di sincronizzazione della congregazione è attiva e del tutto facoltativa.",
    "how": "Come funziona",
    "webdav": "Il meccanismo di sincronizzazione di M³ utilizza WebDAV. Ciò significa che l'OV (o qualcuno sotto la sua supervisione) deve:",
    "webdavServer": "configurare un server WebDAV protetto accessibile dal Web, <strong>o</strong>",
    "externalWebdav": "utilizzare un servizio di archiviazione cloud di terze parti che supporti il protocollo WebDAV (vedere l'impostazione [HOSTNAME] nella sezione <em>[CONG SYNC]</em> di seguito).",
    "credentials": "Tutti gli utenti che desiderano essere sincronizzati insieme dovranno connettersi allo stesso server WebDAV utilizzando le informazioni di connessione e le credenziali fornite loro dal proprio OV.",
    "hostname": "Hostname",
    "hostDesc": "Indirizzo Web del server WebDAV. È richiesto HTTP sicuro (HTTPS).",
    "hostNote": "<strong>Nota:</strong> l'etichetta per questo campo è in realtà un pulsante che, una volta cliccato, mostrerà un elenco di provider WebDAV noti per essere compatibili con M³ e precompilerà automaticamente determinate impostazioni per tali provider.",
    "hostList": "Questo elenco è fornito a titolo di cortesia e non rappresenta in alcun modo un'approvazione di un particolare servizio o fornitore.",
    "hostBest": "Il server migliore è sempre quello che possiedi...",
    "portDesc": "Solitamente 443 per HTTPS standard, ma potrebbe variare a seconda del sito.",
    "username": "Username",
    "userDesc": "Nome utente per il servizio WebDAV.",
    "passDesc": "Password per il servizio WebDAV.",
    "passNote": "<strong>Nota:</strong> come dettagliato nelle rispettive pagine di supporto, potrebbe essere necessario creare una password specifica per l'app per [BOX] e [KOOFR] per abilitare le connessioni WebDAV ai loro servizi.",
    "webdavFolder": "Cartella di sincronizzazione della congregazione",
    "folderDesc": "Questa è la cartella che verrà utilizzata per sincronizzare i media per tutti gli utenti sincronizzati della congregazione.",
    "folderChoices": "Puoi digitare/incollare in un percorso o utilizzare il mouse per navigare fino alla cartella di destinazione.",
    "folderNote": "<strong>Nota:</strong> assicurati che tutti gli utenti sincronizzati dellacongregazione inseriscano lo stesso percorso della cartella; altrimenti la sincronizzazione non funzionerà come previsto.",
    "settingsLocked": "Impostazioni a livello di congregazione",
    "settingsDesc": "Una volta che l'OV ha configurato le sezioni <em>[MEDIA SETUP]</em> e <em>[MEETINGSETUP]</em> di [SETTINGS] sul proprio computer, può utilizzare questo pulsante per applicare determinate impostazioni per tutti gli utenti sincronizzati della congregazione",
    "settingsExample": "(ad esempio, giorni dell'adunanza, lingua dei media, impostazioni di conversione e così via).",
    "settingsNote": "Ciò significa che le impostazioni selezionate verranno applicate forzatamente a tutti gli utenti sincronizzati ogni volta che aprono M³.",
    "usingCongSync": "Utilizzo della sincronizzazione della congregazione per gestire i contenuti multimediali",
    "usageDesc": "Una volta completata la configurazione della sincronizzazione della congregazione, sei pronto per avviare [MANAGE MEDIA] per la squadra AV della tua congregazione.",
    "screenshots": "Screenshot della sincronizzazione della congregazione in azione"
  },
  "manage-media": {
    "summary": "La schermata di gestione dei media consente all'utente di aggiungere o rimuovere i media per una determinata riunione, gestire i media ricorrenti e persino aggiungere media speciali per altre date in cui normalmente non è programmata alcuna riunione.",
    "manage": "Gestione dei media per un giorno particolare",
    "manageDesc": "Per gestire i media per una certa adunanza o giorno, fai semplicemente clic sul riquadro di quel giorno nella schermata principale di M³.",
    "manageRecurring": "Per gestire i media che si ripetono a ogni riunione, fare clic sul riquadro Media ricorrenti.",
    "mediaAdd": "Aggiungi media",
    "mediaAddHow": "Ecco come <strong>aggiungere</strong> media dalla schermata di gestione dei media.",
    "optionType": "Tipo di caricamento",
    "optionMedia": "Media da aggiungere",
    "optionPrefix": "Prefisso nome file",
    "optionList": "Elenco media",
    "explainType": "Scegli tra uno dei 3 <code>tipi di media</code>. (Vedi sotto.)",
    "explainMedia": "Dipende dal <code>tipo di media</code> scelto. (Vedi sotto.)",
    "explainPrefix": "È possibile aggiungere fino a 6 cifre prima del/i nome/i del file multimediale, per semplificare l'ordinamento.",
    "explainList": "Mostra i media attualmente pianificati per la data selezionata.",
    "explainAdd": "Nel campo <code>[MEDIA]</code>, ti verranno presentate diverse opzioni, a seconda del tipo di media selezionato.",
    "type": "Tipo di media",
    "addField": "Il campo <code>[MEDIA]</code>",
    "song": "Cantici",
    "songDesc": "... mostra un menu con tutti i video dei cantici della serie <em>sjjm</em>, nella lingua dei media.",
    "songChoose": "Scegli questa opzione ad esempio per aggiungere un cantico per il discorso pubblico o per le visite del sorvegliante di circoscrizione.",
    "songNote": "Il cantico selezionato verrà scaricato automaticamente da JW.org nella lingua della congregazione o del gruppo, come configurato nelle [SETTINGS].",
    "jwpub": "JWPUB",
    "jwpubDesc": "... consente di sfogliare (o trascinare e rilasciare) un file JWPUB.",
    "jwpubPromted": "Verrà chiesto di selezionare la sezione, o il capitolo, da cui desideri aggiungere i media.",
    "jwpubAdd": "Questo aggiungerà sia i media incorporati che quelli di riferimento da quella sezione nel file JWPUB.",
    "jwpubNote": "Un esempio di file JWPUB comunemente utilizzato è l'S-34, ma qui è possibile utilizzare qualsiasi file JWPUB.",
    "custom": "Personalizza",
    "customDesc": "... consente di sfogliare (o trascinare e rilasciare) qualsiasi altro file multimediale dal tuo computer.",
    "customNote": "Tieni presente che tutti i file PDF e SVG verranno automaticamente convertiti in immagini ad alta risoluzione da M³.",
    "removeHideShow": "Rimuovere, nascondere e mostrare i media",
    "removeHideShowDesc": "Per <strong>rimuovere</strong>, <strong>nascondere</strong> o <strong>mostrare</strong> i media, trova semplicemente il file multimediale che non desideri e fai clic sull'icona pertinente.",
    "iconDelete": "I media hanno un'icona rossa 🟥 (cancella).",
    "iconChecked": "I media hanno un'icona ☑️ (casella di controllo selezionata).",
    "iconUnchecked": "I media hanno un'icona 🔲 (casella di controllo deselezionata).",
    "mediaAdded": "Il file multimediale è stato aggiunto ai media di quel giorno da te o dall'OV.",
    "mediaClicked": "Fai clic sull'icona rossa 🟥 (elimina) per eliminare il file.<br>Fai clic una seconda volta per confermare.",
    "mediaRef": "Il file multimediale è referenziato nel materiale della riunione.",
    "mediaDownload": "<em>Sarà</em> scaricato da JW.org o estratto dalla relativa pubblicazione.",
    "mediaHidden": "È stato nascosto da te o dall'OV, quindi <em>non</em> verrà scaricato o aggiunto ai media della riunione.",
    "screenshots": "Screenshot della schermata di gestione dei contenuti multimediali",
    "imgAddSong": "Aggiunta di un cantico per un discorso pubblico",
    "imgAddPic": "Aggiunta di un'altra immagine",
    "imgImportJWPUB": "Importa file multimediali da una sezione di un file JWPUB",
    "imgPreviewJWPUB": "Anteprima dei media da un file JWPUB prima di importarli",
    "imgRename": "Ridenominazione di un file multimediale"
  },
  "present-media": {
    "usePresentMode": "Utilizzo della modalità di presentazione dei  media",
    "presentMode": "Le modalità di presentazione dei media e di controllo sono progettate per essere semplici e per evitare errori durante le adunanze.",
    "presentModeEnabled": "Una volta abilitata l'opzione <code>[PRESENT]</code>, la schermata di presentazione dei media apparirà automaticamente sul monitor esterno se presente, o in una finestra separata, trascinabile e ridimensionabile se non è stato rilevato alcun monitor esterno.",
    "presentStandby": "In standby, la schermata di presentazione dei media visualizzerà l'immagine di sfondo configurata nelle impostazioni. Se non è stata configurata alcuna immagine di sfondo, M³ tenterà di recuperare e visualizzare automaticamente il testo della scrittura dell'anno.",
    "presentBG": "Se nelle impostazioni non è configurata alcuna immagine di sfondo e non è stato possibile caricare automaticamente il testo della scrittura dell'anno, in standby verrà visualizzato uno sfondo nero.",
    "presentControls": "È possibile accedere alla modalità controllo multimediale facendo clic sul pulsante ▶️ (riproduci) nella schermata principale di M³ o utilizzando la scorciatoia da tastiera <kbd>Alt</kbd> <kbd>D</kbd> (per display esterno).",
    "folderSelect": "Una volta entrato in modalità controllo, la schermata di selezione della cartella ti consentirà di selezionare la data per la quale desideri visualizzare i file multimediali.",
    "folderCurrentDay": "Se la cartella del giorno corrente esiste, verrà automaticamente preselezionata.",
    "folderSelected": "Una volta selezionata una data, puoi comunque modificare la data selezionata in qualsiasi momento facendo clic sul pulsante di selezione della data, nella sezione in alto.",
    "presentMedia": "Presentare i media",
    "mediaPlay": "Per riprodurre contenuti multimediali, premi il pulsante ▶️ (riproduci) per il file che desideri.",
    "mediaHide": "Per nascondere il file multimediale, premi il pulsante ⏹️ (stop).",
    "mediaVideo": "Se lo si desidera, un video può essere riavvolto o fatto avanzare velocemente mentre è in pausa.",
    "mediaVideoNote": "Tieni presente che per i video, il pulsante di interruzione deve essere premuto <strong>due volte</strong> per evitare di interrompere accidentalmente e prematuramente un video durante la riproduzione per la congregazione.",
    "mediaVideoStop": "I video si interromperanno automaticamente quando saranno stati riprodotti per intero.",
    "mediaButtons": "In basso a destra c'è il pulsante \"home\", che esce dalla modalità di controllo multimediale, così come il pulsante \"nascondi/mostra finestra di presentazione multimediale\".",
    "m3ZoomOBS": "Condurre riunioni ibride utilizzando una combinazione di M³, OBS Studio e Zoom",
    "together": "Il modo di gran lunga più semplice per condividere contenuti multimediali durante le riunioni ibride è configurare OBS Studio, M³ e Zoom in modo che funzionino insieme.",
    "configKH": "Configurazione iniziale: computer della Sala del Regno",
    "monitor": "Imposta la risoluzione dello schermo del monitor esterno su 1280x720 o qualcosa di simile.",
    "sound": "Configura l'uscita della scheda audio del computer in modo che vada a uno degli ingressi del mixer audio e l'uscita combinata del mixer audio in modo che vada all'ingresso della scheda audio del computer.",
    "configOBS": "Configurazione iniziale: OBS Studio",
    "obsInstall": "Installa OBS Studio o scarica la versione portatile.",
    "obsVirtualCam": "Se utilizzi la versione portatile di OBS Studio, installa il plug-in [Virtualcam] e, se utilizzi la versione portatile di OBS Studio, aggiungi la videocamera virtuale a Windows facendo doppio clic sullo script di installazione fornito.",
    "obsWebsocket": "Se hai OBS Studio v27 o precedente, devi installare il plug-in [obs-websocket]. Altrimenti è incluso obs-websocket. Configurare un numero di porta e una password per obs-websocket.",
    "obsSettings": "Nelle impostazioni di OBS, sotto <code>General</code> > <code>System Tray</code>, attiva tutte le caselle di controllo. In <code>Output</code> > <code>Streaming</code>, abilita un codificatore hardware se disponibile.",
    "obsSettingsVideo": "Sotto <code>Video</code> > <code>Base (Canvas) Resolution</code> e <code>Output (Scaled) Resolution</code>, scegli <code>1280x720</code>, e sotto <code>Downscale Filter</code>, scegli <code>Bilinear</code>.",
    "obsScenes": "Impostare almeno 2 scene: una per la visualizzazione dei media (<code>Window Capture</code> o <code>Display Capture</code> con il cursore del mouse disabilitato e il titolo della finestra/monitor appropriato selezionato), e una per la vista del palco (<code>Video Capture Device</code> con la videocamera della Sala del Regno selezionata).",
    "obsMoreScenes": "È possibile aggiungere tutte le scene necessarie, con la telecamera regolata, ingrandita e ritagliata secondo necessità (vista leggio, vista conduttore e lettore, vista tavolo, ecc.).",
    "obsShortcut": "Aggiungi un collegamento a OBS Studio, con il parametro <code>--startvirtualcam</code>, nella cartella Avvio del profilo utente di Windows, per essere sicuri che OBS Studio venga avviato automaticamente quando l'utente effettua l'accesso.",
    "configZoom": "Configurazione iniziale: Zoom Sala del Regno",
    "zoomMonitors": "Zoom deve essere configurato per utilizzare due monitor.",
    "zoomShortcuts": "Abilita le scorciatoie da tastiera globali per Zoom per disattivare/riattivare l'audio della Sala del Regno in Zoom (<kbd>Alt</kbd> <kbd>A</kbd>) e avviare/arrestare il flusso video della Sala del Regno in Zoom (<kbd> Alt</kbd> <kbd>V</kbd>).",
    "zoomMicVid": "Imposta il \"microfono\" predefinito in modo che sia l'uscita combinata del mixer audio (in modo che tutto ciò che viene ascoltato tramite il sistema audio della Sala del Regno venga trasmesso tramite Zoom, inclusi microfoni e media) e la \"videocamera\" in modo che sia la videocamera virtuale fornita da OBS Studio.",
    "configM3": "Configurazione iniziale: M³",
    "enablePresentMode": "Abilita l'opzione <code>[PRESENT]</code>.",
    "enableOBS": "Abilita e configura la modalità di compatibilità di OBS Studio, utilizzando le informazioni sulla porta e sulla password configurate nel passaggio di configurazione di OBS Studio.",
    "configureScenes": "Configura quale scena è impostata come scena della finestra multimediale in OBS e quale scena dovrebbe essere la visualizzazione predefinita che verrà attivata all'avvio della modalità di presentazione dei media.",
    "startMeeting": "Avvio dell'adunanza",
    "startZoom": "Avvia la riunione Zoom e sposta la finestra secondaria della riunione Zoom sul monitor esterno. Rendilo a schermo intero se lo desideri.",
    "zoomDesc": "Qui è dove verranno visualizzati tutti i partecipanti alla riunione remota affinché la congregazione possa vederli.",
    "openM3": "Una volta che la riunione Zoom viene visualizzata sul monitor esterno, apri M³.",
    "autoOpen": "La finestra di presentazione dei media si aprirà automaticamente sopra Zoom sul monitor esterno.",
    "sync": "Sincronizza i contenuti multimediali se necessario e accedi alla modalità controllo multimediale facendo clic sul pulsante ▶️ (riproduci) nella schermata principale di M³ o su <kbd>Alt</kbd> <kbd>D</kbd>.",
    "enableFeed": "Abilita il flusso video della Sala del Regno (<kbd>Alt</kbd> <kbd>V</kbd>) e mettilo in evidenza, se necessario, in modo che i partecipanti di Zoom vedano il palco della Sala del Regno.",
    "enableMic": "Riattiva il flusso audio della Sala del Regno in Zoom (<kbd>Alt</kbd> <kbd>A</kbd>). Non dovrebbe essere necessario disabilitare il flusso video o audio in Zoom per tutta la durata della riunione.",
    "startMusic": "Avvia la riproduzione della musica di sottofondo utilizzando il pulsante in basso a sinistra o <kbd>Alt</kbd> <kbd>K</kbd>.",
    "broadcastToZoom": "Trasmettere parti presentate di persona dal palco della Sala del Regno su Zoom",
    "noAction": "Nessuna azione necessaria.",
    "camAngles": "È possibile scegliere vari angoli di ripresa/zoom durante la riunione utilizzando il menu nella parte inferiore della finestra di controllo della riproduzione multimediale di M³; questo menu conterrà un elenco di tutte le scene di visualizzazione della telecamera configurate in OBS.",
    "shareMedia": "Condivisione di contenuti multimediali nella Sala del Regno e tramite Zoom",
    "findMedia": "Trova il file multimediale che desideri condividere nella finestra di controllo della riproduzione multimediale M³ e premi il pulsante \"riproduci\".",
    "stopMedia": "Quando hai finito di condividere i media, premi il pulsante \"stop\" in M³. Tieni presente che i video si interrompono automaticamente una volta completati.",
    "showZoomParts": "Visualizzazione dei partecipanti Zoom remoti sul monitor della Sala del Regno",
    "hideShow": "Premi il pulsante \"nascondi/mostra la finestra di presentazione multimediale\" nell'angolo in basso a destra della schermata del controller multimediale M³ o <kbd>Alt</kbd> <kbd>Z</kbd> per <strong>nascondere</strong> la finestra di presentazione multimediale.",
    "zoomVisible": "La riunione Zoom sarà ora visibile sul monitor della Sala del Regno.",
    "zoomPartWithMedia": "Se il partecipante ha contenuti multimediali da mostrare, segui i passaggi sotto il sottotitolo <strong>[SHAREMEDIA]</strong>.",
    "zoomPartFinished": "Una volta che il partecipante ha terminato la sua parte, premi il pulsante \"nascondi/mostra la finestra di presentazione multimediale\" nell'angolo in basso a destra della finestra di controllo della riproduzione multimediale M³, oppure <kbd>Alt</kbd> <kbd>Z</kbd>, per <strong>mostrare</strong> la finestra di presentazione multimediale.",
    "yeartextVisible": "Il monitor della Sala del Regno ora mostrerà il testo della scrittura dell'anno.",
    "onlyZoomM3": "Condurre riunioni ibride utilizzando solo M³ e Zoom",
    "noOBS": "Se non desideri utilizzare OBS Studio per qualsiasi motivo, i seguenti suggerimenti forse ti aiuteranno a impostare le cose nel modo più semplice possibile.",
    "sameAsBefore": "Uguale alla sezione corrispondente sopra.",
    "sameAddition": "Con l'aggiunta della scorciatoia da tastiera globale per Zoom per avviare/arrestare la condivisione dello schermo (<kbd>Alt</kbd> <kbd>S</kbd>). La \"telecamera\" sarà il flusso video dalla telecamera della Sala del Regno.",
    "startShare": "Inizia a condividere in Zoom premendo <kbd>Alt</kbd> <kbd>S</kbd>.",
    "selectMonitor": "Nella finestra di condivisione Zoom che si apre, scegli il monitor esterno e attiva entrambe le caselle di controllo in basso a sinistra (per l'ottimizzazione audio e video).",
    "yeartextShared": "Il testo della scrittura dell'anno verrà ora condiviso su Zoom.",
    "stopSharing": "Quando hai finito di condividere contenuti multimediali, premi <kbd>Alt</kbd> <kbd>S</kbd> per terminare la condivisione dello schermo Zoom.",
    "screenshots": "Screenshot della modalità di presentazione",
    "imgButton": "Pulsante per accedere alla modalità controllo multimediale",
    "imgSelectMeeting": "Selezione di un'adunanza per la quale visualizzare i contenuti multimediali",
    "imgBG": "Sfondo predefinito, con testo della scrittura dell'anno generato automaticamente",
    "imgMediaList": "Elenco dei media pronti per essere mostrati",
    "imgStandby": "Presentazione media di M³ in standby",
    "imgDisplayPic": "Mostra immagine",
    "imgPlayVideo": "Riproduce video",
    "imgVideoScrub": "Passare a un punto specifico di un video"
  }
}
