{
  "lang": "nl",
  "name": "Nederlands",
  "language": "Taal:",
  "search": "Zoek op trefwoord",
  "shared": {
    "explanation": "Uitleg",
    "option": "Optie",
    "optionsApp": "Applicatie setup",
    "optionsCongSync": "Gemeente sync setup",
    "optionsMedia": "Media setup",
    "optionsMeetings": "Vergadering setup",
    "password": "Wachtwoord",
    "port": "Poort",
    "setting": "Instelling"
  },
  "home": {
    "expand": "Open alle artikelen",
    "collapse": "Sluit alle artikelen",
    "syncInProgress": "Meeting media sync bezig",
    "mainScreen": "Beginscherm",
    "chooseWeek": "Kies een week",
    "syncComplete": "Sync compleet!",
    "musicPlaying": "Voor en na vergadering muziek afspelen"
  },
  "configuration": {
    "settingsScreen": "Het instellingen scherm is verdeeld in 4 secties. De meeste opties spreken voor zich, maar hier zijn wat extra details.",
    "localAppLang": "Applicatie taal",
    "appLangDesc": "De taal waarin M³ wordt weergegeven.",
    "thankContributors": "Alle vrijwilliger, enorm bedankt voor het vertalen van deze app in zo veel talen!",
    "askHelp": "Als je wilt meehelpen aan het verbeteren van een bestaande vertaling of een nieuwe taal wilt toevoegen, open dan alsjeblieft een nieuwe [GH DISCUSSION].",
    "mediaSaveFolder": "Folder waar de media wordt opgeslagen",
    "folderDesc": "Media voor de vergaderingen wordt in deze folder opgeslagen voor later gebruik.",
    "runAtStartup": "Start de app bij systeem opstarten",
    "startupDesc": "Als deze optie aan staat, zal M³ automatisch opstarten zodra de huidige gebruiker inlogt op de computer.",
    "startupNote": "<strong>Let op:</strong> Niet beschikbaar voor Linux.",
    "syncOnLaunch": "Automatisch media syncen",
    "syncDesc": "Als deze optie aan staat, zal M³ automatisch media gaan ophalen 5 seconden nadat de applicatie is opgestart.",
    "syncNote": "Om te voorkomen dat media wordt opgehaald kan je op de ⏸ (pauze) knop drukken voordat de 5-seconden timer om is.",
    "openTargetFolderAfterSync": "Open folder na media sync",
    "openFolderDesc": "Als deze optie aan staat, zal de folder waar media voor die week wordt opgeslagen automatisch geopend worden nadat de media sync klaar is.",
    "quitAfterSync": "Sluit app na media sync",
    "quitDesc": "Als deze optie aan staat, zal M³ 5 seconden na de media sync, zichzelf automatisch afsluiten.",
    "quitNote": "Om te voorkomen dat M³ zichzelf afsluit kan je de 🏃 (persoon aan het rennen) knop indrukken voordate de 5-seconden timer om is.",
    "enableObs": "Zet <em>OBS Studio</em> integratie modus aan",
    "obsDesc": "Als deze optie aan staat, zal M³ verbinding maken met OBS Studio om automatisch de scenes aan te passen voor en na het delen van media.",
    "obsWebsocket": "Als je deze optie wilt gebruiken, moet je zorgen dat OBS Studio gebruikt maakt van de <code>obs-websocket</code> plugin, die M³ in staat stelt om met OBS Studio te verbinden.",
    "obsScenes": "Bovendien moet je alle nodige scenes for media delen en podium tonen instellen in OBS.",
    "obsScenesMin": "Op z'n minst heb je een scene nodig met <code>Window Capture</code> (aanbevolen) of <code>Display Capture</code> ingesteld om het media presentatie scherm van M³ te tonen, of het externe scherm waar de media gepresenteerd wordt.",
    "obsAlso": "Je moet ook alle gewilde scenes voor het podium beeld instellen, bijvoorbeeld:",
    "obsLecturn": "Een weergave van de spreker",
    "obsStage": "Een wijd beeld van het hele podium",
    "obsLecturnReader": "De studieleider en de lezer samen",
    "obsTable": "Een weergave van de tafel voor een demonstratie",
    "obsPortDesc": "De poort waar de <code>obs-websocket</code> plugin op luistert.",
    "obsPassDesc": "Het wachtwoord dat is ingesteld in de instellingen van de <code>obs-websocket</code> plugin.",
    "obsCameraScene": "Standaard scene voor het podium in OBS Studio",
    "obsCameraDesc": "Selecteer de scene die je als standaard wilt wanneer de media presentatie modus aan wordt gezet. Vaak is dit het podium wijd beeld of het beeld voor de spreker.",
    "obsMediaScene": "Media scherm scene in OBS Studio",
    "obsMediaDesc": "Selecteer welke scene in OBS is ingesteld om het media scherm van M³ te tonen.",
    "disableHardwareAcceleration": "Zet hardware acceleratie uit",
    "disableHADesc": "Zet deze optie alleen aan als je problemen ondervindt met de media presentie modus. Na het veranderen moet je M³ opnieuw opstarten.",
    "congLink": "Zie de [CONG LINK] sectie voor details over wat deze optie is en hoe je het instelt.",
    "mediaLang": "Media taal",
    "mediaLangDesc": "Selecteer de taal van jouw gemeente of groep. Alle media zal van JW.org gedownload worden in deze taal.",
    "maxRes": "Maximale resolutie voor filmpjes",
    "resDesc": "Filmpjes van JW.org worden in deze resolutie gedownload of de eerst volgende, lagere, beschikbare resolutie. Handig voor situaties met weinig bandbreedte.",
    "convertDownloaded": "Converteer media naar MP4 formaat",
    "convertDesc": "Deze optie zorgt dat alle plaatjes en audio bestanden worden geconverteerd naar MP4 formaat, om te gebruiken met de [NATIVE FEATURE] van Zoom tijdens <strong>volledig digitale</strong> gemeente Zoom vergaderingen.",
    "convertExplain": "Dit omvat alle plaatje en media bestanden die gedownload worden van JW.org en alle extra media bestanden die worden toegevoegd door de gebruiker of de VO.",
    "convertNote": "<strong>Let op:</strong> Deze optie is bedoeld voor <strong>volledig digitale</strong> gemeente Zoom vergaderingen.",
    "convertPresentLink": "Als je <strong>hybrid</strong> of <strong>gewone</strong> gemeente vergaderingen houdt, probeer dan de [PRESENT LINK] door het activeren van de <code>[PRESENT]</code> optie, en zet deze optie uit.",
    "keepOriginalsAfterConversion": "Behoud originele media bestanden na omzetten",
    "keepDesc": "Als deze optie aan staat zullen de originele plaatjes en auto bestanden die worden omgezet naar MP4 formaat behouden worden in plaats van verwijderd en vervangen door de filmpjes.",
    "keepResult": "Dit zorgt dat de media folder wat chaotischer eruit komt te zien en hoeft over het algemeen niet aangezet worden om media via Zoom MP4 delen te tonen.",
    "keepSee": "(Zie <code>[CONVERT]</code> hierboven.)",
    "keepNote": "<strong>Let op:</strong> Alleen zichtbaar als <code>[CONVERT]</code> aan staat.",
    "enableMediaDisplayButton": "Zet knop aan om media op een externe monitor of apart scherm af te spelen",
    "presentDesc": "Deze instelling stelt je in staat om de gedownloade media te presenteren tijdens <strong>hybride</strong> of <strong>gewone</strong> gemeente vergaderingen.",
    "presentLink": "[PRESENT MODE] kan dan geopend worden door op de ▶️ (play) knop op het beginscherm van M³ te klikken.",
    "presentExplain": "Het media presentatie scherm zal automatisch geopend worden op een extern scherm als die beschikbaar is; zo niet, zal de media getoond worden in een los, sleepbaar scherm.",
    "presentNote": "<strong>Let op:</strong> Deze optie werkt het beste voor <strong>hybride</strong> of <strong>gewone</strong> gemeente vergaderingen.",
    "presentConvertLink": "Als je <strong>volledig digitale</strong> gemeente Zoom vergadering houdt, bekijk dan de [CONVERT] optie en het delen van media via Zoom's eigen MP4 deel functie.",
    "mediaWindowBackground": "Achtergrondplaatje voor media presentatie modus",
    "bgDesc": "Standaard zal M³ proberen om de jaartekst van dit jaar in de gekozen media taal proberen op te halen om die als achtergrond te tonen in de [PRESENT MODE] wanneer er geen media wordt afgespeeld.",
    "bgFails": "Als het ophalen van jaartekst mislukt of je om een andere reden een andere achtergrond wilt gebruiken kan je de 'Blader' knop gebruiken om een andere plaatje te selecteren of de 'refresh' knop gebruiken om de jaartekst nog een keer op te halen.",
    "bgNote": "<strong>Let op:</strong> Als [CONG SYNC] aan is gezet, zal de achtergrond automatisch gesynchroniseerd worden met alle andere gebruikers van jullie gemeente.",
    "enableVlcPlaylistCreation": "Maak playlists voor het gebruik met <em>VLC</em>",
    "vlcDesc": "Zet deze optie aan om automatisch playlists te genereren van elke vergaderingen, om die in VLC te laden als je VLC gebruikt in plaats van de [PRESENT MODE].",
    "excludeTh": "Sluit alle media van de <em>th</em> brochure uit",
    "thDesc": "Als deze optie aan staat, zal de media van de <em>Leg je toe op</em> brochure niet worden gedownload voor de doordeweekse vergadering.",
    "excludeLffi": "Sluit audio en video bestanden van de <em>lffi</em> brochure uit",
    "lffiDesc": "Als deze optie aan staat, zal de audio and video van de <em>Voor eeuwig gelukkig</em> brochure (<em>lffi</em>), van bijvoorbeeld de bijbelstudie, niet gedownload worden.",
    "lffiNote": "Plaatjes van de <em>lffi</em> brochure worden niet beïnvloed door deze instelling.",
    "excludeLffiImages": "Sluit afbeeldingen van de <em>lffi</em> brochure uit",
    "lffiImgDesc": "Als deze optie aan staat, zullen de plaatjes van de <em>Voor eeuwig gelukkig</em> brochure (<em>lffi</em>), van bijvoorbeeld de bijbelstudie, niet gedownload worden.",
    "lffiImgNote": "Videos en audio van de <em>lffi</em> brochure worden niet beïnvloed door deze instelling.",
    "mwMeetingDay": "Doordeweekse vergadering",
    "mwDesc": "Stel in welke dag en tijd de doordeweekse vergadering normaal gehouden wordt. Dit wordt gebruikt voor de naamgeving van de media folders en het automatisch stoppen van achtergrond muziek (zie hieronder).",
    "weMeetingDay": "Weekend vergadering",
    "weDesc": "Stel in welke dag en tijd de weekend vergadering normaal gehouden wordt.",
    "enableMusicButton": "Zet knop aan om koninkrijksliederen op shuffle af te spelen",
    "musicDesc": "Deze knop knop om het beginscherm te staan en speelt koninkrijksliederen van <em>sjjm</em> serie, in willekeurige volgorde, af.",
    "musicNote": "Dit is handig om bijvoorbeeld voor en na de vergadering achtergrond muziek af te spelen in de Koninkrijkszaal.",
    "musicVolume": "Muziek afspeelvolume",
    "volDesc": "Stelt het volume in voor de achtergrondmuziek.",
    "musicFadeOutType": "Automatisch stoppen met achtergrondmuziek afspelen",
    "fadeDesc": "Als <code>[MUSIC OPTION]</code> aan staat, zorgt deze instelling ervoor dat de achtergrond muziek automatisch stopt met spelen na een ingestelde tijd.",
    "fadeOptions": "Dit kan zijn:",
    "fadeMinutes": "na een vast aantal minuten, <strong>of</strong>",
    "fadeMeeting": "een aantal seconden voor de vergadering begint (als de muziek wordt afgespeeld op een vergadering dag voordat de vergadering is begonnen).",
    "screenshots": "Schermafbeeldingen van het instellingen scherm"
  },
  "congregation-sync": {
    "vo": "De broeder die is aangesteld als <em>videoconferentie organisator</em> (VO) door het lichaam van ouderlingen kan M³ gebruiken om te beheren welke media beschikbaar wordt gemaakt voor het technische A/V ondersteuning team van zijn gemeente.",
    "voCan": "De VO, of iemand anders die door hem is aangesteld, kan:",
    "additional": "<strong>extra</strong> media uploaden om te delen tijdens een vergadering, zoals wanneer de kringopziener komt of voor een openbare lezing",
    "hide": "Media van JW.org <strong>verbergen</strong> dat niet relevant is voor de gekozen vergadering, bijvoorbeeld, wanneer een aandeel wordt vervangen door een plaatselijke behoefte",
    "recurring": "<strong>Terugkerende</strong> media verwijderen of toeviegen, zoals een jaartekst filmpje of een mededelingen slideshow",
    "fetchMedia": "Haal media op",
    "synced": "Iedereen die verbonden is met dezelfde gemeente ontvangt deze wijzigingen automatisch wanneer ze op de <em>[FETCH]</em> knop drukken.",
    "note": "Bedenk dat de gemeente sync optie geheel optioneel is.",
    "how": "Hoe het werkt",
    "webdav": "M³'s onderliggende sync mechanisme gebruikt WebDAV. Dat bekent dat de VO (of iemand onder zijn leiding) een van de volgende opties moet kiezen:",
    "webdavServer": "Een veilige WebDAV server opzetten die bereikbaar is via het internet, <strong>of</strong>",
    "externalWebdav": "een externe cloud storage service gebruiken die het WebDAV protocol ondersteunt (zie de [HOSTNAME] optie in de <em>[CONG SYNC]</em> sectie hieronder).",
    "credentials": "Alle gebruikers die gesynchroniseerd willen worden moeten verbinden met dezelfde WebDAV server door gebruik te maken van de informatie en inloggegevens die de VO heeft opgegeven.",
    "hostname": "Hostnaam",
    "hostDesc": "Het webadres van de WebDAV server. Veilige HTTP (HTTPS) is verplicht.",
    "hostNote": "<strong>Let op:</strong>De knop hostnaam toont een lijst met WebDAV providers waarvan bevestigd is dat ze werken met M³, en zal automatisch sommige velden voor je invullen.",
    "hostList": "De lijst is bedoeld om te helpen, maar is op geen enkele manier een promotie van een bepaalde service of aanbieder.",
    "hostBest": "De beste server is altijd degene die je zelf beheert...",
    "portDesc": "Normaal gesproken 443 voor standaard HTTPS, maar is misschien anders, afhankelijk van de website.",
    "username": "Gebruikersnaam",
    "userDesc": "Gebruikersnaam voor de WebDAV service.",
    "passDesc": "Wachtwoord voor de WebDAV service.",
    "passNote": "<strong>Let op:</strong> Onder andere voor [BOX] en [KOOFR] moet je een app-specifiek wachtwoord instellen om WebDAV connecties toe te staan.",
    "webdavFolder": "Gemeente sync folder",
    "folderDesc": "Dit is de folder die gebruikt zal worden om alle media voor de vergaderingen te synchroniseren tussen gebruikers.",
    "folderChoices": "Je kan het pad er in plakken/typen of navigeren via je muis naar de juiste folder.",
    "folderNote": "<strong>Let op:</strong> Zorg ervoor dat alle gemeente sync gebruikers hetzelfde pad invullen, anders werkt de sync niet zoals verwacht.",
    "settingsLocked": "Gemeente-brede instellingen",
    "settingsDesc": "Zodra de VO de <em>[MEDIA SETUP]</em> en <em>[MEETINGSETUP]</em> secties van de [SETTINGS] op zijn eigen computer heeft ingesteld, kan hij deze knop gebruiken om bepaalde instellingen vast te zetten voor alle gemeente sync gebruikers",
    "settingsExample": "(bijvoorbeeld, vergadering dagen/tijden, media taal, conversie instellingen, etc.).",
    "settingsNote": "Dit betekent dat sommige instellingen geforceerd aan of uit staan voor alle gesynchroniseerde gebruikers elke keer dat zij M³ openen.",
    "usingCongSync": "Gemeente sync gebruiken om media te beheren",
    "usageDesc": "Zodra de gemeente sync setup compleet is, ben je klaar om te beginnen met [MANAGE MEDIA] voor het technische AV ondersteuning team van jouw gemeente.",
    "screenshots": "Schermafbeeldingen van de gemeente sync in actie"
  },
  "manage-media": {
    "imgAddSong": "Een lied toevoegen voor een openbare lezing",
    "imgAddPic": "Een extra plaatje toevoegen",
    "imgImportJWPUB": "Media importeren van een JWPUB bestand",
    "imgPreviewJWPUB": "Media tonen van een JWPUB bestand voordat het geïmporteerd wordt",
    "imgRename": "Een mediabestand hernoemen"
  },
  "present-media": {
    "imgButton": "Knop om de media presentatie modus te openen",
    "imgSelectMeeting": "Selecteer een vergadering waarvoor je media wilt tonen",
    "imgBG": "Standaard media achtergrond, met jaartekst",
    "imgMediaList": "Lijst van de media die getoond kan worden",
    "imgStandby": "M³ mediascherm in standby modus",
    "imgDisplayPic": "Een afbeelding tonen",
    "imgPlayVideo": "Een filmpje afspelen",
    "imgVideoScrub": "Naar een specifiek moment in het filmpje springen"
  }
}
