{
  "lang": "nl",
  "name": "Nederlands",
  "language": "Taal:",
  "search": "Zoek op trefwoord",
  "shared": {
    "explanation": "Uitleg",
    "option": "Optie",
    "optionsApp": "Applicatie setup",
    "optionsCongSync": "Gemeente sync setup",
    "optionsMedia": "Media setup",
    "optionsMeetings": "Vergadering setup",
    "password": "Wachtwoord",
    "port": "Poort",
    "setting": "Instelling"
  },
  "home": {
    "expand": "Open alle artikelen",
    "collapse": "Sluit alle artikelen",
    "syncInProgress": "Meeting media sync bezig",
    "mainScreen": "Beginscherm",
    "chooseWeek": "Kies een week",
    "syncComplete": "Sync compleet!",
    "musicPlaying": "Voor en na vergadering muziek afspelen"
  },
  "congregation-sync": {
    "vo": "De broeder die is aangesteld als <em>videoconferentie organisator</em> (VO) door het lichaam van ouderlingen kan M³ gebruiken om te beheren welke media beschikbaar wordt gemaakt voor het technische A/V ondersteuning team van zijn gemeente.",
    "voCan": "De VO, of iemand anders die door hem is aangesteld, kan:",
    "additional": "<strong>extra</strong> media uploaden om te delen tijdens een vergadering, zoals wanneer de kringopziener komt of voor een openbare lezing",
    "hide": "Media van JW.org <strong>verbergen</strong> dat niet relevant is voor de gekozen vergadering, bijvoorbeeld, wanneer een aandeel wordt vervangen door een plaatselijke behoefte",
    "recurring": "<strong>Terugkerende</strong> media verwijderen of toeviegen, zoals een jaartekst filmpje of een mededelingen slideshow",
    "fetchMedia": "Haal media op",
    "synced": "Iedereen die verbonden is met dezelfde gemeente ontvangt deze wijzigingen automatisch wanneer ze op de <em>[FETCH]</em> knop drukken.",
    "note": "Bedenk dat de gemeente sync optie geheel optioneel is.",
    "how": "Hoe het werkt",
    "webdav": "M³'s onderliggende sync mechanisme gebruikt WebDAV. Dat bekent dat de VO (of iemand onder zijn leiding) een van de volgende opties moet kiezen:",
    "webdavServer": "Een veilige WebDAV server opzetten die bereikbaar is via het internet, <strong>of</strong>",
    "externalWebdav": "een externe cloud storage service gebruiken die het WebDAV protocol ondersteunt (zie de [HOSTNAME] optie in de <em>[CONG SYNC]</em> sectie hieronder).",
    "credentials": "Alle gebruikers die gesynchroniseerd willen worden moeten verbinden met dezelfde WebDAV server door gebruik te maken van de informatie en inloggegevens die de VO heeft opgegeven.",
    "hostname": "Hostnaam",
    "hostDesc": "Het webadres van de WebDAV server. Veilige HTTP (HTTPS) is verplicht.",
    "hostNote": "<strong>Let op:</strong>De knop hostnaam toont een lijst met WebDAV providers waarvan bevestigd is dat ze werken met M³, en zal automatisch sommige velden voor je invullen.",
    "hostList": "De lijst is bedoeld om te helpen, maar is op geen enkele manier een promotie van een bepaalde service of aanbieder.",
    "hostBest": "De beste server is altijd degene die je zelf beheert...",
    "portDesc": "Normaal gesproken 443 voor standaard HTTPS, maar is misschien anders, afhankelijk van de website.",
    "username": "Gebruikersnaam",
    "userDesc": "Gebruikersnaam voor de WebDAV service.",
    "passDesc": "Wachtwoord voor de WebDAV service.",
    "passNote": "<strong>Let op:</strong> Onder andere voor [BOX] en [KOOFR] moet je een app-specifiek wachtwoord instellen om WebDAV connecties toe te staan.",
    "webdavFolder": "Gemeente sync folder",
    "folderDesc": "Dit is de folder die gebruikt zal worden om alle media voor de vergaderingen te synchroniseren tussen gebruikers.",
    "folderChoices": "Je kan het pad er in plakken/typen of navigeren via je muis naar de juiste folder.",
    "folderNote": "<strong>Let op:</strong> Zorg ervoor dat alle gemeente sync gebruikers hetzelfde pad invullen, anders werkt de sync niet zoals verwacht.",
    "settingsLocked": "Gemeente-brede instellingen",
    "settingsDesc": "Zodra de VO de <em>[MEDIA SETUP]</em> en <em>[MEETINGSETUP]</em> secties van de [SETTINGS] op zijn eigen computer heeft ingesteld, kan hij deze knop gebruiken om bepaalde instellingen vast te zetten voor alle gemeente sync gebruikers",
    "settingsExample": "(bijvoorbeeld, vergadering dagen/tijden, media taal, conversie instellingen, etc.).",
    "settingsNote": "Dit betekent dat sommige instellingen geforceerd aan of uit staan voor alle gesynchroniseerde gebruikers elke keer dat zij M³ openen.",
    "usingCongSync": "Gemeente sync gebruiken om media te beheren",
    "usageDesc": "Zodra de gemeente sync setup compleet is, ben je klaar om te beginnen met [MANAGE MEDIA] voor het technische AV ondersteuning team van jouw gemeente.",
    "screenshots": "Schermafbeeldingen van de gemeente sync in actie"
  },
  "manage-media": {
    "imgAddSong": "Een lied toevoegen voor een openbare lezing",
    "imgAddPic": "Een extra plaatje toevoegen",
    "imgImportJWPUB": "Media importeren van een JWPUB bestand",
    "imgPreviewJWPUB": "Media tonen van een JWPUB bestand voordat het geïmporteerd wordt",
    "imgRename": "Een mediabestand hernoemen"
  },
  "present-media": {
    "imgButton": "Knop om de media presentatie modus te openen",
    "imgSelectMeeting": "Selecteer een vergadering waarvoor je media wilt tonen",
    "imgBG": "Standaard media achtergrond, met jaartekst",
    "imgMediaList": "Lijst van de media die getoond kan worden",
    "imgStandby": "M³ mediascherm in standby modus",
    "imgDisplayPic": "Een afbeelding tonen",
    "imgPlayVideo": "Een filmpje afspelen",
    "imgVideoScrub": "Naar een specifiek moment in het filmpje springen"
  }
}
