{
  "lang": "pt-BR",
  "name": "Português - Brasil",
  "language": "Idioma:",
  "shared": {
    "explanation": "Explicação",
    "option": "Opção",
    "optionsApp": "Configuração do programa",
    "optionsCongSync": "Configuração do servidor da congregação",
    "optionsMedia": "Configuração de mídia",
    "optionsMeetings": "Configuração da reunião",
    "password": "Senha",
    "port": "Porta",
    "setting": "Configuração\n"
  },
  "home": {
    "expand": "Expandir todos os tópicos",
    "collapse": "Reduzir todos os tópicos",
    "syncInProgress": "Baixando as mídias da reunião.",
    "mainScreen": "Tela principal",
    "chooseWeek": "Escolha uma semana",
    "syncComplete": "Baixou todas as mídias!",
    "musicPlaying": "Reproduzindo cânticos antes e depois das reuniões"
  },
  "configuration": {
    "settingsScreen": "A tela Configurações é dividida em 4 seções. A maioria das opções é autoexplicativa, mas aqui estão alguns detalhes adicionais.",
    "localAppLang": "Idioma do programa",
    "appLangDesc": "Define o idioma de exibição da interface do M³.",
    "thankContributors": "Obrigado aos nossos muitos colaboradores por traduzir o aplicativo em tantos idiomas!",
    "askHelp": "Se você quiser ajudar a melhorar uma tradução existente ou adicionar uma nova, abra uma nova [GH DISCUSSION].",
    "mediaSaveFolder": "Pasta para salvar as mídias",
    "folderDesc": "A mídia da reunião será salva nesta pasta.",
    "runAtStartup": "Executar o programa após a inicialização do sistema",
    "startupDesc": "Se ativado, o M³ será iniciado quando o usuário atual fizer login no computador.",
    "startupNote": "<strong>Observação:</strong> não está disponível no Linux.",
    "syncOnLaunch": "Baixar as mídias ao abrir o programa",
    "syncDesc": "Se estiver habilitada, essa opção irá baixar automaticamente as mídias da semana 5 segundos após a execução do M³.",
    "syncNote": "Para evitar que sejam baixadas as mídias quando essa configuração estiver habilitada, clique no botão ⏸ (pausa) antes que o temporizador de 5 segundos termine.",
    "openTargetFolderAfterSync": "Abrir pasta após baixar as mídias",
    "openFolderDesc": "Se essa opção estiver habilitada, a pasta que você escolheu para salvar as mídias será aberta no explorador de arquivos depois de baixar todas as mídias.",
    "quitAfterSync": "Fechar o programa após baixar as mídias",
    "quitDesc": "Se habilitada, essa opção fechará automaticamente o M³ 5 segundos após baixar as mídias.",
    "quitNote": "Para evitar que o M³ feche automaticamente quando esta configuração estiver habilitada, clique no botão 🏃 (pessoa saindo/correndo) antes que o temporizador de 5 segundos termine.",
    "enableObs": "Habilitar compatibilidade com OBS Studio",
    "obsDesc": "Se habilitada, essa opção entrará no OBS Studio para alterar as cenas automaticamente conforme necessário antes e depois de exibir as mídias.",
    "obsWebsocket": "Se habilitar essa configuração, certifique-se de que o OBS Studio esteja configurado para usar o plugin <code>obs-websocket</code>, que permitirá que o M³ se comunique com o OBS Studio.",
    "obsScenes": "Além disso, configure todas as cenas necessárias para as mídias e exibição do palco no OBS.",
    "obsScenesMin": "No mínimo, você precisará de uma cena com uma <code>Captura de janela</code> (recomendado) ou <code>Captura de tela</code> configurada para capturar a janela de exibição de mídia M³ ou a tela na qual a mídia será exibida.",
    "obsAlso": "Você também precisará configurar todas as cenas de visualização de palco desejadas, por exemplo:",
    "obsLecturn": "Uma cena da tribuna",
    "obsStage": "Uma cena mostrando todo o palco",
    "obsLecturnReader": "Uma cena da tribuna e leitor",
    "obsTable": "Uma cena da mesa",
    "obsPortDesc": "Porta em que o plug-in <code>obs-websocket</code> está configurado para se comunicar com o M³.",
    "obsPassDesc": "Senha criada nas configurações do plugin <code>obs-websocket</code>.",
    "obsCameraScene": "Nome da cena de câmera do OBS Studio",
    "obsCameraDesc": "Selecione qual cena deve ser selecionada por padrão quando o modo de exibição de mídia é iniciado. Pode ser uma cena de câmera de todo o palco, ou apenas da tribuna.",
    "obsMediaScene": "Nome da cena de mídia do OBS Studio",
    "obsMediaDesc": "Selecione qual cena está configurada no OBS Studio para capturar a tela de mídia do M³.",
    "disableHardwareAcceleration": "Desativar a aceleração de hardware",
    "disableHADesc": "Habilite essa configuração apenas se estiver tendo problemas com o modo de exibição de mídia. Alterar esta configuração fará com que o M³ reinicie.",
    "congLink": "Consulte a seção [CONG LINK] para obter detalhes sobre o que isso faz exatamente e como configurar.",
    "mediaLang": "Idioma das mídias",
    "mediaLangDesc": "Selecione o idioma de sua congregação ou grupo. Todas as mídias serão baixadas do JW.org neste idioma.",
    "maxRes": "Resolução dos vídeos",
    "resDesc": "Os vídeos baixados do JW.org serão baixados nessa resolução ou na menor resolução disponível. Útil para situações de internet baixa ou limitada.",
    "convertDownloaded": "Converter mídias para MP4",
    "convertDesc": "Nessa opção serão convertidos automaticamente todos os arquivos de imagem e áudio para o formato MP4, para uso com o [NATIVE FEATURE] do Zoom durante as reuniões <strong>apenas pelo Zoom.</strong>.",
    "convertExplain": "Isso inclui todas as imagens e arquivos de mídia baixados do JW.org, bem como arquivos de mídia adicionais adicionados pelo usuário ou pelo Organizador de Videoconferência.",
    "convertNote": "<strong>Observação:</strong> essa opção é mais adequada para reuniões que são realizadas <strong>apenas pelo Zoom</strong>.",
    "convertPresentLink": "Se estiver realizando reuniões <strong>híbridas</strong> ou <strong>regulares</strong>, tente usar [PRESENT LINK] ativando a opção <code>[PRESENT]</code> e desative essa opção .",
    "keepOriginalsAfterConversion": "Manter os arquivos de mídia originais após a conversão",
    "keepDesc": "Se essa configuração estiver habilitada, os arquivos de imagem e áudio serão mantidos na pasta de mídia após a conversão para o formato MP4, em vez de serem excluídos.",
    "keepResult": "Isso resultará em uma pasta de mídia um pouco mais desordenada e geralmente não precisa ser ativada se compartilhar mídia por meio do compartilhamento Zoom MP4.",
    "keepSee": "(Veja a opção <code>[CONVERT]</code> acima.)",
    "keepNote": "<strong>Observação:</strong> somente visível se a opção <code>[CONVERT]</code> também estiver ativada.",
    "enableMediaDisplayButton": "Exibir as mídias numa tela secundária",
    "presentDesc": "Essa configuração permitirá que você use o M³ para exibir imagens, vídeos e arquivos de áudio durante as reuniões de sua congregação <strong>híbridas</strong> ou <strong>presenciais</strong>.",
    "presentLink": "[PRESENT MODE] para entrar nesse modo basta clicar no botão ▶️ (reproduzir) na tela principal do M³.",
    "presentExplain": "A tela de exibição de mídia usará automaticamente uma tela externa se estiver conectada; caso contrário, a mídia será exibida em uma janela separada que pode ser redimensionada.",
    "presentNote": "<strong>Observação:</strong> essa opção é mais adequada para reuniões congregacionais <strong>híbridas</strong> ou <strong>regulares</strong>.",
    "presentConvertLink": "Se estiver realizando reuniões <strong>apenas pelo Zoom</strong>, ative a opção [CONVERT] para compartilhar as mídias pelo player nativo do Zoom.",
    "mediaWindowBackground": "Imagem de fundo da tela secundária",
    "bgDesc": "Por padrão, o M³ tentará buscar o texto do ano atual no idioma selecionado anteriormente, para exibi-lo em um fundo preto quando estiver no [PRESENT MODE] e nenhuma outra mídia estiver sendo reproduzida.",
    "bgFails": "Se o M³ não conseguir buscar o texto do ano por algum motivo, ou se você desejar exibir uma imagem de fundo diferente, você pode usar o botão 'Selecionar' para escolher uma imagem personalizada ou o botão 'Atualizar' para tentar buscar o texto do ano automaticamente novamente.",
    "bgNote": "<strong>Observação:</strong> Se a opção [CONG SYNC] estiver ativada, quando você selecionar uma imagem de fundo personalizada para a exibição de mídia, o M³ irá sincronizar automaticamente para todos que estejam conectados ao servidor da congregação no M³. ",
    "enableVlcPlaylistCreation": "Criar lista de reprodução para usar no <em>VLC</em>",
    "vlcDesc": "Habilite isso se quiser gerar listas de reprodução para cada reunião automaticamente, que podem ser carregadas no VLC, se você estiver usando esse aplicativo para exibir mídia em vez do [PRESENT MODE].",
    "excludeTh": "Excluir todas as mídias da publicação <em>th</em>",
    "thDesc": "Se ativado, isso impedirá que as mídia da brochura <em>Melhore</em> apareça em todas as reuniões do meio da semana.",
    "excludeLffi": "Excluir arquivos de áudio e vídeo da publicação <em>lffi</em>",
    "lffiDesc": "Se ativado, os arquivos de áudio e vídeo do livro<em>Seja Feliz para Sempre</em> (<em>lffi</em>) apareça para partes de estudante da reunião do meio da semana.",
    "lffiNote": "As imagens do livro <em>lffi</em> não sofrem mudança por essa configuração.",
    "excludeLffiImages": "Excluir imagens da publicação <em>lffi</em>",
    "lffiImgDesc": "Se ativado, as imagens da brochura <em>Seja Feliz para Sempre!</em> (<em>lffi</em>) não aparecerão na lista de mídia, por exemplo, para designações de estudante na reunião do meio de semana.",
    "lffiImgNote": "Os arquivos de áudio e vídeo do <em>lffi</em> não sofrem mudança por essa configuração.",
    "mwMeetingDay": "Reunião de meio de semana",
    "mwDesc": "Selecione o dia e a hora da sua reunião do meio da semana; usado para nomeação de pastas e parar automáticamente os cânticos de fundo (veja abaixo).",
    "weMeetingDay": "Reunião de fim de semana",
    "weDesc": "Escolha o dia e horário da sua reunião do fim de semana.",
    "enableMusicButton": "Habilitar botão para reproduzir cânticos aleatoriamente",
    "musicDesc": "Nessa opção o M³ mostra um botão na tela principal que  ao clicado duas vezes vai reproduzir cânticos <em>sjjm</em>, aleatoriamente.",
    "musicNote": "Isso é útil, por exemplo, para reproduzir cânticos antes e depois das reuniões no Salão do Reino como música de fundo.",
    "musicVolume": "Volume de reprodução dos cânticos",
    "volDesc": "Define o volume em que os cânticos de fundo serão reproduzidos.",
    "musicFadeOutType": "Parar a reprodução dos cânticos",
    "fadeDesc": "Se <code>[MUSIC OPTION]</code> estiver ativo, essa configuração permitirá que você especifique um atraso que os cânticos de fundo devem ser interrompidos automaticamente.",
    "fadeOptions": "Isso pode ser:",
    "fadeMinutes": "um determinado número de minutos, <strong>ou</strong>",
    "fadeMeeting": "um número escolhido de segundos antes do início da reunião (no caso em que o cântico de fundo foi iniciado antes de uma reunião).",
    "screenshots": "Capturas de tela da tela de configurações"
  },
  "congregation-sync": {
    "vo": "O irmão designado como <em>organizador de videoconferência</em> (OV) pelo corpo de anciãos pode usar o M³ para adicionar/remover as mídias que serão usadas para a equipe técnica da congregação.",
    "voCan": "O OV, ou alguém que foi designado por ele, pode:",
    "additional": "fazer upload de <strong> mídias adicionais</strong> para ser exibida ou compartilhada durante uma reunião, como na visita do superintendente de circuito ou para discursos públicos",
    "hide": "<strong>ocultar</strong> mídia do JW.org que não será usada numa reunião, por exemplo, quando uma parte for substítuida.",
    "recurring": "adicionar ou remover mídia <strong>recorrente</strong>, como um vídeo de texto do ano ou slides",
    "fetchMedia": "Baixar mídias!",
    "synced": "Todos os que estiverem sincronizados com o mesmo servidor da congregação receberão exatamente a mesma mídia quando clicarem no botão <em>[FETCH]</em>.",
    "note": "Observe que o recurso do servidor da congregação é totalmente opcional.",
    "how": "Como funciona",
    "webdav": "O M³ usa o recurso de WebDAV para sincronizar arquivos com um servidor. Isso significa que o OV (ou alguém sob sua supervisão) precisa:",
    "webdavServer": "configurar um servidor WebDAV seguro que seja acessível pela Web, <strong>ou</strong>",
    "externalWebdav": "usar um serviço de armazenamento em nuvem de terceiros que suporte o protocolo WebDAV (consulte a configuração [HOSTNAME] na seção <em>[CONG SYNC]</em> abaixo).",
    "credentials": "Para sincronizar todos os computadores com o servidor WebDAV, todos precisam estar conectados no mesmo servidor, usando os dados de conexão por quem criou o servidor.",
    "hostname": "Nome do host",
    "hostDesc": "Endereço Web do servidor WebDAV. HTTP seguro (HTTPS) é necessário.",
    "hostNote": "<strong>Observação:</strong> Aqui tem um botão que, quando clicado, mostrará uma lista de provedores WebDAV que são conhecidos por serem compatíveis com M³ e preencherá automaticamente algumas configurações para esses provedores.",
    "hostList": "Esta lista é fornecida como ajuda e de forma alguma representa um patrocínio de qualquer serviço ou provedor em particular.",
    "hostBest": "O melhor servidor é sempre aquele que você tem...",
    "portDesc": "Geralmente 443 para HTTPS padrão, mas pode ser diferente dependendo do site.",
    "username": "Usuário",
    "userDesc": "Nome de usuário para o serviço WebDAV.",
    "passDesc": "Senha para o serviço WebDAV.",
    "passNote": "<strong>Observação:</strong> conforme detalhado em suas respectivas páginas de suporte, pode ser necessário criar uma senha específica do aplicativo para [BOX] e [KOOFR] para habilitar conexões WebDAV com seus serviços.",
    "webdavFolder": "Caminho da pasta",
    "folderDesc": "Esta é a pasta que será usada para baixar a mídia para todos os usuários do servidor da congregação.",
    "folderChoices": "Você pode digitar/colar um caminho ou usar o mouse para navegar até a pasta de destino.",
    "folderNote": "<strong>Observação:</strong> certifique-se de que todos os usuários que usarão o servidor configurado insiram o mesmo caminho de pasta; caso contrário, a sincronização não funcionará conforme o esperado.",
    "settingsLocked": "Configurações para todos da congregação",
    "settingsDesc": "Uma vez que o OV tenha configurado as seções <em>[MEDIA SETUP]</em> e <em>[MEETINGSETUP]</em> nas [SETTINGS] em seu próprio computador, ele pode então usar este botão para bloquear algumas configurações para todos os usuários que utilizarem o mesmo servidor em seus computadores.",
    "settingsExample": "(por exemplo, dias de reunião, idioma de mídia, configurações de conversão e assim por diante).",
    "settingsNote": "Isso significa que as configurações selecionadas serão bloqueadas para todos os usuários sincronizados toda vez que abrirem o M³.",
    "usingCongSync": "Usando o servidor da congregação para escolher a mídia",
    "usageDesc": "Quando a configuração de sincronização da congregação estiver concluída, você estará pronto para iniciar [MANAGE MEDIA] para a equipe de áudio e vídeo da sua congregação.",
    "screenshots": "Capturas de tela ao baixar as mídias com o servidor da congregação configurado"
  },
  "manage-media": {
    "summary": "A tela de gerenciamento de mídia permite que o usuário adicione ou remova mídia para qualquer reunião, gerencie mídia recorrente e até adicione mídia especial para outras datas que não sejam reuniões de meio e fim de semana.",
    "manage": "Gerenciando mídia para qualquer dia específico",
    "manageDesc": "Para adicionar/remover a mídia de uma determinada reunião ou dia, basta clicar no quadrado daquele dia na tela principal do M³.",
    "manageRecurring": "Para escolher a mídia que será usada em todas as reuniões, clique no quadrado Mídia recorrente.",
    "mediaAdd": "Adicionando mídia",
    "mediaAddHow": "Veja como <strong>adicionar</strong> as mídias na tela de gerenciamento de mídia.",
    "optionType": "Tipo de arquivo",
    "optionMedia": "Mídia para adicionar",
    "optionPrefix": "Numeração antes do nome do arquivo",
    "optionList": "Lista de mídia",
    "explainType": "Escolha um dos 3 <code>tipos de mídia</code>. (Veja abaixo.)",
    "explainMedia": "Depende do <code>tipo de mídia</code> escolhido. (Veja abaixo.)",
    "explainPrefix": "Até 6 dígitos podem ser adicionados antes do(s) nome(s) de arquivo de mídia, para deixá-los na ordem desejada.",
    "explainList": "Aqui mostra as mídias da reunião para a data selecionada.",
    "explainAdd": "No campo <code>[MEDIA]</code>, você verá diferentes opções, dependendo do tipo de mídia selecionada.",
    "type": "Tipo de mídia",
    "addField": "O campo <code>[MEDIA]</code>",
    "song": "Cântico",
    "songDesc": "... mostrar um menu com todos os cânticos <em>sjjm</em>, no idioma da mídia.",
    "songChoose": "Escolha esta opção, por exemplo, para adicionar um cântico para o discurso público ou para as visitas do superintendente de circuito.",
    "songNote": "O cântico selecionado será baixado automaticamente do JW.org, no idioma da congregação ou grupo, conforme escolhido em [SETTINGS].",
    "jwpub": "JWPUB",
    "jwpubDesc": "... permitem que você navegue até (ou arraste e solte) um arquivo JWPUB.",
    "jwpubPromted": "Você será solicitado a selecionar a seção ou capítulo que deseja adicionar essa mídia.",
    "jwpubAdd": "Isso adicionará mídia incorporada e referenciada dessa seção no arquivo JWPUB.",
    "jwpubNote": "Um exemplo de arquivo JWPUB muito usado é o S-34, mas qualquer arquivo JWPUB pode ser usado aqui.",
    "custom": "Personalizado",
    "customDesc": "... permite que você navegue (ou arraste e solte) por qualquer outro arquivo(s) de mídia do seu computador.",
    "customNote": "Todos os arquivos PDF e SVG serão automaticamente convertidos em imagens de alta resolução pelo M³.",
    "removeHideShow": "Removendo, ocultando e mostrando mídia",
    "removeHideShowDesc": "Para <strong>remover</strong>, <strong>ocultar</strong> ou <strong>mostrar</strong> mídia, basta encontrar o arquivo de mídia que você não deseja e clicar no ícone.",
    "iconDelete": "A mídia tem um ícone vermelho 🟥 (excluir)",
    "iconChecked": "A mídia tem um ícone ☑️ (caixa de seleção marcada)",
    "iconUnchecked": "A mídia tem um ícone 🔲 (caixa de seleção desmarcada)",
    "mediaAdded": "O arquivo de mídia foi adicionado à mídia daquele dia por você ou pelo OV.",
    "mediaClicked": "Clique no ícone vermelho 🟥 (excluir) para excluir o arquivo.<br>Clique uma segunda vez para confirmar.",
    "mediaRef": "O arquivo de mídia é referenciado no material da reunião.",
    "mediaDownload": "Ele <em>será</em> baixado do JW.org ou extraído da publicação.",
    "mediaHidden": "Ele foi oculto por você ou pelo OV, então <em>não</em> será baixado ou adicionado à mídia da reunião.",
    "screenshots": "Capturas de tela da tela de gerenciamento de mídia",
    "imgAddSong": "Adicionando um cântico para um discurso público",
    "imgAddPic": "Adicionando uma imagem",
    "imgImportJWPUB": "Importando mídia de um tópico em um arquivo JWPUB",
    "imgPreviewJWPUB": "Visualizando mídia de um arquivo JWPUB antes de importar",
    "imgRename": "Renomeando um arquivo de mídia"
  },
  "present-media": {
    "usePresentMode": "Usando o modo de exibição de mídia",
    "presentMode": "Exibir mídias pelo M³ é simples e evita erros durante as reuniões.",
    "presentModeEnabled": "Assim que a opção <code>[PRESENT]</code> estiver habilitada, a tela de exibição de mídia aparecerá automaticamente numa tela, se conectada, ou em uma janela separada, que pode ser movida e redimensionável, se nenhuma tela externa for detectada.",
    "presentStandby": "Quando nenhum vídeo ou imagem estiver sendo exibido, a tela de exibição de mídia do M³ exibirá a imagem de fundo escolhida nas configurações. Se nenhuma imagem de fundo tiver sido selecionada, o M³ tentará buscar e exibir automaticamente o texto do ano.",
    "presentBG": "Se nenhuma imagem de fundo estiver selecionada nas configurações e o texto do ano não puder ser carregado automaticamente, um fundo preto será exibido quando nenhuma mídia estiver sendo executada.",
    "presentControls": "O modo de exibição de mídia pode ser acessado clicando no botão ▶️ (reproduzir) na tela principal do M³, ou usando o atalho de teclado <kbd>Alt</kbd> <kbd>D</kbd> (para exibir numa tela externa).",
    "folderSelect": "Depois de entrar no modo de exibição, a tela para selecionar a pasta permitirá que você selecione a data que deseja para exibir a mídia.",
    "folderCurrentDay": "Se a pasta do dia atual existir, ela será selecionada automaticamente.",
    "folderSelected": "Depois que uma data é selecionada, você ainda pode alterar a data selecionada a qualquer momento clicando no botão de seleção de data, no quadrado superior.",
    "presentMedia": "Exibindo mídia",
    "mediaPlay": "Para reproduzir a mídia, clique no botão ▶️ (reproduzir) na mídia.",
    "mediaHide": "Para parar a reprodução da mídia, clique no botão ⏹️ (parar).",
    "mediaVideo": "Um vídeo pode ser avançado ou retrocedido enquanto pausado, se desejado.",
    "mediaVideoNote": "Observe que, para vídeos, o botão Parar deve ser pressionado <strong>duas vezes</strong> para evitar que alguém aperte sem querer em parar enquanto algum vídeo estiver sendo reproduzido para a congregação.",
    "mediaVideoStop": "Os vídeos serão parados automaticamente ao terminar a reprodução.",
    "mediaButtons": "O canto inferior direito tem o botão de uma \"Casa\", que sairá do modo exibição de mídia, e também um botão para \"reproduzir cânticos aleatórios\" e um botão para \"ocultar/mostrar a tela de exibição de mídia\". ",
    "m3ZoomOBS": "Realização de reuniões híbridas usando o M³, OBS Studio e Zoom",
    "together": "A maneira mais simples de exibir as mídias durante reuniões híbridas é configurando o OBS Studio com o M³ e o Zoom.",
    "configKH": "Configuração inicial: computador do Salão do Reino",
    "monitor": "Defina a resolução da tela externa para 1280x720, ou algo próximo disso.",
    "sound": "Na entrada de microfone do seu computador conecte um cabo P2 x RCA ou P2 x P10 direto na mesa de som para pegar todo o áudio que sai da mesa. E na entrada de áudio do seu computador, conecte um cabo P2 x P10 para enviar o áudio do computador para a mesa de som.",
    "configOBS": "Configuração inicial: OBS Studio",
    "obsInstall": "Instale o OBS Studio ou baixe a versão portátil.",
    "obsVirtualCam": "Se estiver usando a versão portátil do OBS Studio, instale o plug-in [Virtualcam] e, se estiver usando a versão portátil do OBS Studio, adicione a câmera virtual ao Windows clicando duas vezes no script de instalação.",
    "obsWebsocket": "Instale o plugin [obs-websocket]. Configure o número da porta e senha para o obs-websocket.",
    "obsSettings": "Nas configurações do OBS, em <code>Geral</code> > <code>Bandeja do sistema</code>, marque todas as caixas de seleção. Em <code>Saída</code> > <code>Transmissão</code>, habilite um codificador de hardware, se disponível.",
    "obsSettingsVideo": "Em <code>Vídeo</code> > <code>Resolução de base (canvas)</code> e <code>Resolução de saída (escalonada)</code>, escolha <code>1280x720</code> e em <code >Filtro</code>, escolha <code>Bilinear</code>.",
    "obsScenes": "Configure pelo menos 2 cenas: uma para a exibição de mídia (<code>Captura de janela</code> ou <code>Captura de tela</code> com o cursor do mouse desativado e o título/monitor de janela apropriado selecionado) e uma para a visualização do palco (<code>Dispositivo de captura de vídeo</code> com a câmera do Salão do Reino selecionada).",
    "obsMoreScenes": "Você pode adicionar quantas cenas forem necessárias, em diferentes cortes de câmera como (uma cena da tribuna, uma cena do dirigente e leitor, uma cena da mesa, etc.).",
    "obsShortcut": "Adicione um atalho para o OBS Studio, com o parâmetro <code>--startvirtualcam</code>, na pasta Iniciar do perfil de usuário do Windows, para garantir que o OBS Studio seja iniciado automaticamente ao iniciar o computador.",
    "configZoom": "Configuração inicial: Zoom do Salão do Reino",
    "zoomMonitors": "O zoom deve ser configurado para usar monitores duplos.",
    "zoomShortcuts": "Ative os atalhos de teclado globais para Zoom para silenciar/ativar o áudio do Salão do Reino no Zoom (<kbd>Alt</kbd> <kbd>A</kbd>) e iniciar/parar o vídeo do Salão do Reino no Zoom (<kbd> Alt</kbd> <kbd>V</kbd>).",
    "zoomMicVid": "Defina o \"microfone\" padrão como a placa externa de som ou do próprio computador (para que tudo o que for ouvido pelo sistema de som do Salão do Reino seja transmitido pelo Zoom, incluindo microfones e mídia) e a \"câmera\" para ser a câmera virtual do OBS Studio .",
    "configM3": "Configuração inicial: M³",
    "enablePresentMode": "Ative a opção <code>[PRESENT]</code>.",
    "enableOBS": "Habilite e configure o modo de compatibilidade com o OBS Studio, colocando a porta e senha que você configurou no plugin obs-websocket no OBS Studio.",
    "configureScenes": "Configure qual cena está configurada como a cena de mídia no OBS e qual cena deve ser a visualização padrão que será ativada quando o modo de apresentação de mídia for iniciado.",
    "startMeeting": "Iniciando a reunião",
    "startZoom": "Inicie a reunião Zoom e mova a janela secundária da reunião Zoom para a tela conectada. Você pode fazer isso em tela cheia, se desejar.",
    "zoomDesc": "É aqui que todos os participantes da reunião Zoom serão exibidos para a congregação ver.",
    "openM3": "Quando a reunião do Zoom estiver sendo exibida na tela externa, abra o M³.",
    "autoOpen": "A janela de exibição de mídia será aberta automaticamente em cima do Zoom na tela externa.",
    "sync": "Baixe as mídias, se necessário, e entre no modo de exibição de mídia clicando no botão ▶️ (reproduzir) na tela principal do M³, ou <kbd>Alt</kbd> <kbd>D</kbd>.",
    "enableFeed": "Ative o vídeo do Salão do Reino (<kbd>Alt</kbd> <kbd>V</kbd>) pelo Zoom e destaque o vídeo do Salão do Reino, se necessário, para que os participantes do Zoom vejam a câmera do Salão do Reino.",
    "enableMic": "Ative o áudio do Salão do Reino no Zoom (<kbd>Alt</kbd> <kbd>A</kbd>). Não deve ser necessário desativar a câmera ou áudio no Zoom durante a reunião.",
    "startMusic": "Inicie a reprodução de cânticos de fundo usando o botão no canto inferior esquerdo, ou <kbd>Alt</kbd> <kbd>K</kbd>.",
    "broadcastToZoom": "Transmitindo partes do palco do Salão do Reino para o Zoom",
    "noAction": "Nenhuma ação necessária.",
    "camAngles": "Vários ângulos/zoom da câmera podem ser escolhidos durante a reunião usando o menu na parte inferior da janela de controle de reprodução de mídia do M³; este menu conterá uma lista de todas as cenas de visualização de câmera configuradas no OBS.",
    "shareMedia": "Compartilhando mídia no Salão do Reino e pelo Zoom",
    "findMedia": "Encontre a mídia que deseja compartilhar na janela de controle de reprodução de mídia M³ e pressione o botão \"reproduzir\".",
    "stopMedia": "Quando terminar de compartilhar a mídia, pressione o botão \"parar\" no M³. Todos os vídeos param automaticamente após a conclusão.",
    "showZoomParts": "Exibindo participantes do Zoom na tela do Salão do Reino",
    "hideShow": "Pressione o botão \"ocultar/exibir janela de apresentação de mídia\" no canto inferior direito da tela do modo de exibição de mídia do M³, ou <kbd>Alt</kbd> <kbd>Z</kbd>, para <strong>ocultar</strong> a tela de exibição de mídia.",
    "zoomVisible": "A reunião Zoom agora estará visível na tela do Salão do Reino.",
    "zoomPartWithMedia": "Se o participante tiver mídia para mostrar, siga as etapas no subtítulo <strong>[SHAREMEDIA]</strong>.",
    "zoomPartFinished": "Quando o participante terminar sua parte, pressione o botão \"ocultar/exibir a tela de exibição de mídia\" no canto inferior direito no modo de exibição de mídia do M³, ou <kbd>Alt</kbd> <kbd>Z</kbd>, para <strong>mostrar</strong> a tela de exibição de mídia.",
    "yeartextVisible": "A tela do Salão do Reino mostrará agora o texto do ano.",
    "onlyZoomM3": "Reuniões híbridas usando apenas o M³ e Zoom",
    "noOBS": "Se você não deseja usar o OBS Studio por qualquer motivo, as sugestões a seguir talvez o ajudem a configurar as coisas da maneira mais simples possível.",
    "sameAsBefore": "Igual à seção acima.",
    "sameAddition": "Com a adição do atalho de teclado global para Zoom para iniciar/parar o compartilhamento de tela (<kbd>Alt</kbd> <kbd>S</kbd>). A \"câmera\" será o video da câmera do Salão do Reino.",
    "startShare": "Comece a compartilhar no Zoom pressionando <kbd>Alt</kbd> <kbd>S</kbd>.",
    "selectMonitor": "Na janela de compartilhamento do zoom, escolha a tela externa conectada e ative as duas caixas de seleção no canto inferior esquerdo (para otimização de som e vídeo).",
    "yeartextShared": "O texto do ano agora será compartilhado pelo Zoom.",
    "stopSharing": "Quando terminar de compartilhar a mídia, pressione <kbd>Alt</kbd> <kbd>S</kbd> para encerrar o compartilhamento de tela no Zoom.",
    "screenshots": "Capturas de tela do modo de exibição",
    "imgButton": "Botão para entrar no modo de exibição de mídia",
    "imgSelectMeeting": "Selecionando uma reunião para exibir a mídia",
    "imgBG": "Plano de fundo de mídia padrão, com texto do ano gerado automaticamente",
    "imgMediaList": "Lista de mídias que estão prontas para serem exibidas",
    "imgStandby": "Tela de exibição de mídias sem nenhuma mídia em reprodução",
    "imgDisplayPic": "Exibindo uma imagem",
    "imgPlayVideo": "Reproduzindo um vídeo",
    "imgVideoScrub": "Arrastando a linha do tempo para um momento específico de um vídeo"
  }
}
