{
  "lang": "pt-BR",
  "name": "Português - Brasil",
  "language": "Idioma:",
  "search": "Filtrar por palavra-chave",
  "shared": {
    "explanation": "Explicação",
    "option": "Opção",
    "optionsApp": "Configuração do programa",
    "optionsCongSync": "Configuração do servidor da congregação",
    "optionsMedia": "Configuração de mídia",
    "optionsMeetings": "Configuração da reunião",
    "password": "Senha",
    "port": "Porta",
    "setting": "Configuração\n"
  },
  "home": {
    "expand": "Expandir todos os tópicos",
    "collapse": "Reduzir todos os tópicos",
    "syncInProgress": "Baixando as mídias da reunião.",
    "mainScreen": "Tela principal",
    "chooseWeek": "Escolha uma semana",
    "syncComplete": "Baixou todas as mídias!",
    "musicPlaying": "Reproduzindo cânticos antes e depois das reuniões"
  },
  "congregation-sync": {
    "vo": "O irmão designado como <em>organizador de videoconferência</em> (OV) pelo corpo de anciãos pode usar o M³ para adicionar/remover as mídias que serão usadas para a equipe técnica da congregação.",
    "voCan": "O OV, ou alguém que foi designado por ele, pode:",
    "additional": "fazer upload de <strong> mídias adicionais</strong> para ser exibida ou compartilhada durante uma reunião, como na visita do superintendente de circuito ou para discursos públicos",
    "hide": "<strong>ocultar</strong> mídia do JW.org que não será usada numa reunião, por exemplo, quando uma parte for substítuida.",
    "recurring": "adicionar ou remover mídia <strong>recorrente</strong>, como um vídeo de texto do ano ou slides",
    "fetchMedia": "Baixar mídias!",
    "synced": "Todos os que estiverem sincronizados com o mesmo servidor da congregação receberão exatamente a mesma mídia quando clicarem no botão <em>[FETCH]</em>.",
    "note": "Observe que o recurso do servidor da congregação é totalmente opcional.",
    "how": "Como funciona",
    "webdav": "O M³ usa o recurso de WebDAV para sincronizar arquivos com um servidor. Isso significa que o OV (ou alguém sob sua supervisão) precisa:",
    "webdavServer": "configurar um servidor WebDAV seguro que seja acessível pela Web, <strong>ou</strong>",
    "externalWebdav": "usar um serviço de armazenamento em nuvem de terceiros que suporte o protocolo WebDAV (consulte a configuração [HOSTNAME] na seção <em>[CONG SYNC]</em> abaixo).",
    "credentials": "Para sincronizar todos os computadores com o servidor WebDAV, todos precisam estar conectados no mesmo servidor, usando os dados de conexão por quem criou o servidor.",
    "hostname": "Nome do host",
    "hostDesc": "Endereço Web do servidor WebDAV. HTTP seguro (HTTPS) é necessário.",
    "hostNote": "<strong>Observação:</strong> Aqui tem um botão que, quando clicado, mostrará uma lista de provedores WebDAV que são conhecidos por serem compatíveis com M³ e preencherá automaticamente algumas configurações para esses provedores.",
    "hostList": "Esta lista é fornecida como ajuda e de forma alguma representa um patrocínio de qualquer serviço ou provedor em particular.",
    "hostBest": "O melhor servidor é sempre aquele que você tem...",
    "portDesc": "Geralmente 443 para HTTPS padrão, mas pode ser diferente dependendo do site.",
    "username": "Usuário",
    "userDesc": "Nome de usuário para o serviço WebDAV.",
    "passDesc": "Senha para o serviço WebDAV.",
    "passNote": "<strong>Observação:</strong> conforme detalhado em suas respectivas páginas de suporte, pode ser necessário criar uma senha específica do aplicativo para [BOX] e [KOOFR] para habilitar conexões WebDAV com seus serviços.",
    "webdavFolder": "Caminho da pasta",
    "folderDesc": "Esta é a pasta que será usada para baixar a mídia para todos os usuários do servidor da congregação.",
    "folderChoices": "Você pode digitar/colar um caminho ou usar o mouse para navegar até a pasta de destino.",
    "folderNote": "<strong>Observação:</strong> certifique-se de que todos os usuários que usarão o servidor configurado insiram o mesmo caminho de pasta; caso contrário, a sincronização não funcionará conforme o esperado.",
    "settingsLocked": "Configurações para todos da congregação",
    "settingsDesc": "Uma vez que o OV tenha configurado as seções <em>[MEDIA SETUP]</em> e <em>[MEETINGSETUP]</em> nas [SETTINGS] em seu próprio computador, ele pode então usar este botão para bloquear algumas configurações para todos os usuários que utilizarem o mesmo servidor em seus computadores.",
    "settingsExample": "(por exemplo, dias de reunião, idioma de mídia, configurações de conversão e assim por diante).",
    "settingsNote": "Isso significa que as configurações selecionadas serão bloqueadas para todos os usuários sincronizados toda vez que abrirem o M³.",
    "usingCongSync": "Usando o servidor da congregação para escolher a mídia",
    "usageDesc": "Quando a configuração de sincronização da congregação estiver concluída, você estará pronto para iniciar [MANAGE MEDIA] para a equipe de áudio e vídeo da sua congregação.",
    "screenshots": "Capturas de tela ao baixar as mídias com o servidor da congregação configurado"
  },
  "manage-media": {
    "imgAddSong": "Adicionando um cântico para um discurso público",
    "imgAddPic": "Adicionando uma imagem",
    "imgImportJWPUB": "Importando mídia de um tópico em um arquivo JWPUB",
    "imgPreviewJWPUB": "Visualizando mídia de um arquivo JWPUB antes de importar",
    "imgRename": "Renomeando um arquivo de mídia"
  },
  "present-media": {
    "imgButton": "Botão para entrar no modo de exibição de mídia",
    "imgSelectMeeting": "Selecionando uma reunião para exibir a mídia",
    "imgBG": "Plano de fundo de mídia padrão, com texto do ano gerado automaticamente",
    "imgMediaList": "Lista de mídias que estão prontas para serem exibidas",
    "imgStandby": "Tela de exibição de mídias sem nenhuma mídia em reprodução",
    "imgDisplayPic": "Exibindo uma imagem",
    "imgPlayVideo": "Reproduzindo um vídeo",
    "imgVideoScrub": "Arrastando a linha do tempo para um momento específico de um vídeo"
  }
}
