{
  "lang": "sv",
  "name": "Svenska",
  "language": "Språk:",
  "search": "Filtrera efter nyckelord",
  "shared": {
    "explanation": "Förklaring",
    "option": "Alternativ",
    "optionsApp": "Programinställningar",
    "optionsCongSync": "Inställningar för församlingssynkronisering",
    "optionsMedia": "Mediainställningar",
    "optionsMeetings": "Mötesinställningar",
    "password": "Lösenord",
    "port": "Port",
    "setting": "Inställning"
  },
  "home": {
    "expand": "Utöka alla artiklar",
    "collapse": "Komprimera alla artiklar",
    "syncInProgress": "Synkronisering av mötesmedia pågår",
    "mainScreen": "Huvudskärm",
    "chooseWeek": "Välj en vecka",
    "syncComplete": "Synkronisering klar!",
    "musicPlaying": "Musik före och efter mötet spelas"
  },
  "configuration": {
    "settingsScreen": "Skärmen Inställningar är uppdelad i 4 sektioner. De flesta av alternativen är självförklarande, men här är några ytterligare detaljer.",
    "localAppLang": "Programspråk",
    "appLangDesc": "Ställer in språket som M³ visas på.",
    "thankContributors": "Tack till våra många bidragsgivare för att du har översatt appen till så många språk!",
    "askHelp": "Om du vill hjälpa till att förbättra en befintlig översättning eller lägga till en ny, vänligen öppna en ny [GH DISCUSSION].",
    "mediaSaveFolder": "Mapp för media",
    "folderDesc": "Mötesmedia kommer att sparas i den här mappen för senare delning och användning.",
    "runAtStartup": "Starta programmet när datorn startas",
    "startupDesc": "Om aktiverat, kommer M³ att starta när den aktuella användaren loggar in på datorn.",
    "startupNote": "<strong>Obs!</strong> Ej tillgängligt på Linux.",
    "syncOnLaunch": "Initiera mediasynkronisering automatiskt ",
    "syncDesc": "Om det är aktiverat kommer det här alternativet automatiskt att initiera en mediasynkronisering 5 sekunder efter att M³ har startat.",
    "syncNote": "För att förhindra att den automatiska synkroniseringen inträffar när den här inställningen är aktiverad, tryck på ⏸-knappen (paus) innan 5-sekunderstimern är slut.",
    "openTargetFolderAfterSync": "Öppna mapp efter mediasynkronisering",
    "openFolderDesc": "När den är aktiverad öppnas mappen som innehåller det nedladdade mediet för den valda veckan i datorns filhanterare efter att mediesynkroniseringen är klar.",
    "quitAfterSync": "Stäng programmet efter mediasynkronisering",
    "quitDesc": "Om det är aktiverat, kommer detta alternativ automatiskt att avslutas M³ 5 sekunder efter att mediasynkroniseringen är klar.",
    "quitNote": "För att förhindra att M³ avslutas automatiskt när den här inställningen är aktiverad, tryck på knappen 🏃 (person som lämnar/springer) innan 5-sekunderstimern är slut.",
    "enableObs": "Aktivera <em>OBS Studio</em> kompabilitetsläge",
    "obsDesc": "Om det är aktiverat kommer det här alternativet att öppna OBS Studio för att ändra scener automatiskt efter behov både före och efter delning av media.",
    "obsWebsocket": "Om du aktiverar den här inställningen, se till att OBS Studio är konfigurerad att använda <code>obs-websocket</code> plugin, vilket är det som gör att M³ kan kommunicera med OBS Studio.",
    "obsScenes": "Konfigurera också alla nödvändiga scener för mediadelning och scenvisning i OBS.",
    "obsScenesMin": "Åtminstone behöver du en scen med en <code>Window Capture</code> (rekommenderas) eller <code>Display Capture</code> konfigurerad för att fånga M³-mediapresentationsfönstret, eller skärmen där media kommer att presenteras.",
    "obsAlso": "Du måste också konfigurera alla önskade scener, till exempel:",
    "obsLecturn": "en bild av talarstolen",
    "obsStage": "en bred bild av podiet",
    "obsLecturnReader": "talarstolen och läsarmikrofonerna tillsammans",
    "obsTable": "en bild av bordet",
    "obsPortDesc": "Port där <code>obs-websocket</code> plugin är konfigurerad för att lyssna.",
    "obsPassDesc": "Lösenordet konfigurerat i <code>obs-websocket</code>-pluginens inställningar.",
    "obsCameraScene": "Standard scenvy i OBS Studio",
    "obsCameraDesc": "Välj vilken scen som ska väljas som standard när mediapresentationsläget startas. Vanligtvis en bred vy, eller en bild av talarstolen.",
    "obsMediaScene": "Mediascen i OBS Studio",
    "obsMediaDesc": "Välj vilken scen som är konfigurerad i OBS Studio för att fånga M³-mediafönstret.",
    "disableHardwareAcceleration": "Inaktivera hårdvaruacceleration",
    "disableHADesc": "Aktivera endast den här inställningen om du har problem med mediapresentationsläget. Om du ändrar denna inställning kommer M³ att starta om.",
    "congLink": "Se avsnittet [CONG LINK] för detaljer om exakt vad detta gör och hur du konfigurerar det här avsnittet.",
    "mediaLang": "Mediaspråk",
    "mediaLangDesc": "Välj språket för din församling eller grupp. Alla media kommer att laddas ner från JW.org på detta språk.",
    "maxRes": "Videoupplösning",
    "resDesc": "Videor som laddas ner från JW.org kommer att laddas ner med denna upplösning, eller nästa tillgängliga lägre upplösning. Användbar för situationer med begränsad eller låg bandbredd.",
    "convertDownloaded": "Konvertera media till MP4-format",
    "convertDesc": "Detta kommer automatiskt att konvertera alla bild- och ljudfiler till MP4-format, för användning med Zooms [NATIVE FEATURE] under <strong>helt digitala</strong> församlingsmöten via Zoom.",
    "convertExplain": "Detta inkluderar alla bilder och mediefiler som laddats ner från JW.org, såväl som ytterligare mediefiler som lagts till av användaren eller VO.",
    "convertNote": "<strong>Obs:</strong> Det här alternativet är bäst lämpat för <strong>enbart digitala</strong> församlingsmöten via Zoom.",
    "convertPresentLink": "Om du genomför antingen <strong>hybrid</strong> eller <strong>vanliga</strong> församlingsmöten, titta på att använda [PRESENT LINK] genom att aktivera alternativet <code>[PRESENT]</code> istället och inaktivera det här alternativet .",
    "keepOriginalsAfterConversion": "Behåll ursprungliga filer efter konvertering.",
    "keepDesc": "Om den här inställningen är aktiverad kommer bild- och ljudfiler att behållas i mediamappen efter att de konverterats till MP4-format, istället för att raderas.",
    "keepResult": "Detta kommer att resultera i en något mer rörig mediamapp och behöver i allmänhet inte aktiveras om du delar media genom Zoom MP4-delning.",
    "keepSee": "(Se <code>[CONVERT]</code> ovan.)",
    "keepNote": "<strong>Obs!</strong> Visas endast om <code>[CONVERT]</code> också är aktiverat.",
    "enableMediaDisplayButton": "Visa media på en extern skärm eller i ett separat fönster",
    "presentDesc": "Den här inställningen gör att du kan använda M³ för att presentera bilder, videor och ljudfiler under <strong>hybrid</strong> eller <strong>vanliga</strong> församlingsmöten.",
    "presentLink": "[PRESENT MODE] kan sedan nås genom att klicka på knappen ▶️ (spela upp) på huvudskärmen i M³.",
    "presentExplain": "Mediapresentationsskärmen kommer automatiskt att använda en extern bildskärm om sådan finns; Om inte kommer media att visas i ett separat fönster som kan ändras storlek.",
    "presentNote": "<strong>Obs!</strong> Det här alternativet är bäst lämpat för antingen <strong>hybrid</strong> eller <strong>vanliga</strong> församlingsmöten.",
    "presentConvertLink": "Om du genomför <strong>enbart fjärranslutna</strong> församlings Zoom-möten, titta på att aktivera alternativet [CONVERT] och dela media med Zooms inbyggda MP4-delning istället.",
    "mediaWindowBackground": "Bakgrundsbild för mediavisning",
    "bgDesc": "Som standard kommer M³ att försöka hämta årstexten på det språk som valts tidigare, för att visa den på en svart bakgrund i [PRESENT MODE] och inget annat media spelas.",
    "bgFails": "Om den automatiska hämtningen av årstexten misslyckas av någon anledning, eller om du vill visa en annan bakgrundsbild, kan du antingen använda knappen \"Bläddra\" för att välja en anpassad bild, eller knappen \"Uppdatera\" för att försöka hämta årstexten automatiskt igen.",
    "bgNote": "<strong>Obs:</strong> Om [CONG SYNC] är aktiverat, val av en anpassad bakgrundsbild kommer att synkronisera den för alla användare av församlingssynkronisering automatiskt.",
    "enableVlcPlaylistCreation": "Skapa spellistor för <em>VLC</em>",
    "vlcDesc": "Aktivera detta om du vill skapa spellistor för varje möte automatiskt, som sedan kan laddas i VLC, om du använder den appen för att visa media istället för [PRESENT MODE].",
    "excludeTh": "Exkludera all media från broschyren <em>th</em>",
    "thDesc": "Om det är aktiverat kommer detta att förhindra att media från broschyren <em>Ansök dig själv</em> tas med vid varje mittveckamöte.",
    "excludeLffi": "Exkludera audio- och videofiler från broschyren <em>lffi</em>",
    "lffiDesc": "Om det är aktiverat förhindrar detta att ljud- och videofiler från <em>Live Forever</em>-broschyren (<em>lffi</em>) inkluderas, till exempel för studentuppgifter under mittveckans möte.",
    "lffiNote": "Bilder från broschyren <em>lffi</em> påverkas inte av den här inställningen.",
    "excludeLffiImages": "Exkludera bilder från broschyren <em>lffi</em>",
    "lffiImgDesc": "Om det är aktiverat förhindrar detta att bilder från <em>Live Forever</em>-broschyren (<em>lffi</em>) inkluderas, till exempel för skoluppgifter under veckomötet.",
    "lffiImgNote": "Ljud- och videofiler från <em>lffi</em>-broschyren påverkas inte av den här inställningen.",
    "mwMeetingDay": "Veckomöte",
    "mwDesc": "Ange vanlig dag och tid för veckomötet; används för mappnamn och automatisk uttoning av bakgrundsmusik (se nedan).",
    "weMeetingDay": "Helgmöte",
    "weDesc": "Ange vanlig dag och tid för helgmötet.",
    "enableMusicButton": "Aktivera knapp för spelnings av slumpvalda Rikets sånger.",
    "musicDesc": "Aktivera en knapp på huvudskärmen som kommer att spela Rikets sånger från <em>sjjm</em>-serien, i slumpmässig ordning.",
    "musicNote": "Detta är till exempel användbart för att spela sånger före och efter möten i Rikets sal som bakgrundsmusik.",
    "musicVolume": "Musikvolym",
    "volDesc": "Ställer in volymen med vilken bakgrundsmusiken ska spelas.",
    "musicFadeOutType": "Stoppa musikspelning automatiskt",
    "fadeDesc": "Om <code>[MUSIC OPTION]</code> är aktiv, låter den här inställningen dig ange en fördröjning efter vilken bakgrundsmusik ska stoppas automatiskt.",
    "fadeOptions": "Detta kan vara antingen:",
    "fadeMinutes": "ett visst antal minuter, <strong>eller</strong>",
    "fadeMeeting": "ett förutbestämt antal sekunder före mötets början (i det fall bakgrundsmusiken startades före ett möte).",
    "screenshots": "Skärmdumpar av inställningsskärmen"
  },
  "congregation-sync": {
    "vo": "Brodern som utsetts till <em>videokonferensarrangör</em> (VO) av de äldste kan använda M³ för att hantera vilka media som görs tillgängliga för det tekniska A/V-supportteamet i hans församling.",
    "voCan": "VO, eller någon utsedd av honom, kan:",
    "additional": "ladda upp <strong>ytterligare</strong>strong> media som ska delas under ett möte, till exempel för kretstillsyningsmannens besök eller för offentliga föreläsningar",
    "hide": "<strong>dölj</strong> media från JW.org som inte är relevant för ett visst möte, till exempel när en del har ersatts av den lokala avdelningskontoret",
    "recurring": "lägg till eller ta bort <strong>återkommande</strong> media, till exempel en årstextvideo eller en meddelandebild",
    "fetchMedia": "Uppdatera mediamappar",
    "synced": "Alla som är synkroniserade till samma församling kommer sedan att få exakt samma media när de klickar på knappen <em>[FETCH]</em>.",
    "note": "Observera att funktionen för församlingssynkronisering är helt valfri.",
    "how": "Hur det fungerar",
    "webdav": "M³s underliggande synkroniseringsmekanism använder WebDAV. Detta innebär att VO (eller någon under hans överinseende) måste antingen:",
    "webdavServer": "konfigurera en säker WebDAV-server som är tillgänglig på webben, <strong>eller</strong>",
    "externalWebdav": "använd en tredjeparts molnlagringstjänst som stöder WebDAV-protokollet (se [HOSTNAME]-inställningen i avsnittet <em>[CONG SYNC]</em> nedan).",
    "credentials": "Alla användare som vill synkroniseras tillsammans måste ansluta till samma WebDAV-server med hjälp av anslutningsinformationen och referenserna som de fått av deras VO.",
    "hostname": "Värdnamn",
    "hostDesc": "Webbadress till WebDAV-servern. Säker HTTP (HTTPS) krävs.",
    "hostNote": "<strong>Obs:</strong> Etiketten för det här fältet är faktiskt en knapp som, när den väl klickas, visar en lista över WebDAV-leverantörer som har varit kända för att vara kompatibla med M³, och som automatiskt fyller i vissa inställningar för dessa leverantörer.",
    "hostList": "Den här listan representerar inte på något sätt ett stöd från någon särskild tjänst eller leverantör.",
    "hostBest": "Den bästa servern är alltid den du äger...",
    "portDesc": "Vanligtvis 443 för standard HTTPS, men kan skilja sig beroende på webbplatsen.",
    "username": "Användarnamn",
    "userDesc": "Användarnamn för WebDAV-tjänsten.",
    "passDesc": "Lösenord för WebDAV-tjänsten.",
    "passNote": "<strong>Obs!</strong> Som beskrivs i deras respektive supportsidor kan ett appspecifikt lösenord behöva skapas för [BOX] och [KOOFR] för att aktivera WebDAV-anslutningar till deras tjänster.",
    "webdavFolder": "Församlingens synkroniseringsmapp",
    "folderDesc": "Det här är mappen som kommer att användas för att synkronisera media för alla användare av församlingssynkronisering.",
    "folderChoices": "Du kan antingen skriva/klistra in en sökväg eller använda muspekaren för att navigera till målmappen.",
    "folderNote": "<strong>Obs!</strong> Se till att alla användare av församlingssynkronisering anger samma mappsökväg; annars fungerar inte synkroniseringen som förväntat.",
    "settingsLocked": "Övergripande församlingsinställningar",
    "settingsDesc": "När VO har konfigurerat avsnitten <em>[MEDIA SETUP]</em> och <em>[MEETINGSETUP]</em> i [SETTINGS] på sin egen dator, kan han använda den här knappen för att tillämpa vissa inställningar för alla församlingssynkroniseringsanvändare",
    "settingsExample": "(till exempel mötesdagar, mediespråk, konverteringsinställningar och så vidare).",
    "settingsNote": "Detta innebär att de valda inställningarna kommer att tillämpas med kraft för alla synkroniserade användare varje gång de öppnar M³.",
    "usingCongSync": "Använder församlingssynkronisering för att hantera media",
    "usageDesc": "När konfigureringen av församlingssynkroniseringen är klar är du redo att starta [MANAGE MEDIA] för din församlings tekniska AV-supportteam.",
    "screenshots": "Skärmdumpar av församlingssynkronisering i aktion"
  },
  "manage-media": {
    "imgAddSong": "Lägger till en låt för ett offentligt föredrag",
    "imgAddPic": "Lägger till ytterligare en bild",
    "imgImportJWPUB": "Importera media från en sektion i en JWPUB-fil",
    "imgPreviewJWPUB": "Förhandsgranska media från en JWPUB-fil innan import",
    "imgRename": "Byter namn på en mediefil"
  },
  "present-media": {
    "imgButton": "Knapp för att gå in i mediakontrollläge",
    "imgSelectMeeting": "Välja ett möte för vilket media ska visas",
    "imgBG": "Standard mediebakgrund, med automatiskt genererad årstext",
    "imgMediaList": "Lista över media som är redo att presenteras",
    "imgStandby": "M³ mediapresentation i standbyläge",
    "imgDisplayPic": "Visar en bild",
    "imgPlayVideo": "Spelar upp en video",
    "imgVideoScrub": "Flytta till en specifik tidpunkt i en video"
  }
}
