{
  "lang": "sv",
  "name": "Svenska",
  "language": "Språk:",
  "search": "Filtrera efter nyckelord",
  "shared": {
    "explanation": "Förklaring",
    "option": "Alternativ",
    "optionsApp": "Programinställningar",
    "optionsCongSync": "Inställningar för församlingssynkronisering",
    "optionsMedia": "Mediainställningar",
    "optionsMeetings": "Mötesinställningar",
    "password": "Lösenord",
    "port": "Port",
    "setting": "Inställning"
  },
  "home": {
    "expand": "Utöka alla artiklar",
    "collapse": "Komprimera alla artiklar",
    "syncInProgress": "Synkronisering av mötesmedia pågår",
    "mainScreen": "Huvudskärm",
    "chooseWeek": "Välj en vecka",
    "syncComplete": "Synkronisering klar!",
    "musicPlaying": "Musik före och efter mötet spelas"
  },
  "congregation-sync": {
    "vo": "Brodern som utsetts till <em>videokonferensarrangör</em> (VO) av de äldste kan använda M³ för att hantera vilka media som görs tillgängliga för det tekniska A/V-supportteamet i hans församling.",
    "voCan": "VO, eller någon utsedd av honom, kan:",
    "additional": "ladda upp <strong>ytterligare</strong>strong> media som ska delas under ett möte, till exempel för kretstillsyningsmannens besök eller för offentliga föreläsningar",
    "hide": "<strong>dölj</strong> media från JW.org som inte är relevant för ett visst möte, till exempel när en del har ersatts av den lokala avdelningskontoret",
    "recurring": "lägg till eller ta bort <strong>återkommande</strong> media, till exempel en årstextvideo eller en meddelandebild",
    "fetchMedia": "Uppdatera mediamappar",
    "synced": "Alla som är synkroniserade till samma församling kommer sedan att få exakt samma media när de klickar på knappen <em>[FETCH]</em>.",
    "note": "Observera att funktionen för församlingssynkronisering är helt valfri.",
    "how": "Hur det fungerar",
    "webdav": "M³s underliggande synkroniseringsmekanism använder WebDAV. Detta innebär att VO (eller någon under hans överinseende) måste antingen:",
    "webdavServer": "konfigurera en säker WebDAV-server som är tillgänglig på webben, <strong>eller</strong>",
    "externalWebdav": "använd en tredjeparts molnlagringstjänst som stöder WebDAV-protokollet (se [HOSTNAME]-inställningen i avsnittet <em>[CONG SYNC]</em> nedan).",
    "credentials": "Alla användare som vill synkroniseras tillsammans måste ansluta till samma WebDAV-server med hjälp av anslutningsinformationen och referenserna som de fått av deras VO.",
    "hostname": "Värdnamn",
    "hostDesc": "Webbadress till WebDAV-servern. Säker HTTP (HTTPS) krävs.",
    "hostNote": "<strong>Obs:</strong> Etiketten för det här fältet är faktiskt en knapp som, när den väl klickas, visar en lista över WebDAV-leverantörer som har varit kända för att vara kompatibla med M³, och som automatiskt fyller i vissa inställningar för dessa leverantörer.",
    "hostList": "Den här listan representerar inte på något sätt ett stöd från någon särskild tjänst eller leverantör.",
    "hostBest": "Den bästa servern är alltid den du äger...",
    "portDesc": "Vanligtvis 443 för standard HTTPS, men kan skilja sig beroende på webbplatsen.",
    "username": "Användarnamn",
    "userDesc": "Användarnamn för WebDAV-tjänsten.",
    "passDesc": "Lösenord för WebDAV-tjänsten.",
    "passNote": "<strong>Obs!</strong> Som beskrivs i deras respektive supportsidor kan ett appspecifikt lösenord behöva skapas för [BOX] och [KOOFR] för att aktivera WebDAV-anslutningar till deras tjänster.",
    "webdavFolder": "Församlingens synkroniseringsmapp",
    "folderDesc": "Det här är mappen som kommer att användas för att synkronisera media för alla användare av församlingssynkronisering.",
    "folderChoices": "Du kan antingen skriva/klistra in en sökväg eller använda muspekaren för att navigera till målmappen.",
    "folderNote": "<strong>Obs!</strong> Se till att alla användare av församlingssynkronisering anger samma mappsökväg; annars fungerar inte synkroniseringen som förväntat.",
    "settingsLocked": "Övergripande församlingsinställningar",
    "settingsDesc": "När VO har konfigurerat avsnitten <em>[MEDIA SETUP]</em> och <em>[MEETINGSETUP]</em> i [SETTINGS] på sin egen dator, kan han använda den här knappen för att tillämpa vissa inställningar för alla församlingssynkroniseringsanvändare",
    "settingsExample": "(till exempel mötesdagar, mediespråk, konverteringsinställningar och så vidare).",
    "settingsNote": "Detta innebär att de valda inställningarna kommer att tillämpas med kraft för alla synkroniserade användare varje gång de öppnar M³.",
    "usingCongSync": "Använder församlingssynkronisering för att hantera media",
    "usageDesc": "När konfigureringen av församlingssynkroniseringen är klar är du redo att starta [MANAGE MEDIA] för din församlings tekniska AV-supportteam.",
    "screenshots": "Skärmdumpar av församlingssynkronisering i aktion"
  },
  "manage-media": {
    "imgAddSong": "Lägger till en låt för ett offentligt föredrag",
    "imgAddPic": "Lägger till ytterligare en bild",
    "imgImportJWPUB": "Importera media från en sektion i en JWPUB-fil",
    "imgPreviewJWPUB": "Förhandsgranska media från en JWPUB-fil innan import",
    "imgRename": "Byter namn på en mediefil"
  },
  "present-media": {
    "imgButton": "Knapp för att gå in i mediakontrollläge",
    "imgSelectMeeting": "Välja ett möte för vilket media ska visas",
    "imgBG": "Standard mediebakgrund, med automatiskt genererad årstext",
    "imgMediaList": "Lista över media som är redo att presenteras",
    "imgStandby": "M³ mediapresentation i standbyläge",
    "imgDisplayPic": "Visar en bild",
    "imgPlayVideo": "Spelar upp en video",
    "imgVideoScrub": "Flytta till en specifik tidpunkt i en video"
  }
}
