{
  "all": "Alles",
  "areYouSure": "Is jy seker?",
  "autoPlayFirst": "Speel die eerste media item outomaties",
  "autoStartMusic": "Speel agtergrond musiek outomaties voor die vergadering",
  "betaUpdates": "Skakel beta opdateerings aan vir toets doeleindes <em>(Nota: Moet nie hierdie verstelling aanskakel op die rekenaar wat in die Koninkryksaal gebruikword om media te vertoon nie.)</em>",
  "browse": "Kies",
  "cancel": "Kanselleer",
  "cantCloseMediaWindowOpen": "Maak eers media beheer mode toe voordat jy probeer om M³ toe te maak.",
  "cleanCache": "Maak media cache leeg",
  "clickAgain": "Kliek weer om te bevestig",
  "confirm": "Bevestig",
  "congMedia": "Gemeente sync",
  "congregationName": "Gemeente naam",
  "convertDownloaded": "Skakel media oor in MP4 formaat",
  "convertDownloadedExplain": "Goed vir nie hibriede Zoom vergaderings wat heeltemal afgeleë is, vir gebruik met Zoom se ingeboude MP4 lêer deel funksie",
  "coWeek": "Volgende beplande besoek van die kringopsiener",
  "coWeekExplain": "Sal outomaties die midweek vergadering na Dinsdag skuif en onnodige media vir die week oorslaan",
  "custom": "Pasgemaak",
  "customCachePath": "Pasgemaakte cache adres (vir publikasies, ens.)",
  "dark": "Donker",
  "delete": "Delete",
  "disableAutoUpdate": "Skakel nie-kritiese outomatiese toep opdaterings af",
  "disableHardwareAcceleration": "Disable hardware acceleration <em>(Note: Only enable this setting if you are experiencing issues with media presentation. Changing this setting will cause M³ to restart.)</em>",
  "dontForgetToGetMedia": "Don't forget to update the media folders on the computer used to present media at congregation meetings!",
  "downloadShuffleMusic": "Download all songs for background music",
  "enableMediaDisplayButton": "Present media on an external monitor or in a separate window",
  "enableMusicButton": "Enable button to play background music",
  "enableObs": "Enable OBS Studio compatibility mode <em>(requires obs-websocket)</em>",
  "enablePp": "Enable keyboard shortcuts during media playback (for use with a USB remote control, for example)",
  "enableSubtitles": "Enable subtitles for videos",
  "enableVlcPlaylistCreation": "Create playlists for use with <em>VLC</em>",
  "enableZoom": "Enable Zoom integration",
  "enableZoomExplain": "This is a work in progress. Please test test it thoroughly before implementing it. When enabled, it will attempt to automate various pre-meeting (mute all, enable the Kingdom Hall's video/audio, disable the option for participants to unmute themselves), in-meeting (select participants to spotlight and unmute them, or to mute them, lower their hand and remove the spotlight) and post-meeting (disable the Kingdom Hall's video feed, allow participants to unmute themselves) tasks.",
  "error": "Error",
  "errorAdditionalMedia": "An error occurred while importing media. Please contact your videoconference organizer.",
  "errorAdditionalMediaList": "An error occurred while listing media. Please try again later or contact your videoconference organizer.",
  "errorBadOutputPath": "The path you specified contains illegal characters. Please ensure that the following characters are not present in the path:",
  "errorDestExists": "The following file or directory already exists:",
  "errorDownload": "An error occurred while trying to download the following file:",
  "errorDownloadSubs": "An error occurred while trying to download subtitles for the following file:",
  "errorExtractFromJWPUB": "An error occurred while trying to extract media from the following JWPUB file:",
  "errorForcedSettingsEnforce": "An error occurred while enforcing congregation settings. Please contact your videoconference organizer.",
  "errorGetCongMedia": "An error occurred while fetching congregation media. Please verify your congregation sync settings or contact your videoconference organizer.",
  "errorGetMwMedia": "An error occurred while fetching media for the midweek meeting. Please try again later or contact your videoconference organizer.",
  "errorGetWeMedia": "An error occurred while fetching media for the weekend meeting. Please try again later or contact your videoconference organizer.",
  "errorInvalidPrefs": "An error occurred while loading your saved preferences. Please reconfigure all settings as needed before proceeding.",
  "errorJwpubDbFetch": "An error occurred while attempting to fetch the following publication:",
  "errorJwpubMediaExtract": "An error occurred while extracting media from the following publication:",
  "errorMwbUnavailable": "The Meeting Workbook is not available in your selected language. Consider setting a fallback language to use whenever necessary.",
  "errorNoShuffleSongs": "No songs found to play as background music. Please try again later or contact your videoconference organizer.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "An error occurred while attempting to connect to OBS Studio. Please verify that OBS Studio is running and that the <code>obs-websocket</code> configuration is correct.",
  "errorObsAuth": "The password for the OBS Studio integration might be incorrect. Please verify that the password is correct and try again.",
  "errorObsCameraScene": "The configured default camera scene does not exist anymore. Please change it in the settings.",
  "errorObsMediaScene": "The configured media scene does not exist anymore. Please change it in the settings.",
  "errorObsScene": "The following scene could not be found. Make sure it exists or reconnect with OBS through the settings.",
  "errorObsZoomScene": "The configured Zoom scene does not exist anymore. Please change it in the settings.",
  "errorOffline": "The application is offline. Data can't be downloaded or uploaded!",
  "errorPpEnable": "The keyboard shortcuts during media playback could not be enabled. Please check if your settings are valid.",
  "errorRename": "An error occurred while attempting to rename the following file or directory:",
  "errorSetVars": "An error occurred while attempting to create or access a directory. Please make sure that you have access to the following path on your computer.",
  "errorSiteCheck": "Unable to establish a connection to the following site:",
  "errorSyncCongMedia": "An error occurred while fetching media from congregation sync. Please try again later or contact your videoconference organizer.",
  "errorUnknown": "An unknown error occurred. Please contact your videoconference organizer.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "An error occurred while attempting to read the following directory. Please contact your videoconference organizer.",
  "errorWebdavNotSupported": "The service you are using for your congregation server is currently not supported. It might not work as intended.",
  "errorWebdavPut": "An error occurred while attempting to write the following file. Please contact your videoconference organizer.",
  "errorWebdavRm": "An error occurred while attempting to delete the following file. Please contact your videoconference organizer.",
  "errorWebdavTooBig": "The file you are attempting to upload is too large (max 512MB). The file has been added locally, but was not uploaded to the congregation server.",
  "errorWebdavTooManyRequests": "Too many requests have been sent to the server. Please try again later.",
  "errorWUnavailable": "The Study Edition of the Watchtower is not available in your selected language. Consider setting a fallback language to use whenever necessary.",
  "errorYeartextNotFound": "The yeartext for the following language is not (yet) available. Consider setting a fallback language to use whenever necessary.",
  "excludeFootnotes": "Exclude media from footnotes in the Watchtower Study",
  "excludeLffImages": "Exclude <em>Enjoy Life Forever</em> images outside the Congregation Bible Study",
  "excludeTh": "Exclude all media from the <em>th</em> brochure",
  "fetchMedia": "Update media folders",
  "fieldInvalid": "This is not a valid value for this field.",
  "fieldMax": "Max XX characters.",
  "fieldRequired": "This field is required.",
  "fieldShortcutInvalid": "This is not a valid shortcut",
  "fieldShortcutTaken": "This shortcut is already taken",
  "footnote": "Footnote",
  "hideMediaLogo": "Hide logo from media presentation window",
  "hideWinAfterMedia": "Hide media window after media finished playing",
  "hideWinAfterMediaExplain": "Useful mostly for meetings held in sign-language",
  "hostname": "Web address",
  "includePrinted": "Include printed media when available",
  "info": "Information",
  "infoPubIgnored": "Unable to fetch media for the following publication:",
  "infoShortcutSetFail": "M³ was unable to activate the following keyboard shortcut. If you wish to use this keyboard shortcut, please make sure that no other app is using it, and relaunch M³. Otherwise, no action is required.",
  "installNow": "Install now",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Keep original media files after conversion",
  "lastMinuteSong": "Add a song to the media list",
  "light": "Light",
  "localAppLang": "Display language",
  "manageMedia": "Manage media",
  "maxRes": "Maximum resolution for videos",
  "mediaLang": "Media language",
  "mediaLangFallback": "Fallback media language",
  "mediaSaveFolder": "Folder in which to save media",
  "mediaWinShortcut": "Shortcut to toggle media window visibility",
  "mediaWindowBackground": "Background image for media presentation mode",
  "meeting": "Meeting",
  "minutesBeforeMeeting": "<span>XX</span> minutes before the meeting",
  "moreInfo": "Find out more",
  "mp4Conversion": "MP4 conversion",
  "musicFadeOutSmart": "<span>XX</span> seconds before the meeting",
  "musicFadeOutTimer": "After <span>XX</span> minutes",
  "musicFadeOutType": "Automatically stop playing background music",
  "musicVolume": "Background music playback volume",
  "mwMeetingDay": "Midweek meeting",
  "noMedia": "There is no media yet for this date. Add a song, custom media or extract media from a JWPUB file.",
  "noMeetings": "There are no meetings available. Please try updating the media folders from the home screen.",
  "notAnImage": "This is not a valid image file. Please try again.",
  "obsCameraScene": "Default stage view scene in OBS Studio",
  "obsMediaScene": "Media window scene in OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "Use <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Studio scene to display Zoom participants",
  "obsZoomSceneActivate": "Make sure the Zoom participants are ready to be shown. The media window will be hidden automatically until media is displayed.",
  "obsZoomSceneExplain": "Used to quickly and efficiently manage the display of Zoom participants during a hybrid meeting",
  "obsZoomSceneToggle": "Toggle Zoom participant(s) mode",
  "offlineMode": "Offline mode",
  "openFolder": "Open media folder",
  "openJWorg": "Open JW.org",
  "autoOpenFolderWhenDone": "Open folder after media sync",
  "optionsApp": "Application setup",
  "optionsCongSync": "Congregation sync setup",
  "optionsMedia": "Media setup",
  "optionsMeetings": "Meeting setup",
  "outputFolderDateFormat": "Date format for meeting folders",
  "paragraph": "Paragraph",
  "password": "Password",
  "pause": "Pause/resume video",
  "pauseImg": "Hide/show image on Zoom",
  "port": "Port",
  "ppBackward": "Key combination to play previous media item",
  "ppForward": "Key combination to play next media item",
  "preferredOutput": "Show media presentation window in",
  "presentShortcut": "Shortcut to open media presentation mode",
  "publicTalk": "Public Talk",
  "autoQuitWhenDone": "Quit app after media sync",
  "recurring": "Recurring media",
  "refresh": "Refresh media list",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "reportIssue": "Report an issue",
  "autoRunAtBoot": "Run app at system start-up",
  "screen": "Screen",
  "selectDocument": "Select a document for which to extract media:",
  "selectExternalMedia": "These referenced media files are not included in the JWPUB file. Please click on each one to locate it on your computer:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "settingLocked": "Some settings have been locked by your congregation's videoconference organizer.",
  "settingsLocked": "Congregation-wide settings",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Are you the videoconference organizer designated by the body of elders?",
  "showPrefix": "Show media prefixes",
  "shuffleMusicDownloaded": "Shuffle music downloaded",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Song",
  "sortMedia": "Sort media items",
  "sortSave": "Save order",
  "specialCong": "Special congregation (without regular meetings, e.g. schools)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Language for subtitles",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Automatically initiate media sync",
  "system": "System",
  "themePreference": "Theme preference",
  "toggleSubtitles": "Toggle subtitles",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "I understand",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "An update to M³ was downloaded successfully. The installation will begin when M³ is closed.",
  "updateDownloading": "An update to M³ is being downloaded in the background.",
  "updateError": "Something went wrong while checking for updates.",
  "updateInstalled": "An update to M³ was installed.",
  "updateNotDownloaded": "An update to M³ is available, but could not be downloaded automatically. Please download it manually.",
  "username": "Username",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "Would you like to help?",
  "wannaHelpExisting": "The local language configured has no active translator. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpExplain": "The media language currently configured is not yet available as a display language for M³. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpForSure": "I'd like to help translate this app",
  "wannaHelpWillGoAway": "This notification will only appear when a new version of M³ is released.",
  "warnFileNotAvailable": "The following file is not yet available. Please try again later, or contact your videoconference organizer.",
  "warnMp4ConversionFailure": "The following file could not be converted to MP4 format:",
  "warnNoDocumentsFound": "No media was found in any of the chosen JWPUB's documents. Please validate the file or contact the developer of this app.",
  "warnPdfConversionFailure": "The pages from the following PDF file could not be extracted as images:",
  "warnSvgConversionFailure": "The following file was not recognized as a valid SVG image:",
  "warnUnknownLastVersion": "Unable to establish previously installed version of M³. Assuming app was just updated.",
  "warning": "Warning",
  "weMeetingDay": "Weekend meeting",
  "webdavFolder": "Congregation sync folder",
  "webdavFolderUp": "Move directory up",
  "window": "Moveable window",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomHideComponent": "Hide Zoom component by default",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
