{
  "all": "Alle",
  "areYouSure": "Sicher?",
  "browse": "Durchsuchen",
  "cancel": "Abbrechen",
  "cantCloseMediaWindowOpen": "Bitte den Mediensteuerungsmodus vor dem Beenden von M³ schließen.",
  "cleanCache": "Medienspeicher bereinigen",
  "clickAgain": "Zur Bestätigung erneut klicken",
  "confirm": "Bestätigen",
  "congMedia": "Versammlungs-Synchronisation",
  "congregationName": "Name der Versammlung",
  "convertDownloaded": "Medien in MP4-Format konvertieren",
  "convertDownloadedExplain": "Nützlich für Zoom-Meetings, um die native MP4-Dateifreigabefunktion von Zoom zu nutzen",
  "convertExternal": "Zusätzliche Medien importieren",
  "custom": "Eigene",
  "customCachePath": "Individueller Pfad (für zwischengespeicherte Publikationen etc.)",
  "dark": "Dunkel",
  "delete": "Löschen",
  "disableAutoUpdate": "Automatische Updates deaktivieren",
  "disableHardwareAcceleration": "Hardwarebeschleunigung deaktivieren <em>(Anmerkung: Diese Einstellung nur bei Problemen mit der Medienpräsentation aktivieren. Änderung erzwingt einen Neustart von M³.)</em>",
  "dontForgetToGetMedia": "Nicht vergessen, die Medienordner auf dem Computer zu aktualisieren, der zum Präsentieren von Medien bei Versammlungszusammenkünften verwendet wird!",
  "downloadShuffleMusic": "Alle Lieder herunterladen",
  "enableMediaDisplayButton": "Schaltfläche für Medienpräsentation auf einem zweiten Monitor oder in einem separaten Fenster",
  "enableMusicButton": "Schaltfläche für Zufallswiedergabe von Königreichsliedern",
  "enableObs": "OBS Studio-Kompatibilitätsmodus aktivieren <em>(obs-websocket erforderlich)</em>",
  "enablePp": "Tastenkürzel während der Medienwiedergabe aktivieren (z.B. für eine USB-Fernbedienung)",
  "enableSubtitles": "Untertitel für Videos aktivieren",
  "enableVlcPlaylistCreation": "Wiedergabelisten für <em>VLC</em> erstellen",
  "error": "Fehler",
  "errorAdditionalMedia": "Beim Medienimport ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorAdditionalMediaList": "Beim Auflisten von Medien ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorBadOutputPath": "Der angegebene Pfad enthält unzulässige Zeichen. Bitte sicherstellen, dass die folgenden Zeichen nicht im Pfad enthalten sind:",
  "errorDestExists": "Das folgende Verzeichnis oder die Datei existiert bereits:",
  "errorDownload": "Beim Herunterladen der folgenden Datei ist ein Fehler aufgetreten:",
  "errorDownloadSubs": "Beim Herunterladen von Untertiteln für folgende Datei ist ein Fehler aufgetreten:",
  "errorExtractFromJWPUB": "Beim Extrahieren von Medien aus der folgenden JWPUB-Datei ist ein Fehler aufgetreten:",
  "errorForcedSettingsEnforce": "Beim Anwenden der Versammlungseinstellungen ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorGetCongMedia": "Beim Holen der Versammlungs-Medien ist ein Fehler aufgetreten. Bitte die Einstellungen der Versammlungs-Synchronisation überprüfen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetMwMedia": "Beim Abrufen der Medien für die Zusammenkunft unter der Woche ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetWeMedia": "Beim Abrufen der Medien für die Zusammenkunft am Wochenende ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorInvalidPrefs": "Beim Laden der Voreinstellungen ist ein Fehler aufgetreten. Bitte vor dem Fortfahren alle Einstellungen neu konfigurieren.",
  "errorJwpubDbFetch": "Beim Versuch, die folgende Publikation abzurufen, ist ein Fehler aufgetreten:",
  "errorJwpubMediaExtract": "Beim Extrahieren von Medien aus der folgenden Publikation ist ein Fehler aufgetreten:",
  "errorMwbUnavailable": "Das Arbeitsheft ist in der ausgewählten Sprache nicht verfügbar. Vielleicht kann eine Ausweichsprache verwendet werden.",
  "errorNoShuffleSongs": "Es wurden keine Lieder für die Zufallswiedergabe gefunden. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorObs": "Beim Versuch, eine Verbindung zu OBS Studio herzustellen, ist ein Fehler aufgetreten. Bitte sicherstellen, dass OBS Studio ausgeführt wird und dass die <code>obs-websocket</code>-Konfiguration korrekt ist.",
  "errorObsAuth": "Das Passwort für die OBS Studio-Integration ist möglicherweise falsch. Bitte überprüfen und erneut versuchen.",
  "errorObsCameraScene": "Die konfigurierte Standard-Kameraszene existiert nicht mehr. Bitte in den Einstellungen ändern.",
  "errorObsMediaScene": "Die konfigurierte Medienszene existiert nicht mehr. Bitte in den Einstellungen ändern.",
  "errorObsScene": "Die folgende Szene wurde nicht gefunden. Sicherstellen, dass sie existiert, oder über die Einstellungen erneut mit OBS verbinden.",
  "errorObsZoomScene": "Die konfigurierte Zoom-Szene existiert nicht mehr. Bitte in den Einstellungen ändern.",
  "errorOffline": "Die Anwendung ist offline. Daten können nicht herunter- oder hochgeladen werden!",
  "errorPpEnable": "Die Tastaturkürzel während der Medienwiedergabe konnten nicht aktiviert werden. Bitte überprüfe, ob deine Einstellungen korrekt sind.",
  "errorRename": "Es ist ein Fehler beim Umbenennen folgender Datei oder folgendes Verzeichnisses aufgetreten:",
  "errorSetVars": "Beim Versuch, ein Verzeichnis zu erstellen oder darauf zuzugreifen, ist ein Fehler aufgetreten. Bitte Zugriffsrechte für folgenden Pfad auf dem Computer überprüfen:",
  "errorSiteCheck": "Zu folgender Website kann keine Verbindung aufgebaut werden:",
  "errorSyncCongMedia": "Beim Abrufen von Medien aus der Versammlungssynchronisierung ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorUnknown": "Ein unbekannter Fehler ist aufgetreten. Bitte kontaktiere den Videokonferenz-Verantwortlichen.",
  "errorWebdavLocked": "Konnte die folgende Datei nicht bearbeiten, da sie gesperrt ist. Versuche sie zu entsperren oder bearbeite sie manuell.",
  "errorWebdavLs": "Beim Versuch, das folgende Verzeichnis zu lesen, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavNotSupported": "Der für den Versammlungs-Server verwendete Dienst wird derzeit nicht unterstützt. Er funktioniert möglicherweise nicht wie beabsichtigt.",
  "errorWebdavPut": "Beim Versuch, die folgende Datei zu schreiben, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavRm": "Beim Versuch, die folgende Datei zu löschen, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavTooBig": "Die Datei, die versucht wurde hochzuladen, ist zu groß (max 512 MB). Die Datei wurde lokal hinzugefügt, aber nicht auf den Versammlungs-Server hochgeladen.",
  "errorWebdavTooManyRequests": "Zu viele Anfragen an den Server gesendet. Versuche es später erneut.",
  "errorWUnavailable": "Die Studierausgabe des Wachtturms ist in der ausgewählten Sprache nicht vorhanden. Überlege, eine Ausweichsprache festzulegen, die bei Bedarf verwendet werden kann.",
  "errorYeartextNotFound": "Der Jahrestext für die folgende Sprache ist (noch) nicht verfügbar. Überlege, eine Ausweichsprache festzulegen, die bei Bedarf verwendet werden kann.",
  "excludeLffImages": "Alle Bilder des <em>lff</em> Buches außerhalb des Versammlungs-Bibelstudiums ausschließen",
  "excludeTh": "Alle Medien der <em>th</em> Broschüre ausschließen",
  "fetchMedia": "Medienordner aktualisieren",
  "fieldInvalid": "Dies ist kein gültiger Wert für dieses Feld.",
  "fieldMax": "Maximal XX Zeichen.",
  "fieldRequired": "Dieses Feld ist erforderlich.",
  "fieldShortcutInvalid": "Das ist kein gültiges Tastenkürzel",
  "fieldShortcutTaken": "Dieses Tastenkürzel wird bereits verwendet",
  "hideMediaLogo": "Logo aus dem Medienpräsentationsfenster ausblenden",
  "hideWinAfterMedia": "Medienfenster nach der Wiedergabe ausblenden",
  "hideWinAfterMediaExplain": "Nützlich vor allem bei Versammlungen in Gebärdensprache",
  "hostname": "Web-Adresse",
  "includePrinted": "Lade Druckausgaben, wenn verfügbar",
  "info": "Hinweis",
  "infoPubIgnored": "Medien für die folgende Publikation können nicht abgerufen werden:",
  "infoShortcutSetFail": "M³ konnte die folgende Tastenkombination nicht aktivieren. Um diese Tastenkombination zu verwenden, darf sie von keiner andere App benutzt werden; ggf. muss M³ neu gestartet werden. Andernfalls ist keine Aktion erforderlich.",
  "installNow": "Jetzt installieren",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Originale Mediendateien nach der Konvertierung behalten",
  "lastMinuteSong": "Ein Lied zur Medienliste hinzufügen",
  "light": "Hell",
  "localAppLang": "Anzeigesprache",
  "maxRes": "Maximale Auflösung für Videos",
  "mediaLang": "Sprache für Medien",
  "mediaLangFallback": "Ausweichsprache für Medien",
  "mediaSaveFolder": "Medienordner",
  "mediaWinShortcut": "Tastenkürzel zum Ein-/Ausschalten des Medienfensters",
  "mediaWindowBackground": "Hintergrundbild für Medienpräsentationsmodus",
  "meeting": "Zusammenkunft",
  "moreInfo": "Mehr erfahren",
  "mp4Conversion": "MP4-Konvertierung",
  "musicFadeOutSmart": "<span>XX</span> Sekunden vor der Zusammenkunft",
  "musicFadeOutTimer": "Nach <span>XX</span> Minuten",
  "musicFadeOutType": "Wiedergabe von Liedern automatisch beenden",
  "musicVolume": "Wiedergabelautstärke",
  "mwMeetingDay": "Zusammenkunft unter der Woche",
  "noMedia": "Für dieses Datum sind noch keine Medien vorhanden. Entweder ein Lied und benutzerdefinierte Medien hinzufügen oder Medien aus einer JWPUB-Datei extrahieren.",
  "noMeetings": "Keine Zusammenkünfte verfügbar. Bitte die Medienordner auf der Startseite aktualisieren.",
  "notAnImage": "Keine gültige Bilddatei. Bitte noch einmal versuchen.",
  "obsCameraScene": "Bühnenszene in OBS Studio",
  "obsMediaScene": "Medienszene in OBS Studio",
  "obsUseV4": "<em>obs-websocket v4</em> verwenden",
  "obsZoomScene": "OBS Studio Szene zum Anzeigen der Zoom Teilnehmer",
  "obsZoomSceneActivate": "Stelle sicher, dass die Zoom-Teilnehmer bereit sind, angezeigt zu werden. Das Medienfenster wird automatisch ausgeblendet, bis Medien angezeigt werden.",
  "obsZoomSceneExplain": "Zur schnellen und effizienten Verwaltung der Anzeige von Zoom-Teilnehmern während einer hybriden Zusammenkunft",
  "obsZoomSceneToggle": "Zoom Teilnehmer-Modus umschalten",
  "offlineMode": "Offline-Modus",
  "openFolder": "Medienordner öffnen",
  "openJWorg": "Öffne JW.org",
  "autoOpenFolderWhenDone": "Ordner nach Mediensynchronisierung öffnen",
  "optionsApp": "Einstellungen: Anwendung",
  "optionsCongSync": "Einstellungen: Versammlungs-Synchronisierung",
  "optionsMedia": "Einstellungen: Medien",
  "optionsMeetings": "Einstellungen: Zusammenkunft",
  "outputFolderDateFormat": "Datumsformat für Zusammenkunftsordner",
  "paragraph": "Absatz",
  "password": "Passwort",
  "pause": "Video anhalten/fortsetzen",
  "pauseImg": "Bild in Zoom ausblenden/anzeigen",
  "port": "Port",
  "ppBackward": "Tastenkombination zum Abspielen des vorherigen Medienelements",
  "ppForward": "Tastenkombination zum Abspielen des nächsten Medienelements",
  "preferredOutput": "Medienpräsentation auf",
  "presentShortcut": "Verknüpfung zum Öffnen des Medienpräsentationsmodus",
  "autoQuitWhenDone": "Anwendung nach Mediensynchronisierung beenden",
  "recurring": "Wiederkehrende Medien",
  "refresh": "Medienliste aktualisieren",
  "reportIssue": "Ein Problem melden",
  "autoRunAtBoot": "Anwendung beim Systemstart öffnen",
  "screen": "Bildschirm",
  "selectDocument": "Ein Dokument auswählen, für das Medien extrahiert werden sollen:",
  "selectExternalMedia": "Diese referenzierten Mediendateien sind nicht in der JWPUB-Datei enthalten. Bitte auf jede einzelne klicken, um sie auf dem Computer zu finden:",
  "settingLocked": "Einige Einstellungen wurden durch den Videokonferenz-Organisator der Versammlung gesperrt.",
  "settingsLocked": "Versammlungsweite Einstellungen",
  "settingsLockedExplain": "Die unten ausgewählten Einstellungen werden in ihrem aktuellen Zustand auf alle Benutzer angewendet, die sich mit dem gleichen Ordner und Server verbinden. Bitte änder diese Einstellungen nur, wenn du der Videokonferenz-Verantwortliche bist oder wenn du dazu von dem verantwortlichen Bruder dazu beauftragt wurdest.",
  "settingsLockedWhoAreYou": "Bist du der von der Ältestenschaft ernannte Videokonferenz-Organisator?",
  "showPrefix": "Medienpräfixe anzeigen",
  "shuffleMusicDownloaded": "Zufallsmusik heruntergeladen",
  "shuffleShortcut": "Tastenkürzel zum Abspielen von Königreichsliedern",
  "song": "Lied",
  "sortMedia": "Medien sortieren",
  "sortSave": "Speicherreihenfolge",
  "specialCong": "Besondere Versammlung (ohne reguläre Zusammenkünfte, z. B. Schulen)",
  "subsLang": "Sprache der Untertitel",
  "syncJwOrgMedia": "JW.ORG",
  "autoStartSync": "Mediensynchronisierung automatisch starten",
  "system": "System",
  "themePreference": "Designeinstellung",
  "understood": "Verstanden",
  "updateDownloaded": "Ein Update für M³ wurde erfolgreich heruntergeladen. Die Installation beginnt, wenn M³ geschlossen wird.",
  "updateDownloading": "Bitte warten; es wird gerade ein Update für M³ heruntergeladen.",
  "updateError": "Bei der Suche nach Updates ist etwas schief gelaufen.",
  "updateInstalled": "Ein Update für M³ wurde installiert.",
  "updateNotDownloaded": "Ein verfügbares Update für M³ konnte nicht automatisch heruntergeladen werden. Bitte den Download über die untenstehende Schaltfläche starten.",
  "username": "Benutzername",
  "wannaHelp": "Möchtest du helfen?",
  "wannaHelpExisting": "Die eingestellte Sprache hat keinen aktiven Übersetzer. Möchtest du helfen, M³ für Benutzer zu übersetzen, die diese Sprache sprechen?",
  "wannaHelpExplain": "Die eingestellte Mediensprache steht zur Zeit noch nicht als Anzeigesprache für M³ zur Verfügung. Möchtest du bei der Übersetzung von M³ in diese Sprache helfen?",
  "wannaHelpForSure": "Beim Übersetzen dieser Anwendung helfen",
  "wannaHelpWillGoAway": "Diese Benachrichtigung erscheint nur wenn eine neue Version von M³ veröffentlicht wurde.",
  "warnFileNotAvailable": "Die folgende Datei ist noch nicht verfügbar. Bitte später versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "warnMp4ConversionFailure": "Die folgende Datei konnte nicht in das MP4-Format konvertiert werden:",
  "warnNoDocumentsFound": "In keiner der angegebenen JWPUB-Dateien wurden Medien gefunden. Bitte die Datei überprüfen oder den Entwickler dieser Anwendung kontatieren.",
  "warnPdfConversionFailure": "Die Seiten der folgenden PDF-Datei konnten nicht als Bilder extrahiert werden:",
  "warnSvgConversionFailure": "Die folgende Datei wurde nicht als gültiges SVG erkannt:",
  "warnUnknownLastVersion": "Die zuvor installierte Version von M³ kann nicht ermittelt werden. Vermutlich wurde die Anwendung gerade aktualisiert.",
  "warning": "Warnung",
  "weMeetingDay": "Zusammenkunft am Wochenende",
  "webdavFolder": "Synchronisations-Ordner",
  "webdavFolderUp": "Verzeichnis nach oben verschieben",
  "window": "Verschiebbares Fenster"
}
