{
  "all": "Όλα",
  "areYouSure": "Είστε σίγουρος/η;",
  "autoPlayFirst": "Αυτόματη αναπαραγωγή του πρώτου στοιχείου πολυμέσων",
  "autoStartMusic": "Αυτόματη αναπαραγωγή μουσικής υπόκρουσης πριν από τις συναθροίσεις",
  "betaUpdates": "Ενεργοποιήστε τις ενημερώσεις beta για δοκιμές <em>(Σημείωση: Μην ενεργοποιήσετε αυτήν τη ρύθμιση στον υπολογιστή που χρησιμοποιείται για την παρουσίαση πολυμέσων στην Αίθουσα Βασιλείας.)</em>",
  "browse": "Αναζήτηση",
  "cancel": "Άκυρο",
  "cantCloseMediaWindowOpen": "Παρακαλώ βγείτε από τη λειτουργία ελέγχου πολυμέσων πριν επιχειρήσετε να τερματίσετε το M³.",
  "cleanCache": "Καθαρισμός προσωρινής μνήμης πολυμέσων",
  "clickAgain": "Πατήστε ξανά για επιβεβαίωση",
  "confirm": "Επιβεβαίωση",
  "congMedia": "Συγχρονισμός εκκλησίας",
  "congregationName": "Όνομα εκκλησίας",
  "convertDownloaded": "Μετατροπή πολυμέσων σε μορφή MP4",
  "convertDownloadedExplain": "Χρήσιμο για πλήρως απομακρυσμένες μη υβριδικές συναθροίσεις Zoom, για χρήση με τη δυνατότητα κοινής χρήσης αρχείων MP4 του Zoom",
  "coWeek": "Επόμενη προγραμματισμένη επίσκεψη του επισκόπου περιοχής",
  "coWeekExplain": "Θα ρυθμίσετε αυτόματα τη μεσοβδόμαδη συνάθροιση στην Τρίτη και θα παραλείψετε τα περιττά πολυμέσα για εκείνη την εβδομάδα",
  "custom": "Προσαρμοσμένο",
  "customCachePath": "Προσαρμοσμένη διαδρομή προσωρινής μνήμης (για εκδόσεις, κλπ.)",
  "dark": "Σκοτεινό",
  "delete": "Διαγραφή",
  "disableAutoUpdate": "Απενεργοποίηση μη κρίσιμων αυτόματων ενημερώσεων εφαρμογής",
  "disableHardwareAcceleration": "Απενεργοποίηση της επιτάχυνσης υλικού <em>(Σημείωση: Ενεργοποιήστε αυτή τη ρύθμιση μόνο αν αντιμετωπίζετε προβλήματα με την παρουσίαση μέσων. Η αλλαγή αυτής της ρύθμισης θα προκαλέσει επανεκκίνηση του M³.)</em>",
  "dontForgetToGetMedia": "Μην ξεχάσετε να ενημερώσετε τους φακέλους πολυμέσων στον υπολογιστή που χρησιμοποιούνται για την παρουσίαση των μέσων ενημέρωσης σε συναθροίσεις εκκλησίας!",
  "downloadShuffleMusic": "Λήψη όλων των τραγουδιών για μουσική υπόκρουση",
  "enableMediaDisplayButton": "Παρουσίαση πολυμέσων σε εξωτερική οθόνη ή σε ξεχωριστό παράθυρο",
  "enableMusicButton": "Ενεργοποίηση κουμπιού για την αναπαραγωγή μουσικής υπόκρουσης",
  "enableObs": "Ενεργοποίηση λειτουργίας συμβατότητας OBS Studio <em>(απαιτεί obs-websocket)</em>",
  "enablePp": "Ενεργοποίηση συντομεύσεων πληκτρολογίου κατά την αναπαραγωγή πολυμέσων (για χρήση με τηλεχειριστήριο USB, για παράδειγμα)",
  "enableSubtitles": "Ενεργοποίηση υποτίτλων για βίντεο",
  "enableVlcPlaylistCreation": "Δημιουργία λιστών αναπαραγωγής για χρήση με <em>VLC</em>",
  "enableZoom": "Ενεργοποίηση ενσωμάτωσης Zoom",
  "enableZoomExplain": "Αυτό είναι ένα έργο σε εξέλιξη. Παρακαλούμε να το δοκιμάσετε διεξοδικά πριν από την εφαρμογή του. Όταν είναι ενεργοποιημένη, θα προσπαθήσει να αυτοματοποιήσει διάφορες εργασίες πριν από τις συναθροίσεις (σίγαση όλων, ενεργοποίηση βίντεο / ήχου της Αίθουσας Βασιλείας, απενεργοποίηση της επιλογής για τους συμμετέχοντες να απενεργοποιήσουν τη σίγαση τους), στη διάρκεια των συναθροίσεων (επιλέξτε τους συμμετέχοντες για spotlight και για να τους αφαιρέσετε τη σίγαση, ή να τους σιγάσετε, να κατεβάσετε το χέρι τους και να αφαιρέσετε το spotlight) και μετά τις συναθροίσεις (απενεργοποιήστε τη ροή βίντεο της Αίθουσας Βασιλείας, επιτρέψτε στους συμμετέχοντες να απενεργοποιήσουν τη σίγαση τους).",
  "error": "Σφάλμα",
  "errorAdditionalMedia": "Παρουσιάστηκε σφάλμα κατά την εισαγωγή πολυμέσων. Παρακαλώ επικοινωνήστε με τον διοργανωτή τηλεδιάσκεψης.",
  "errorAdditionalMediaList": "Παρουσιάστηκε σφάλμα κατά την καταχώρηση πολυμέσων. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorBadOutputPath": "Η διαδρομή που καθορίσατε περιέχει παράνομους χαρακτήρες. Βεβαιωθείτε ότι οι ακόλουθοι χαρακτήρες δεν είναι παρόντες στη διαδρομή:",
  "errorDestExists": "Το ακόλουθο αρχείο ή κατάλογος υπάρχει ήδη:",
  "errorDownload": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια λήψης του παρακάτω αρχείου:",
  "errorDownloadSubs": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια λήψης υποτίτλων για το ακόλουθο αρχείο:",
  "errorExtractFromJWPUB": "Παρουσιάστηκε σφάλμα κατά την εξαγωγή πολυμέσων από το ακόλουθο αρχείο JWPUB:",
  "errorForcedSettingsEnforce": "Παρουσιάστηκε σφάλμα κατά την επιβολή των ρυθμίσεων εκκλησίας. Παρακαλώ επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorGetCongMedia": "Παρουσιάστηκε σφάλμα κατά την ανάκτηση των μέσων εκκλησίας. Παρακαλώ επαληθεύστε τις ρυθμίσεις συγχρονισμού ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorGetMwMedia": "Παρουσιάστηκε σφάλμα κατά την λήψη πολυμέσων για τη μεσοβδόμαδη συνάθροιση. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorGetWeMedia": "Παρουσιάστηκε σφάλμα κατά την λήψη πολυμέσων για τη συνάθροιση του Σαββατοκύριακου. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorInvalidPrefs": "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των αποθηκευμένων προτιμήσεών σας. Παρακαλούμε να αναδιαμορφώσετε όλες τις ρυθμίσεις όπως απαιτείται πριν συνεχίσετε.",
  "errorJwpubDbFetch": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανάκτησης της ακόλουθης έκδοσης:",
  "errorJwpubMediaExtract": "Παρουσιάστηκε σφάλμα κατά την εξαγωγή πολυμέσων από την ακόλουθη έκδοση:",
  "errorMwbUnavailable": "Το Φυλλάδιο Εργασίας συνάθροισης δεν είναι διαθέσιμο στην επιλεγμένη γλώσσα σας. Εξετάστε το ενδεχόμενο να ορίσετε μια εφεδρική γλώσσα για χρήση όποτε είναι απαραίτητο.",
  "errorNoShuffleSongs": "Δεν βρέθηκαν τραγούδια για αναπαραγωγή ως μουσική στο παρασκήνιο. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorNoSocket": "Δε βρέθηκε WebSocket. Δεν υπάρχει ενεργή σύνδεση με τη συνάντηση Zoom για αυτοματισμό.",
  "errorNotCoHost": "Ο χρήστης ενσωμάτωσης Zoom δεν είναι co-host. Παρακαλώ σιγουρευτείτε ότι ο χρήστης είναι co-host και προσπαθήστε ξανά.",
  "errorObs": "Παρουσιάστηκε σφάλμα κατά τη σύνδεση στο OBS Studio. Βεβαιωθείτε ότι το OBS Studio εκτελείται και ότι η ρύθμιση <code>obs-websocket</code> είναι σωστή.",
  "errorObsAuth": "Ο κωδικός πρόσβασης για την ενσωμάτωση του OBS Studio μπορεί να είναι εσφαλμένος. Βεβαιωθείτε ότι ο κωδικός πρόσβασης είναι σωστός και προσπαθήστε ξανά.",
  "errorObsCameraScene": "Η ρυθμισμένη προεπιλεγμένη σκηνή κάμερας δεν υπάρχει πια. Παρακαλώ αλλάξτε την στις ρυθμίσεις.",
  "errorObsMediaScene": "Η ρυθμισμένη σκηνή πολυμέσων δεν υπάρχει πια. Παρακαλώ αλλάξτε την από τις ρυθμίσεις.",
  "errorObsScene": "Η ακόλουθη σκηνή δεν βρέθηκε. Βεβαιωθείτε ότι υπάρχει ή επανασυνδεθείτε με το OBS μέσω των ρυθμίσεων.",
  "errorObsZoomScene": "Η ρυθμισμένη σκηνή Zoom δεν υπάρχει πια. Παρακαλώ αλλάξτε την στις ρυθμίσεις.",
  "errorOffline": "Η εφαρμογή είναι εκτός σύνδεσης. Δεν είναι δυνατή η λήψη ή αποστολή δεδομένων!",
  "errorPpEnable": "Οι συντομεύσεις πληκτρολογίου κατά την αναπαραγωγή πολυμέσων δεν μπόρεσαν να ενεργοποιηθούν. Παρακαλώ ελέγξτε αν οι ρυθμίσεις σας είναι έγκυρες.",
  "errorRename": "Παρουσιάστηκε σφάλμα κατά τη μετονομασία του παρακάτω αρχείου ή καταλόγου:",
  "errorSetVars": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια δημιουργίας ή πρόσβασης σε έναν κατάλογο. Παρακαλώ βεβαιωθείτε ότι έχετε πρόσβαση στην παρακάτω διαδρομή στον υπολογιστή σας.",
  "errorSiteCheck": "Δεν είναι δυνατή η δημιουργία σύνδεσης με τον ακόλουθο ιστότοπο:",
  "errorSyncCongMedia": "Παρουσιάστηκε σφάλμα κατά την ανάκτηση πολυμέσων από τον συγχρονισμό εκκλησίας. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον διοργανωτή τηλεδιάσκεψης.",
  "errorUnknown": "Παρουσιάστηκε ένα άγνωστο σφάλμα. Παρακαλώ επικοινωνήστε με τον διοργανωτή τηλεδιάσκεψης.",
  "errorWebdavLocked": "Δεν ήταν δυνατή η τροποποίηση του παρακάτω αρχείου στο διακομιστή εκκλησίας επειδή ήταν κλειδωμένο. Παρακαλώ δοκιμάστε ξανά αργότερα.",
  "errorWebdavLs": "Παρουσιάστηκε σφάλμα κατά την ανάγνωση του παρακάτω καταλόγου. Παρακαλώ επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorWebdavNotSupported": "Η υπηρεσία που χρησιμοποιείτε για τον διακομιστή εκκλησίας δεν υποστηρίζεται προς το παρόν. Μπορεί να μη λειτουργεί όπως προβλέπεται.",
  "errorWebdavPut": "Παρουσιάστηκε σφάλμα κατά την εγγραφή του παρακάτω αρχείου. Παρακαλώ επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorWebdavRm": "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του παρακάτω αρχείου. Επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "errorWebdavTooBig": "Το αρχείο που προσπαθείτε να ανεβάσετε είναι πολύ μεγάλο (μέγιστο 512MB). Το αρχείο προστέθηκε τοπικά, αλλά δεν μεταφορτώθηκε στον εξυπηρετητή εκκλησίας.",
  "errorWebdavTooManyRequests": "Έχουν σταλεί πάρα πολλά αιτήματα στο διακομιστή. Παρακαλώ δοκιμάστε ξανά αργότερα.",
  "errorWUnavailable": "Η Έκδοση Μελέτης της Σκοπιάς δεν είναι διαθέσιμη στην επιλεγμένη γλώσσα σας. Εξετάστε το ενδεχόμενο να ορίσετε μια εφεδρική γλώσσα για χρήση όποτε είναι απαραίτητο.",
  "errorYeartextNotFound": "Το εδάφιο του έτους για την ακόλουθη γλώσσα δεν είναι (ακόμη) διαθέσιμο. Εξετάστε το ενδεχόμενο να ορίσετε μια εφεδρική γλώσσα για χρήση όποτε είναι απαραίτητο.",
  "excludeFootnotes": "Εξαίρεση πολυμέσων από υποσημειώσεις στη Μελέτη Σκοπιάς",
  "excludeLffImages": "Εξαιρέστε εικόνες από το <em>Ευτυχισμένη Ζωή για Πάντα</em> εκτός της Εκκλησιαστικής Γραφικής Μελέτης",
  "excludeTh": "Εξαίρεση όλων των μέσων από το φυλλάδιο <em>th</em>",
  "fetchMedia": "Ενημέρωση φακέλων πολυμέσων",
  "fieldInvalid": "Αυτή δεν είναι μια έγκυρη τιμή για αυτό το πεδίο.",
  "fieldMax": "Μέγιστος αριθμός XX χαρακτήρων.",
  "fieldRequired": "Αυτό το πεδίο απαιτείται.",
  "fieldShortcutInvalid": "Αυτή δεν είναι μια έγκυρη συντόμευση",
  "fieldShortcutTaken": "Αυτή η συντόμευση έχει ήδη ληφθεί",
  "footnote": "Υποσημείωση",
  "hideMediaLogo": "Απόκρυψη λογότυπου από το παράθυρο παρουσίασης πολυμέσων",
  "hideWinAfterMedia": "Απόκρυψη παραθύρου πολυμέσων μετά την ολοκλήρωση της αναπαραγωγής πολυμέσων",
  "hideWinAfterMediaExplain": "Χρήσιμο ως επί το πλείστον για συναντήσεις που πραγματοποιούνται στη νοηματική γλώσσα",
  "hostname": "Διεύθυνση ιστού",
  "includePrinted": "Συμπερίληψη έντυπων μέσων όταν είναι διαθέσιμα",
  "info": "Πληροφορίες",
  "infoPubIgnored": "Αδυναμία λήψης πολυμέσων για την ακόλουθη έκδοση:",
  "infoShortcutSetFail": "Το M³ δεν μπόρεσε να ενεργοποιήσει την ακόλουθη συντόμευση πληκτρολογίου. Αν θέλετε να χρησιμοποιήσετε αυτή τη συντόμευση πληκτρολογίου, βεβαιωθείτε ότι καμία άλλη εφαρμογή δεν τη χρησιμοποιεί και επανεκκινήστε το M³. Διαφορετικά, δεν απαιτείται δράση.",
  "installNow": "Εγκατάσταση τώρα",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Διατήρηση αρχικών αρχείων πολυμέσων μετά τη μετατροπή",
  "lastMinuteSong": "Προσθήκη τραγουδιού στη λίστα πολυμέσων",
  "light": "Φωτεινό",
  "localAppLang": "Εμφάνιση γλώσσας",
  "manageMedia": "Διαχείριση πολυμέσων",
  "maxRes": "Μέγιστη ανάλυση για βίντεο",
  "mediaLang": "Γλώσσα πολυμέσων",
  "mediaLangFallback": "Fallback γλώσσα πολυμέσων",
  "mediaSaveFolder": "Φάκελος στον οποίο θα αποθηκευτούν τα πολυμέσα",
  "mediaWinShortcut": "Συντόμευση για εναλλαγή ορατότητας παραθύρου πολυμέσων",
  "mediaWindowBackground": "Εικόνα φόντου για λειτουργία παρουσίασης πολυμέσων",
  "meeting": "Συνάθροιση",
  "minutesBeforeMeeting": "<span>XX</span> λεπτά πριν από τη συνάθροιση",
  "moreInfo": "Μάθετε περισσότερα",
  "mp4Conversion": "Μετατροπή MP4",
  "musicFadeOutSmart": "<span>XX</span> δευτερόλεπτα πριν από τη συνάθροιση",
  "musicFadeOutTimer": "Μετά από <span>XX</span> λεπτά",
  "musicFadeOutType": "Αυτόματη διακοπή αναπαραγωγής μουσικής φόντου",
  "musicVolume": "Ένταση ήχου αναπαραγωγής μουσικής παρασκηνίου",
  "mwMeetingDay": "Μεσοβδόμαδη συνάθροιση",
  "noMedia": "Δεν υπάρχουν ακόμα πολυμέσα για αυτήν την ημερομηνία. Προσθέστε ένα τραγούδι, προσαρμοσμένο μέσο ή εξαγάγετε πολυμέσα από ένα αρχείο JWPUB.",
  "noMeetings": "Δεν υπάρχουν διαθέσιμες συναθροίσεις. Παρακαλώ δοκιμάστε να ενημερώσετε τους φακέλους πολυμέσων από την αρχική οθόνη.",
  "notAnImage": "Αυτό δεν είναι έγκυρο αρχείο εικόνας. Παρακαλώ προσπαθήστε ξανά.",
  "obsCameraScene": "Προεπιλεγμένη σκηνή προβολής σκηνής στο OBS Studio",
  "obsMediaScene": "Σκηνή παραθύρου πολυμέσων στο OBS Studio",
  "obsImageScene": "Προαιρετική ξεχωριστή σκηνή πολυμέσων για εικόνες",
  "obsRefresh": "Ανανέωση σύνδεσης OBS",
  "obsUseV4": "Χρήση <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Στούντιο σκηνή για να εμφανίσει συμμετέχοντες Zoom",
  "obsZoomSceneActivate": "Βεβαιωθείτε ότι οι συμμετέχοντες στο Zoom είναι έτοιμοι να εμφανιστούν. Το παράθυρο πολυμέσων θα κρυφτεί αυτόματα μέχρι να εμφανιστεί το πολυμέσο.",
  "obsZoomSceneExplain": "Χρησιμοποιείται για γρήγορη και αποτελεσματική διαχείριση της εμφάνισης των συμμετεχόντων Zoom κατά τη διάρκεια μιας υβριδικής συνάθροισης",
  "obsZoomSceneToggle": "Εναλλαγή λειτουργίας συμμετέχοντας(ων) στο Zoom",
  "offlineMode": "Λειτουργία χωρίς σύνδεση",
  "openFolder": "Άνοιγμα φακέλου πολυμέσων",
  "openJWorg": "Άνοιγμα JW.org",
  "autoOpenFolderWhenDone": "Άνοιγμα φακέλου μετά τον συγχρονισμό πολυμέσων",
  "optionsApp": "Ρύθμιση εφαρμογής",
  "optionsCongSync": "Ρύθμιση συγχρονισμού εκκλησίας",
  "optionsMedia": "Ρύθμιση πολυμέσων",
  "optionsMeetings": "Ρύθμιση συνάθροισης",
  "outputFolderDateFormat": "Μορφή ημερομηνίας για φακέλους συναθροίσεων",
  "paragraph": "Παράγραφος",
  "password": "Κωδικός",
  "pause": "Παύση/συνέχιση βίντεο",
  "pauseImg": "Απόκρυψη/εμφάνιση εικόνας κατά τη μεγέθυνση",
  "port": "Θύρα",
  "ppBackward": "Συνδυασμός πλήκτρου για αναπαραγωγή του προηγούμενου στοιχείου πολυμέσων",
  "ppForward": "Συνδυασμός κλειδιού για αναπαραγωγή του επόμενου στοιχείου πολυμέσων",
  "preferredOutput": "Εμφάνιση παραθύρου παρουσίασης πολυμέσων στο",
  "presentShortcut": "Συντόμευση για άνοιγμα λειτουργίας παρουσίασης πολυμέσων",
  "publicTalk": "Δημόσια Ομιλία",
  "autoQuitWhenDone": "Τερματισμός εφαρμογής μετά τον συγχρονισμό πολυμέσων",
  "recurring": "Επαναλαμβανόμενα μέσα",
  "refresh": "Ανανέωση λίστας μέσων",
  "remindNeedCoHost": "Μην ξεχάσετε να κάνετε co-host τον χρήστη ενοποίησης Zoom",
  "reportIssue": "Αναφορά προβλήματος",
  "autoRunAtBoot": "Εκτέλεση εφαρμογής κατά την εκκίνηση του συστήματος",
  "screen": "Οθόνη",
  "selectDocument": "Επιλέξτε ένα έγγραφο για το οποίο θα εξαγάγετε μέσα:",
  "selectExternalMedia": "Αυτά τα αρχεία πολυμέσων δεν περιλαμβάνονται στο αρχείο JWPUB. Παρακαλώ κάντε κλικ σε κάθε ένα για να το εντοπίσετε στον υπολογιστή σας:",
  "selectSong": "Επιλέξτε έναν ύμνο Βασιλείας",
  "selectVideo": "Επιλέξτε ένα βίντεο από το JW.org",
  "settingLocked": "Ορισμένες ρυθμίσεις έχουν κλειδωθεί από τον διοργανωτή τηλεδιάσκεψης της εκκλησίας σας.",
  "settingsLocked": "Ρυθμίσεις σε επίπεδο εκκλησίας",
  "settingsLockedExplain": "Οι παρακάτω ρυθμίσεις θα εφαρμοστούν, στην τρέχουσα κατάστασή τους, σε όλους τους χρήστες που συνδέονται με τον ίδιο φάκελο και διακομιστή. Παρακαλώ, αλλάξτε αυτές τις ρυθμίσεις μόνο αν είστε ο καθορισμένος διοργανωτής τηλεδιάσκεψης, ή εάν σας έχει δοθεί η άδεια να το κάνετε από έναν υπεύθυνο αδελφό.",
  "settingsLockedWhoAreYou": "Είσαι ο διοργανωτής τηλεδιάσκεψης που έχει οριστεί από το σώμα των πρεσβυτέρων;",
  "showPrefix": "Εμφάνιση προθεμάτων πολυμέσων",
  "shuffleMusicDownloaded": "Τυχαία αναπαραγωγή μουσικής λήφθηκε",
  "shuffleShortcut": "Συντόμευση για εναλλαγή μουσικής φόντου",
  "song": "Τραγούδι",
  "sortMedia": "Ταξινόμηση στοιχείων πολυμέσων",
  "sortSave": "Αποθήκευση σειράς",
  "specialCong": "Ειδική συνάθροιση (χωρίς τακτικές συναθροίσεις, π.χ. σχολεία)",
  "spotlightParticipants": "Spotlight συμμετέχοντες",
  "subsLang": "Γλώσσα υποτίτλων",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Αυτόματη έναρξη συγχρονισμού πολυμέσων",
  "system": "Σύστημα",
  "themePreference": "Προτίμηση θέματος",
  "toggleSubtitles": "Εναλλαγή υποτίτλων",
  "toggleSubtitlePosition": "Εναλλαγή κάθετης θέσης υποτίτλων για αυτό το βίντεο",
  "understood": "Κατανοώ",
  "unmuteParticipant": "Unmute συμμετέχοντα",
  "updateDownloaded": "Μια ενημέρωση στο M³ λήφθηκε επιτυχώς. Η εγκατάσταση θα ξεκινήσει όταν κλείσει το M³.",
  "updateDownloading": "Κατεβάζετε μια ενημέρωση στο M³ στο παρασκήνιο.",
  "updateError": "Κάτι πήγε στραβά κατά τον έλεγχο για ενημερώσεις.",
  "updateInstalled": "Έχει εγκατασταθεί μια ενημέρωση στο M³.",
  "updateNotDownloaded": "Μια ενημέρωση στο M³ είναι διαθέσιμη, αλλά δεν μπορεί να γίνει αυτόματη λήψη. Παρακαλώ κατεβάστε τη χειροκίνητα.",
  "username": "Όνομα Χρήστη",
  "videoTimeReset": "Επαναφορά ωρών έναρξης και λήξης",
  "videoTimeSet": "Αποθήκευση προσαρμοσμένων ωρών έναρξης και λήξης",
  "wannaHelp": "Θα θέλατε να βοηθήσετε?",
  "wannaHelpExisting": "Η τοπική γλώσσα που έχει ρυθμιστεί δεν έχει ενεργό μεταφραστή. Θα θέλατε να βοηθήσετε στη μετάφραση M³ για χρήστες που μιλούν αυτή τη γλώσσα;",
  "wannaHelpExplain": "Η τρέχουσα ρυθμισμένη γλώσσα πολυμέσων δεν είναι ακόμα διαθέσιμη ως γλώσσα εμφάνισης για το M³. Θα θέλατε να βοηθήσετε στη μετάφραση M³ για χρήστες που μιλούν αυτή τη γλώσσα;",
  "wannaHelpForSure": "Θα ήθελα να βοηθήσω στη μετάφραση αυτής της εφαρμογής",
  "wannaHelpWillGoAway": "Αυτή η ειδοποίηση θα εμφανιστεί μόνο όταν μια νέα έκδοση του M³ κυκλοφορεί.",
  "warnFileNotAvailable": "Το παρακάτω αρχείο δεν είναι ακόμα διαθέσιμο. Παρακαλώ δοκιμάστε ξανά αργότερα, ή επικοινωνήστε με τον διοργανωτή της βιντεοδιάσκεψης.",
  "warnMp4ConversionFailure": "Το ακόλουθο αρχείο δεν μπόρεσε να μετατραπεί σε μορφή MP4:",
  "warnNoDocumentsFound": "Δεν βρέθηκε κανένα από τα έγγραφα του JWPUB. Παρακαλώ επικυρώστε το αρχείο ή επικοινωνήστε με τον προγραμματιστή αυτής της εφαρμογής.",
  "warnPdfConversionFailure": "Οι σελίδες από το ακόλουθο αρχείο PDF δεν μπορούν να εξαχθούν ως εικόνες:",
  "warnSvgConversionFailure": "Το ακόλουθο αρχείο δεν αναγνωρίστηκε ως έγκυρη εικόνα SVG:",
  "warnUnknownLastVersion": "Δεν ήταν δυνατή η δημιουργία προηγούμενης εγκατεστημένης έκδοσης του M³. Υποθέτοντας ότι η εφαρμογή μόλις ενημερώθηκε.",
  "warning": "Προειδοποίηση",
  "weMeetingDay": "Συνάθροιση Σαββατοκύριακου",
  "webdavFolder": "Φάκελος συγχρονισμού εκκλησίας",
  "webdavFolderUp": "Μετακίνηση φακέλου πάνω",
  "window": "Κινητό παράθυρο",
  "zoomAutoRename": "Αυτόματη μετονομασία συμμετεχόντων στο Zoom",
  "zoomAutoRenameFormat": "Παλιό Όνομα=Νέο Όνομα",
  "zoomAutoStartMeeting": "Αυτόματη εκτέλεση ενεργειών έναρξης συνάθροισης",
  "zoomHideComponent": "Απόκρυψη στοιχείου Zoom από προεπιλογή",
  "zoomId": "Id Συνάντησης Zoom",
  "zoomMuteParticipants": "Σίγαση συμμετεχόντων στο Zoom",
  "zoomName": "Όνομα συμμετέχοντα στο Zoom",
  "zoomSaveRename": "Αποθήκευση στις ρυθμίσεις για αυτόματη μετονομασία",
  "zoomSpotlight": "Spotlight βίντεο κατά την έναρξη της συνάθροισης",
  "zoomStartMeeting": "Έναρξη συνάθροισης Zoom",
  "zoomStopMeeting": "Διακοπή συνάθροισης Zoom",
  "zoomToggleComponent": "Εναλλαγή ορατότητας στοιχείου Zoom"
}
