{
  "browse": "Explorar",
  "cantCloseMediaWindowOpen": "Por favor salga del modo reproducción multimedia antes de intentar cerrar M³.",
  "cleanCache": "Limpiar caché de multimedia",
  "clickAgain": "Clic de nuevo para confirmar",
  "congMedia": "Sincronización de la congregación",
  "congregationName": "Nombre de la congregación",
  "convertDownloaded": "Convertir multimedia a formato MP4",
  "convertExternal": "Permitir importar multimedia adicionales",
  "custom": "Personalizar",
  "delete": "Borrar",
  "disableHardwareAcceleration": "Deshabilite la aceleración por hardware <em>(Nota: solo habilite esta configuración si tiene problemas con la presentación de medios. Cambiar esta configuración hará que M³ se reinicie).</em>",
  "dontForgetToGetMedia": "¡No olvide actualizar las carpetas de medios en la computadora que se usa para presentar los medios en las reuniones de la congregación!",
  "enableMediaDisplayButton": "Habilitar botón para presentar multimedia en un pantalla externa o en una ventana separada",
  "enableMusicButton": "Habilitar botón para reproducir canciones del Reino en modo aleatorio",
  "enableObs": "Habilite el modo de compatibilidad de OBS Studio <em>(requiere obs-websocket)</em>",
  "enablePp": "Activar control remoto PowerPoint USB",
  "enableVlcPlaylistCreation": "Crear listas de reproducción para usar con <em>VLC</em>",
  "error": "Error",
  "errorAdditionalMedia": "Ocurrió un error al importar multimedia. Póngase en contacto con el organizador de su videoconferencia.",
  "errorAdditionalMediaList": "Se produjo un error al enumerar la multimedia. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia.",
  "errorBadOutputPath": "La ruta que especificó contiene caracteres no permitidos. Asegúrese de que los siguientes caracteres no estén presentes en la ruta:",
  "errorForcedSettingsEnforce": "Se produjo un error al aplicar la configuración de la congregación. Póngase en contacto con el organizador de su videoconferencia.",
  "errorGetCongMedia": "Se produjo un error al obtener los medios de la congregación. Verifique la configuración de sincronización de su congregación o comuníquese con el organizador de su videoconferencia.",
  "errorGetMwMedia": "Se produjo un error al obtener medios para la reunión de entre semana. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia.",
  "errorGetWeMedia": "Se produjo un error al obtener multimedia para la reunión del fin de semana. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia.",
  "errorInvalidPrefs": "Ocurrió un error al cargar sus preferencias guardadas. Vuelva a configurar todos los ajustes según sea necesario antes de continuar.",
  "errorJwpubDbFetch": "Se produjo un error al intentar obtener la siguiente publicación:",
  "errorJwpubMediaExtract": "Se produjo un error al extraer multimedia de la siguiente publicación:",
  "errorObs": "Ocurrió un error al intentar conectarse a OBS Studio. Verifique que OBS Studio se esté ejecutando y que la configuración de <code>obs-websocket</code> sea correcta.",
  "errorSetVars": "Se produjo un error al intentar crear o acceder a un directorio. Asegúrese de tener acceso a la siguiente ruta en su computadora.",
  "errorSiteCheck": "No se puede establecer una conexión con el siguiente sitio:",
  "errorSyncCongMedia": "Se produjo un error al obtener medios de la sincronización de la congregación. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia.",
  "errorWebdavLs": "Ocurrió un error al intentar leer el siguiente directorio. Póngase en contacto con el organizador de su videoconferencia.",
  "errorWebdavPut": "Ocurrió un error al intentar escribir el siguiente archivo. Póngase en contacto con el organizador de su videoconferencia.",
  "errorWebdavRm": "Se produjo un error al intentar eliminar el siguiente archivo. Póngase en contacto con el organizador de su videoconferencia.",
  "excludeLffi": "Excluir archivos de audio y video del folleto / libro <em>lffi</em>",
  "excludeLffiImages": "Excluir ilustraciones del folleto / libro <em>lffi</em>",
  "excludeTh": "Excluir contenido multimedia del folleto <em>th</em>",
  "fetchMedia": "¡Actualizar multimedia!",
  "hideMediaLogo": "Ocultar el logotipo en la ventana de presentación multimedia",
  "hostname": "Nombre de host",
  "info": "Información",
  "infoPubIgnored": "No se puede obtener contenido multimedia para la siguiente publicación:",
  "infoShortcutSetFail": "M³ no pudo activar el siguiente método abreviado de teclado. Si desea utilizar este método abreviado de teclado, asegúrese de que ninguna otra aplicación lo esté utilizando y reinicie M³. De lo contrario, no se requiere ninguna acción.",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Mantenga los archivos multimedia originales después de la conversión",
  "localAppLang": "Idioma a mostrar",
  "maxRes": "Resolución máxima para videos",
  "mediaLang": "Idioma del contenido multimedia",
  "mediaSaveFolder": "Carpeta en la que guardar los contenidos multimedia",
  "mediaWindowBackground": "Ilustración de fondo para el modo de presentación multimedia",
  "meeting": "Reunión",
  "moreInfo": "Saber más",
  "mp4Conversion": "Conversión de MP4 ",
  "musicFadeOutSmart": "<span>XX</span> segundos antes de la reunión",
  "musicFadeOutTimer": "Después de <span>XX</span> minutos",
  "musicFadeOutType": "Dejar de reproducir canciones automáticamente",
  "musicVolume": "Volumen de reproducción de la canción",
  "mwMeetingDay": "Reunión entre semana",
  "notAnImage": "Este no es un archivo de ilustración válido. Inténtalo de nuevo.",
  "obsCameraScene": "Escena de vista predeterminada en OBS Studio",
  "obsMediaScene": "Escena de ventana multimedia en OBS Studio",
  "openTargetFolderAfterSync": "Abrir carpeta después de la sincronización de multimedia",
  "optionsApp": "Configuración de la aplicación",
  "optionsCongSync": "Configuración de sincronización de la congregación",
  "optionsMedia": "Configuración de la multimedia",
  "optionsMeetings": "Configuración de la reunión",
  "outputFolderDateFormat": "Formato de fecha para carpetas de reuniones",
  "paragraph": "Párrafo",
  "password": "Contraseña",
  "port": "Puerto",
  "ppBackward": "Atajo anterior contenido multimedia",
  "ppForward": "Atajo siguiente contenido multimedia",
  "preferredOutput": "Mostrar ventana de presentación multimedia en",
  "quitAfterSync": "Salir de la aplicación después de la sincronización de la multimedia",
  "recurring": "Recurrente",
  "reportIssue": "Reportar un problema",
  "runAtStartup": "Ejecutar la aplicación al iniciar el sistema",
  "screen": "Pantalla",
  "selectDocument": "Seleccione un documento para extraer multimedia:",
  "selectExternalMedia": "Estos archivos multimedia a los que se hace referencia no están incluidos en el archivo JWPUB. Haga clic en cada uno para ubicarlo en su computadora:",
  "settingLocked": "Algunas configuraciones han sido bloqueadas por el organizador de videoconferencias de su congregación.",
  "settingsLocked": "Configuración de toda la congregación",
  "settingsLockedExplain": "La configuración seleccionada a continuación se aplicará, en su estado actual, a todos los usuarios que se conecten a la misma carpeta y servidor. Por favor, cambie esta configuración solo si usted es el organizador designado de la videoconferencia, o si un hermano responsable le ha dado permiso para hacerlo.",
  "settingsLockedWhoAreYou": "¿Es usted el organizador de la videoconferencia designado por el cuerpo de ancianos?",
  "song": "Canción",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Iniciar automáticamente la sincronización de la multimedia",
  "understood": "entendido",
  "updateDownloaded": "Se descargó correctamente una actualización de M³. La instalación comenzará cuando se cierre M³.",
  "updateDownloading": "Espere por favor; actualmente se está descargando una actualización de M³.",
  "updateInstalled": "Se instaló una actualización de M³.",
  "updateNotDownloaded": "Hay disponible una actualización de M³, pero no se pudo descargar automáticamente. Por favor, descárguelo haciendo clic en el botón de abajo.",
  "username": "Nombre de usuario",
  "wannaHelp": "¿Le gustaría ayudar?",
  "wannaHelpExplain": "El idioma multimedia actualmente configurado aún no está disponible como idioma de visualización para M³. ¿Le gustaría ayudar a traducir M³ para los usuarios que hablan ese idioma?",
  "wannaHelpForSure": "Ayuda a traducir esta aplicación",
  "wannaHelpWillGoAway": "Esta notificación solo aparecerá cuando se publique una nueva versión de M³.",
  "warnFileNotAvailable": "El siguiente archivo aún no está disponible. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia",
  "warnMp4ConversionFailure": "El siguiente archivo no se pudo convertir al formato MP4:",
  "warnNoDocumentsFound": "No se encontraron multimedia en ninguno de los documentos del JWPUB elegido. Valide el archivo o comuníquese con el desarrollador de esta aplicación.",
  "warnPdfConversionFailure": "Las páginas del siguiente archivo PDF no se pudieron extraer como ilustraciones:",
  "warnSvgConversionFailure": "El siguiente archivo no se reconoció como una ilustración SVG válida:",
  "warnUnknownLastVersion": "No se puede establecer la versión previamente instalada de M³. Suponiendo que la aplicación se acaba de actualizar.",
  "warning": "Advertencia",
  "weMeetingDay": "Reunión de fin de semana",
  "webdavFolder": "Carpeta de sincronización de la congregación",
  "window": "Ventana móvil"
}
