{
  "all": "Todo",
  "areYouSure": "¿Está seguro?",
  "autoPlayFirst": "Reproducir automáticamente el primer contenido",
  "autoStartMusic": "Reproducir música de fondo automáticamente antes de las reuniones",
  "browse": "Explorar",
  "cancel": "Cancelar",
  "cantCloseMediaWindowOpen": "Por favor salga del modo reproducción multimedia antes de intentar cerrar M³.",
  "cleanCache": "Limpiar caché multimedia",
  "clickAgain": "Clic de nuevo para confirmar",
  "confirm": "Confirmar",
  "congMedia": "Sincronización de la congregación",
  "congregationName": "Nombre de la congregación",
  "convertDownloaded": "Convertir multimedia a formato MP4",
  "convertDownloadedExplain": "Útil para reuniones de Zoom totalmente remotas, para usar con la función nativa de uso compartido de archivos MP4 de Zoom",
  "convertExternal": "Permitir importar contenidos adicionales",
  "coWeek": "Siguiente visita del Superintendente de Circuito",
  "coWeekExplain": "Establecerá automáticamente la reunión de entre semana a Martes y omitirá los contenidos innecesarios para esa semana",
  "custom": "Personalizar",
  "customCachePath": "Ruta de caché personalizada (para publicaciones, etc.)",
  "dark": "Oscuro",
  "delete": "Borrar",
  "disableAutoUpdate": "Desactivar actualizaciones automáticas",
  "disableHardwareAcceleration": "Deshabilite la aceleración por hardware <em>(Nota: solo habilite esta configuración si tiene problemas con la presentación de medios. Cambiar esta configuración hará que M³ se reinicie).</em>",
  "dontForgetToGetMedia": "¡No olvide actualizar las carpetas de medios en la computadora que se usa para presentar los medios en las reuniones de la congregación!",
  "downloadShuffleMusic": "Descargar todas las canciones para música de fondo",
  "enableMediaDisplayButton": "Habilitar botón para presentar contenidos multimedia en una pantalla externa o en una ventana separada",
  "enableMusicButton": "Activar botón para reproducir música de fondo",
  "enableObs": "Habilite el modo de compatibilidad de OBS Studio <em>(requiere obs-websocket)</em>",
  "enablePp": "Activar atajos de teclado durante la reproducción (para usar también con control remoto PowerPoint USB)",
  "enableSubtitles": "Habilitar subtítulos para contenidos",
  "enableVlcPlaylistCreation": "Crear listas de reproducción para usar con <em>VLC</em>",
  "enableZoom": "Habilitar integración con Zoom",
  "error": "Error",
  "errorAdditionalMedia": "Ocurrió un error al importar contenidos. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorAdditionalMediaList": "Se produjo un error al enumerar los contenidos. Vuelva a intentarlo más tarde o póngase en contacto con su Organizador de Videoconferencia.",
  "errorBadOutputPath": "La ruta que especificó contiene caracteres no permitidos. Asegúrese de que los siguientes caracteres no estén presentes en la ruta:",
  "errorDestExists": "El siguiente archivo o directorio ya existe:",
  "errorDownload": "Se ha producido un error al intentar descargar el archivo:",
  "errorDownloadSubs": "Se ha producido un error al intentar descargar los subtítulos del archivo:",
  "errorExtractFromJWPUB": "Se ha producido un error al intentar extraer el contenido del archivo JWPUB:",
  "errorForcedSettingsEnforce": "Se produjo un error al aplicar la configuración de la congregación. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorGetCongMedia": "Se produjo un error al obtener los medios de la congregación. Verifique la configuración de sincronización de su congregación o comuníquese con su Organizador de Videoconferencia.",
  "errorGetMwMedia": "Se produjo un error al obtener medios para la reunión de entre semana. Vuelva a intentarlo más tarde o póngase en contacto con su Organizador de Videoconferencia.",
  "errorGetWeMedia": "Se produjo un error al obtener los contenidos para la reunión del fin de semana. Vuelva a intentarlo más tarde o póngase en contacto con su Organizador de Videoconferencia.",
  "errorInvalidPrefs": "Ocurrió un error al cargar sus preferencias guardadas. Vuelva a configurar todos los ajustes según sea necesario antes de continuar.",
  "errorJwpubDbFetch": "Se produjo un error al intentar obtener la siguiente publicación:",
  "errorJwpubMediaExtract": "Se produjo un error al extraer multimedia de la siguiente publicación:",
  "errorMwbUnavailable": "La Guía de Actividades no está disponible en el idioma seleccionado. Considere establecer un idioma alternativo para usarla cuando sea necesario.",
  "errorNoShuffleSongs": "No se han encontrado canciones para reproducir como música de fondo. Por favor, inténtalo de nuevo más tarde o contacta con tu organizador de videoconferencia.",
  "errorNoSocket": "No se ha encontrado ningún WebSocket. No hay conexión activa con la reunión de Zoom para la automatización.",
  "errorNotCoHost": "El usuario de integración con Zoom no es coanfitrión. Por favor, asegúrese de que el usuario es coanfitrión y vuelva a intentarlo.",
  "errorObs": "Ocurrió un error al intentar conectarse a OBS Studio. Verifique que OBS Studio se esté ejecutando y que la configuración de <code>obs-websocket</code> sea correcta.",
  "errorObsAuth": "La contraseña para la integración de OBS Studio puede ser incorrecta. Verifique que la contraseña sea correcta y vuelva a intentarlo.",
  "errorObsCameraScene": "La escena configurada como cámara predeterminada ya no existe. Por favor, cámbielo en la configuración.",
  "errorObsMediaScene": "La escena configurada como multimedia ya no existe. Por favor, cámbielo en la configuración.",
  "errorObsScene": "No se pudo encontrar la siguiente escena. Asegúrese de que existe o vuelva a conectar con OBS a través de la configuración.",
  "errorObsZoomScene": "La escena de Zoom configurada ya no existe. Por favor, cámbielo en la configuración.",
  "errorOffline": "La aplicación está fuera de línea. ¡No se pueden cargar ni descargar contenidos!",
  "errorPpEnable": "No se pudieron habilitar los atajos de teclado durante la reproducción de contenidos. Por favor, compruebe si su configuración es válida.",
  "errorRename": "Se ha producido un error al intentar renombrar el archivo o carpeta:",
  "errorSetVars": "Se produjo un error al intentar crear o acceder a un directorio. Asegúrese de tener acceso a la siguiente ruta en su computadora.",
  "errorSiteCheck": "No se puede establecer una conexión con el siguiente sitio:",
  "errorSyncCongMedia": "Se produjo un error al obtener medios de la sincronización de la congregación. Vuelva a intentarlo más tarde o póngase en contacto con su Organizador de Videoconferencia.",
  "errorUnknown": "Se ha producido un error desconocido. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorWebdavLocked": "No se pudo modificar el siguiente archivo en el servidor de la congregación porque estaba bloqueado. Inténtalo de nuevo más tarde.",
  "errorWebdavLs": "Ocurrió un error al intentar leer el siguiente directorio. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorWebdavNotSupported": "El servicio que está utilizando actualmente para su servidor de congregación no es compatible. Puede que no funcione según lo previsto.",
  "errorWebdavPut": "Ocurrió un error al intentar escribir el siguiente archivo. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorWebdavRm": "Se produjo un error al intentar eliminar el siguiente archivo. Póngase en contacto con su Organizador de Videoconferencia.",
  "errorWebdavTooBig": "El archivo que está intentando subir es demasiado grande (máximo 512 MB). El archivo se agregó localmente, pero no se subió al servidor de la congregación.",
  "errorWebdavTooManyRequests": "Se han enviado demasiadas solicitudes al servidor. Por favor, inténtelo de nuevo más tarde.",
  "errorWUnavailable": "La Edición de Estudio de La Atalaya no está disponible en el idioma seleccionado. Considere establecer un idioma alternativo para usarla cuando sea necesario.",
  "errorYeartextNotFound": "El texto del año para el siguiente idioma (todavía) no está disponible. Considere establecer un idioma alternativo para usarlo cuando sea necesario.",
  "excludeLffImages": "Excluir imágenes <em>Disfrute de la vida </em> que no sean del Estudio Bíblico de Congregación",
  "excludeTh": "Excluir contenido multimedia del folleto <em>th</em>",
  "fetchMedia": "Actualizar multimedia",
  "fieldInvalid": "Este no es un valor válido para este campo.",
  "fieldMax": "Max XX caracteres.",
  "fieldRequired": "Este campo es requerido.",
  "fieldShortcutInvalid": "Este no es un atajo válido",
  "fieldShortcutTaken": "Este atajo ya está tomado",
  "hideMediaLogo": "Ocultar el logotipo en la ventana de presentación multimedia",
  "hideWinAfterMedia": "Ocultar la ventana de presentación multimedia después de que los contenidos terminan de reproducirse",
  "hideWinAfterMediaExplain": "Útil principalmente para reuniones celebradas en lenguaje de señas",
  "hostname": "Nombre de host",
  "includePrinted": "Incluir medios impresos cuando estén disponibles",
  "info": "Información",
  "infoPubIgnored": "No se puede obtener contenido multimedia para la siguiente publicación:",
  "infoShortcutSetFail": "M³ no pudo activar el siguiente método abreviado de teclado. Si desea utilizar este método abreviado de teclado, asegúrese de que ninguna otra aplicación lo esté utilizando y reinicie M³. De lo contrario, no se requiere ninguna acción.",
  "installNow": "Instalar ahora",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Mantenga los archivos multimedia originales después de la conversión",
  "lastMinuteSong": "Agregar una canción a la lista de medios",
  "light": "Claro",
  "localAppLang": "Idioma a mostrar",
  "manageMedia": "Manage media",
  "maxRes": "Resolución máxima para videos",
  "mediaLang": "Idioma del contenido multimedia",
  "mediaLangFallback": "Lenguaje multimedia alternativo",
  "mediaSaveFolder": "Carpeta en la que guardar los contenidos multimedia",
  "mediaWinShortcut": "Acceso directo para alternar la visibilidad de la ventana multimedia",
  "mediaWindowBackground": "Ilustración de fondo para el modo de presentación multimedia",
  "meeting": "Reunión",
  "minutesBeforeMeeting": "<span>XX</span> minutos antes de la reunión",
  "moreInfo": "Saber más",
  "mp4Conversion": "Conversión de MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes de la reunión",
  "musicFadeOutTimer": "Después de <span>XX</span> minutos",
  "musicFadeOutType": "Detener automáticamente la reproducción de música de fondo",
  "musicVolume": "Volumen de reproducción de música de fondo",
  "mwMeetingDay": "Reunión entre semana",
  "noMedia": "Aún no hay medios para esta fecha. Agregue una canción, medios personalizados o extraiga medios de un archivo JWPUB.",
  "noMeetings": "No hay reuniones disponibles. Intente actualizar las carpetas multimedia desde la pantalla de inicio.",
  "notAnImage": "Este no es un archivo de ilustración válido. Inténtalo de nuevo.",
  "obsCameraScene": "Escena de vista predeterminada en OBS Studio",
  "obsMediaScene": "Escena de ventana multimedia en OBS Studio",
  "obsRefresh": "Actualizar conexión con OBS",
  "obsUseV4": "Utilice <em>obs-websocket v4</em>",
  "obsZoomScene": "Escena de OBS Studio para mostrar a los asistentes por Zoom",
  "obsZoomSceneActivate": "Asegúrese de que los participantes de Zoom estén listos para mostrarse. La ventana de medios se ocultará automáticamente hasta que se muestren los contenidos.",
  "obsZoomSceneExplain": "Se utiliza para administrar de manera rápida y eficiente la visualización de los participantes de Zoom durante una reunión híbrida",
  "obsZoomSceneToggle": "Alternar el modo de escena Zoom",
  "offlineMode": "Modo sin Internet",
  "openFolder": "Abrir carpeta multimedia",
  "openJWorg": "Abrir JW.org",
  "autoOpenFolderWhenDone": "Abrir carpeta después de la sincronización de contenidos",
  "optionsApp": "Configuración de la aplicación",
  "optionsCongSync": "Configuración de sincronización de la congregación",
  "optionsMedia": "Configuración de multimedia",
  "optionsMeetings": "Configuración de la reunión",
  "outputFolderDateFormat": "Formato de fecha para carpetas de reuniones",
  "paragraph": "Párrafo",
  "password": "Contraseña",
  "pause": "Pausar/reanudar video",
  "pauseImg": "Ocultar/mostrar imagen en Zoom",
  "port": "Puerto",
  "ppBackward": "Atajo anterior contenido multimedia",
  "ppForward": "Atajo siguiente contenido multimedia",
  "preferredOutput": "Mostrar ventana de presentación multimedia en",
  "presentShortcut": "Acceso directo para abrir el modo de presentación multimedia",
  "publicTalk": "Discurso Público",
  "autoQuitWhenDone": "Salir de la aplicación después de la sincronización de contenidos multimedia",
  "recurring": "Recurrente",
  "refresh": "Actualizar lista de medios",
  "remindNeedCoHost": "No olvides hacer coanfitrión al usuario de integración con Zoom",
  "reportIssue": "Reportar un problema",
  "autoRunAtBoot": "Ejecutar la aplicación al iniciar el sistema",
  "screen": "Pantalla",
  "selectDocument": "Seleccione un documento para extraer contenidos:",
  "selectExternalMedia": "Estos archivos multimedia a los que se hace referencia no están incluidos en el archivo JWPUB. Haga clic en cada uno para ubicarlo en su computadora:",
  "selectSong": "Selecciona una canción del Reino",
  "selectVideo": "Seleccione un vídeo de JW.org",
  "settingLocked": "Algunas configuraciones han sido bloqueadas por el organizador de videoconferencias de su congregación.",
  "settingsLocked": "Configuración de toda la congregación",
  "settingsLockedExplain": "La configuración seleccionada a continuación se aplicará, en su estado actual, a todos los usuarios que se conecten a la misma carpeta y servidor. Por favor, cambie esta configuración solo si usted es el Organizador de Videoconferencia, o si un hermano responsable le ha dado permiso para hacerlo.",
  "settingsLockedWhoAreYou": "¿Es usted el Organizador de Videoconferencia designado por el cuerpo de ancianos?",
  "showPrefix": "Mostrar prefijos de medios",
  "shuffleMusicDownloaded": "Música aleatoria descargada",
  "shuffleShortcut": "Atajo para alternar la música de fondo",
  "song": "Canción",
  "sortMedia": "Ordenar elementos multimedia",
  "sortSave": "Guardar orden",
  "specialCong": "Congregación especial (sin reuniones periódicas, por ejemplo, escuelas)",
  "spotlightParticipants": "Destacar participantes",
  "subsLang": "Idioma de los subtítulos",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Iniciar automáticamente la sincronización del contenido multimedia",
  "system": "Sistema",
  "themePreference": "Seleccionar tema",
  "toggleSubtitles": "Alternar subtitulos",
  "toggleSubtitlePosition": "Cambiar posición vertical de subtítulos para este vídeo",
  "understood": "Entendido",
  "unmuteParticipant": "Desbloquear micrófono",
  "updateDownloaded": "Se descargó correctamente una actualización de M³. La instalación comenzará cuando se cierre M³.",
  "updateDownloading": "Espere por favor; actualmente se está descargando una actualización de M³.",
  "updateError": "Algo salió mal al buscar actualizaciones.",
  "updateInstalled": "Se instaló una actualización de M³.",
  "updateNotDownloaded": "Hay disponible una actualización de M³, pero no se pudo descargar automáticamente. Por favor, descárguelo haciendo clic en el botón de abajo.",
  "username": "Nombre de usuario",
  "videoTimeReset": "Restablecer horas de inicio y fin",
  "videoTimeSet": "Guardar horas de inicio y fin personalizadas",
  "wannaHelp": "¿Le gustaría ayudar?",
  "wannaHelpExisting": "El idioma local configurado no tiene traductor activo. ¿Te gustaría ayudar a traducir M³ para los usuarios que hablan ese idioma?",
  "wannaHelpExplain": "El idioma multimedia actualmente configurado aún no está disponible como idioma de visualización para M³. ¿Le gustaría ayudar a traducir M³ para los usuarios que hablan ese idioma?",
  "wannaHelpForSure": "Ayuda a traducir esta aplicación",
  "wannaHelpWillGoAway": "Esta notificación solo aparecerá cuando se publique una nueva versión de M³.",
  "warnFileNotAvailable": "El siguiente archivo aún no está disponible. Vuelva a intentarlo más tarde o póngase en contacto con el organizador de la videoconferencia.",
  "warnMp4ConversionFailure": "El siguiente archivo no se pudo convertir al formato MP4:",
  "warnNoDocumentsFound": "No se encontraron contenidos multimedia en ninguno de los documentos JWPUB elegidos. Verifique el archivo o comuníquese con el desarrollador de esta aplicación.",
  "warnPdfConversionFailure": "Las páginas del siguiente archivo PDF no se pudieron extraer como ilustraciones:",
  "warnSvgConversionFailure": "El siguiente archivo no se reconoció como una ilustración SVG válida:",
  "warnUnknownLastVersion": "No se puede establecer la versión previamente instalada de M³. Suponiendo que la aplicación se acaba de actualizar.",
  "warning": "Advertencia",
  "weMeetingDay": "Reunión de fin de semana",
  "webdavFolder": "Carpeta de sincronización de la congregación",
  "webdavFolderUp": "Mover carpeta hacia arriba",
  "window": "Ventana móvil",
  "zoomAutomateAudio": "Automatiza el audio (usa audio del participante de Zoom en lugar del audio del anfitrión)",
  "zoomAutoRename": "Renombra automáticamente los asistentes de Zoom",
  "zoomAutoRenameFormat": "Nombre actual=Nuevo nombre",
  "zoomAutoStartMeeting": "Ejecuta automáticamente las acciones de inicio de reunión",
  "zoomHideComponent": "Ocultar usuario Zoom por defecto",
  "zoomId": "ID de reunión de Zoom",
  "zoomMuteParticipants": "Silenciar asistentes por Zoom",
  "zoomName": "Nombre del asistente por Zoom",
  "zoomSaveRename": "Guardar en los ajustes para renombrar automáticamente",
  "zoomSpotlight": "Vídeo destacado al comenzar la reunión",
  "zoomStartMeeting": "Iniciar reunión Zoom",
  "zoomStopMeeting": "Detener reunión Zoom",
  "zoomToggleComponent": "Alternar visibilidad del usuario Zoom"
}
