{
  "all": "Tout",
  "areYouSure": "Êtes-vous sûr ?",
  "autoPlayFirst": "Lecture automatique du premier média",
  "autoStartMusic": "Jouer automatiquement la musique de fond avant les réunions",
  "betaUpdates": "Activez les mises à jour bêta pour effectuer des tests <em>(Remarque : Ce réglage ne doit pas être activé sur l'ordinateur utilisé pour présenter les médias à la salle du Royaume.)</em>",
  "browse": "Parcourir",
  "cancel": "Annuler",
  "cantCloseMediaWindowOpen": "Veuillez quitter le mode de présentation des médias avant de quitter M³.",
  "cleanCache": "Vider le cache des médias",
  "clickAgain": "Cliquer à nouveau pour confirmer",
  "confirm": "Confirmer",
  "congMedia": "Synchronisation au niveau de l'assemblée locale",
  "congregationName": "Nom de l'assemblée locale",
  "convertDownloaded": "Convertir médias en format MP4",
  "convertDownloadedExplain": "Utile pour les réunions virtuelles Zoom non hybrides ; à utiliser en conjonction avec la fonctionnalité de partage de vidéos MP4 de Zoom",
  "convertExternal": "Permettre l'import de médias additionnels",
  "coWeek": "Prochaine visite prévue du responsable de circonscription",
  "coWeekExplain": "Déplacera automatiquement la réunion de semaine au mardi et sautera les médias non utilisés pour cette semaine",
  "custom": "Autre",
  "customCachePath": "Dossier de cache personnalisé (pour les publications, etc.)",
  "dark": "Sombre",
  "delete": "Supprimer",
  "disableAutoUpdate": "Désactiver la mise à jour automatique de l'application",
  "disableHardwareAcceleration": "Désactiver l'accélération matérielle <em>(Remarque : N'activez ce paramètre que si vous rencontrez des problèmes avec le mode de présentation des médias. Si ce paramètre est modifié, M³ sera relancé.)</em>",
  "dontForgetToGetMedia": "N'oubliez pas de rafraîchir les dossiers multimédias sur l'ordinateur utilisé pour présenter les médias lors des réunions de l'assemblée locale !",
  "downloadShuffleMusic": "Télécharger tous les cantiques pour la musique de fond",
  "enableMediaDisplayButton": "Présenter les médias sur un écran externe ou dans une fenêtre séparée",
  "enableMusicButton": "Activer le bouton pour jouer de la musique de fond",
  "enableObs": "Activer le mode de compatibilité avec OBS Studio <em>(nécessite obs-websocket)</em>",
  "enablePp": "Activer les raccourcis clavier pendant la lecture des médias (à utiliser avec une télécommande USB, par exemple)",
  "enableSubtitles": "Activer les sous-titres pour les vidéos",
  "enableVlcPlaylistCreation": "Créer des listes de lecture (playlists) à utiliser avec <em>VLC</em>",
  "enableZoom": "Activer l'intégration avec Zoom",
  "enableZoomExplain": "Cette fonctionnalité est en cours de développement. Veuillez la tester soigneusement avant de la mettre en place. Lorsqu'elle est activée, elle permettra d'automatiser diverses tâches avant la réunion (couper le micro de tous les participants, activer le flux audio/vidéo de la Salle du Royaume, désactiver l'option permettant aux participants d'activer eux-mêmes leur micro), pendant la réunion (sélectionner des participants pour les mettre en évidence et activer leur micros, ou bien pour couper leur micros, baisser leurs mains et enlever la mise en évidence) et après la réunion (désactiver le flux vidéo de la Salle du Royaume, permettre aux participants d'activer eux-mêmes leur micros).",
  "error": "Erreur",
  "errorAdditionalMedia": "Une erreur est survenue lors de l'importation des médias. Veuillez contacter votre organisateur des vidéoconférences.",
  "errorAdditionalMediaList": "Une erreur est survenue lors de l'énumération des médias. Veuillez réessayer plus tard ou contacter votre organisateur des vidéoconférences.",
  "errorBadOutputPath": "Le chemin d'accès que vous avez spécifié contient des caractères non autorisés. Veuillez vous assurer que les caractères suivants ne sont pas présents dans le chemin d'accès :",
  "errorDestExists": "Le fichier ou répertoire suivant existe déjà :",
  "errorDownload": "Une erreur est survenue lors du téléchargement du fichier suivant :",
  "errorDownloadSubs": "Une erreur est survenue lors du téléchargement des sous-titres pour le fichier suivant :",
  "errorExtractFromJWPUB": "Une erreur est survenue lors de l'extraction des médias du fichier JWPUB suivant :",
  "errorForcedSettingsEnforce": "Une erreur est survenue lors de l'application des paramètres de l'assemblée locale. Veuillez contacter votre organisateur des vidéoconférences.",
  "errorGetCongMedia": "Une erreur est survenue lors de la récupération des médias de l'assemblée locale. Veuillez vérifier les paramètres de synchronisation de l'assemblée locale ou contacter votre organisateur des vidéoconférences.",
  "errorGetMwMedia": "Une erreur est survenue lors de la récupération des médias pour la réunion de semaine. Veuillez réessayer plus tard ou contactez votre organisateur des vidéoconférences.",
  "errorGetWeMedia": "Une erreur est survenue lors de la récupération des médias pour la réunion de fin de semaine. Veuillez réessayer plus tard ou contacter votre organisateur des vidéoconférences.",
  "errorInvalidPrefs": "Une erreur est survenue lors du chargement de vos préférences enregistrées. Veuillez reconfigurer tous les paramètres tel que souhaité avant de continuer.",
  "errorJwpubDbFetch": "Une erreur est survenue lors du chargement de la publication suivante :",
  "errorJwpubMediaExtract": "Une erreur est survenue lors de l'extraction des médias de la publication suivante :",
  "errorMwbUnavailable": "Le Cahier pour la réunion Vie chrétienne et ministère n'est pas disponible dans la langue que vous avez sélectionné. Pensez à définir une langue secondaire à utiliser dans de tels cas.",
  "errorNoShuffleSongs": "Aucuns cantiques trouvés pour jouer comme musique de fond. Veuillez réessayer plus tard ou contacter votre organisateur des visioconférences.",
  "errorNoSocket": "Aucun WebSocket n'a été trouvé. Il n'y a pas de connexion active à une réunion Zoom pour pouvoir l'automatiser.",
  "errorNotCoHost": "L'utilisateur connecté par l'intégration avec Zoom n'est pas un co-hôte. Veuillez vous assurer que l'utilisateur est désigné en tant que co-hôte et réessayez.",
  "errorObs": "Une erreur est survenue lors de la connexion à OBS Studio. Veuillez vérifier que OBS Studio est bien lancé et que la configuration de <code>obs-websocket</code> est correcte.",
  "errorObsAuth": "Le mot de passe pour l'intégration d'OBS Studio être peut-être incorrect. Veuillez vérifier que le mot de passe est correct et réessayer.",
  "errorObsCameraScene": "La scène de caméra par défaut configurée n'existe plus. Veuillez la modifier dans les paramètres.",
  "errorObsMediaScene": "La scène média configurée n'existe plus. Veuillez la modifier dans les paramètres.",
  "errorObsScene": "La scène suivante n'a pas pu être trouvée. Assurez-vous qu'elle existe ou reconnectez-vous à OBS Studio dans les réglages.",
  "errorObsZoomScene": "La scène Zoom configurée n'existe plus. Veuillez la modifier dans les paramètres.",
  "errorOffline": "L'application est hors ligne. Les données ne peuvent pas être téléchargées !",
  "errorPpEnable": "Les raccourcis clavier pour lecture de multimédia n'ont pas pu être activés. Veuillez vérifier si les paramètres sont valides.",
  "errorRename": "Une erreur est survenue lors de la tentative de renommer le fichier ou le répertoire suivant :",
  "errorSetVars": "Une erreur est survenue lors de la création ou de l'accès à un répertoire. Veuillez vous assurer que vous avez les droits d'accès au chemin suivant sur votre ordinateur.",
  "errorSiteCheck": "Impossible d'établir une connexion avec le site suivant :",
  "errorSyncCongMedia": "Une erreur est survenue lors de la récupération des médias depuis la synchronisation de l'assemblée locale. Veuillez réessayer plus tard ou contacter votre organisateur des vidéoconférences.",
  "errorUnknown": "Une erreur inconnue est survenue. Veuillez contacter votre organisateur de vidéoconférence.",
  "errorWebdavLocked": "Impossible de modifier le fichier suivant sur le serveur de l'assemblée locale, car il était verrouillé. Veuillez réessayer plus tard.",
  "errorWebdavLs": "Une erreur est survenue lors de la lecture du répertoire suivant. Veuillez contacter votre organisateur des vidéoconférences.",
  "errorWebdavNotSupported": "Le service que vous utilisez pour votre serveur de congrégation n'est pas pris en charge. Il pourrait ne pas fonctionner comme prévu.",
  "errorWebdavPut": "Une erreur est survenue lors de l'écriture du fichier suivant. Veuillez contacter votre organisateur des vidéoconférences.",
  "errorWebdavRm": "Une erreur est survenue lors de la suppression du fichier suivant. Veuillez contacter votre organisateur des vidéoconférences.",
  "errorWebdavTooBig": "Le fichier que vous tentez de télécharger est trop volumineux (max 512 Mo). Le fichier a été rajouté localement, mais n'a pas été téléversé sur le serveur de l'assemblée locale.",
  "errorWebdavTooManyRequests": "Trop de requêtes ont été envoyées au serveur. Veuillez réessayer plus tard.",
  "errorWUnavailable": "L'édition d'étude de la Tour de Garde n'est pas disponible dans la langue que vous avez sélectionné. Considérez la possibilité de définir une langue secondaire à utiliser dans de tels cas.",
  "errorYeartextNotFound": "Le texte de l'année pour la langue suivante n'est pas (encore) disponible. Pensez à définir une langue secondaire à utiliser dans de tels cas.",
  "excludeLffImages": "Exclure les images du livre <em>lff</em>, excepté lors de l'étude biblique de l'assemblée",
  "excludeTh": "Exclure tous les médias de la brochure <em>th</em>",
  "fetchMedia": "Rafraîchir les dossiers multimédias",
  "fieldInvalid": "Cette valeur est invalide pour ce champ.",
  "fieldMax": "Max. XX caractères.",
  "fieldRequired": "Ce champ est requis.",
  "fieldShortcutInvalid": "Ceci n'est pas un raccourci valide",
  "fieldShortcutTaken": "Ce raccourci est déjà en cours d'utilisation",
  "hideMediaLogo": "Masquer le logo dans la fenêtre de présentation des médias",
  "hideWinAfterMedia": "Masquer la fenêtre multimédia après la fin de la lecture du média",
  "hideWinAfterMediaExplain": "Utile surtout pour les réunions tenues en langue des signes",
  "hostname": "Adresse du serveur",
  "includePrinted": "Inclure les médias en format imprimé lorsqu'ils sont disponibles",
  "info": "Information",
  "infoPubIgnored": "Impossible de récupérer les médias pour la publication suivante :",
  "infoShortcutSetFail": "M³ n'a pas pu activer le raccourci clavier suivant. Si vous souhaitez utiliser ce raccourci clavier, assurez-vous qu'aucune autre application ne l'utilise et relancez M³. Sinon, aucune action n'est requise.",
  "installNow": "Installer maintenant",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Conserver les fichiers multimédias originaux après leur conversion",
  "lastMinuteSong": "Ajouter un cantique à la liste des médias",
  "light": "Clair",
  "localAppLang": "Langue d'affichage",
  "manageMedia": "Gérer les médias",
  "maxRes": "Résolution maximale pour vidéos",
  "mediaLang": "Langue des médias",
  "mediaLangFallback": "Langue secondaire, dans le cas où un média ne serait pas disponible dans la langue principale",
  "mediaSaveFolder": "Dossier d'enregistrement des médias",
  "mediaWinShortcut": "Raccourci pour basculer la visibilité de la fenêtre multimédia",
  "mediaWindowBackground": "Image d'arrière-plan pour le mode de présentation des médias",
  "meeting": "Réunion",
  "minutesBeforeMeeting": "<span>XX</span> minutes avant le début de la réunion",
  "moreInfo": "Plus de détails",
  "mp4Conversion": "Conversion MP4",
  "musicFadeOutSmart": "<span>XX</span> secondes avant le début de la réunion",
  "musicFadeOutTimer": "Après <span>XX</span> minutes",
  "musicFadeOutType": "Arrêt automatique de la lecture de la musique de fond",
  "musicVolume": "Volume de la musique de fond",
  "mwMeetingDay": "Réunion de semaine",
  "noMedia": "Il n'y a pas encore de média pour cette date. Ajoutez un cantique, des médias personnalisés ou extrayez des médias à partir d'un fichier JWPUB.",
  "noMeetings": "Il n'y a pas de réunions disponibles. Veuillez essayer de mettre à jour les dossiers multimédias à partir de l'écran d'accueil.",
  "notAnImage": "Ceci n'est pas un fichier d'image valide. Veuillez réessayer à nouveau.",
  "obsCameraScene": "Vue de l'estrade configurée dans OBS Studio",
  "obsMediaScene": "Vue de la fenêtre de présentation des médias configurée dans OBS Studio",
  "obsImageScene": "Scène média séparée facultative pour les images",
  "obsRefresh": "Actualiser la connexion OBS",
  "obsUseV4": "Utiliser <em>obs-websocket v4</em>",
  "obsZoomScene": "Scène OBS Studio pour afficher les participants Zoom",
  "obsZoomSceneActivate": "Assurez-vous que les participants sur Zoom sont prêts à être affichés. La fenêtre des médias sera masquée automatiquement jusqu'à ce que des médias soient montrés.",
  "obsZoomSceneExplain": "Utilisé pour gérer de façon rapide et efficace l'affichage des participants Zoom lors d'une réunion hybride",
  "obsZoomSceneToggle": "Basculer le mode pour participant(s) Zoom",
  "offlineMode": "Mode hors-ligne",
  "openFolder": "Ouvrir le dossier multimédia",
  "openJWorg": "Ouvrir JW.org",
  "autoOpenFolderWhenDone": "Ouvrir le dossier des médias après la synchronisation",
  "optionsApp": "Configuration de l'appli",
  "optionsCongSync": "Configuration de la synchronisation au niveau de l'assemblée locale",
  "optionsMedia": "Configuration des médias",
  "optionsMeetings": "Configuration des réunions",
  "outputFolderDateFormat": "Format de date pour les dossiers de réunion",
  "paragraph": "Paragraphe",
  "password": "Mot de passe",
  "pause": "Mettre en pause/reprendre la vidéo",
  "pauseImg": "Masquer/afficher l'image sur Zoom",
  "port": "Port",
  "ppBackward": "Combinaison de touches pour passer au média précédent",
  "ppForward": "Combinaison de touches pour passer au média suivant",
  "preferredOutput": "Afficher la fenêtre de présentation des médias sur",
  "presentShortcut": "Raccourci pour ouvrir le mode de présentation multimédia",
  "publicTalk": "Discours public",
  "autoQuitWhenDone": "Quitter l'appli après la synchronisation des médias",
  "recurring": "Médias récurrents",
  "refresh": "Actualiser la liste des médias",
  "remindNeedCoHost": "N'oubliez pas de désigner l'utilisateur connecté par l'intégration avec Zoom en tant que co-hôte",
  "reportIssue": "Signaler un problème",
  "autoRunAtBoot": "Lancer l'appli automatiquement au démarrage de l'ordinateur",
  "screen": "Écran",
  "selectDocument": "Sélectionnez un document pour lequel vous souhaitez extraire les médias :",
  "selectExternalMedia": "Les fichiers médias référencés ci-dessous ne sont pas inclus dans le fichier JWPUB. Veuillez cliquer sur chaque fichier afin d'indiquer son emplacement sur votre ordinateur :",
  "selectSong": "Sélectionnez un cantique",
  "selectVideo": "Sélectionnez une vidéo à partir de JW.org",
  "settingLocked": "Certains paramètres ont été verrouillés par l'organisateur des vidéoconférences de votre assemblée locale.",
  "settingsLocked": "Paramètres bloqués pour l'assemblée locale",
  "settingsLockedExplain": "Les paramètres sélectionnés ci-dessous seront appliqués, tels qu'ils sont actuellement configurés, pour tous les utilisateurs qui se connectent au même dossier et serveur. Veuillez ne modifier ces paramètres que si vous êtes l'organisateur des vidéoconférences désigné, ou si vous avez reçu l'autorisation d'un frère responsable.",
  "settingsLockedWhoAreYou": "Êtes-vous l'organisateur des vidéoconférences désigné par le collège des anciens ?",
  "showPrefix": "Afficher les préfixes de média",
  "shuffleMusicDownloaded": "Cantiques pour mode aléatoire téléchargés",
  "shuffleShortcut": "Raccourci pour activer/désactiver la musique de fond",
  "song": "Cantique",
  "sortMedia": "Trier les éléments multimédias",
  "sortSave": "Enregistrer le tri",
  "specialCong": "Assemblée locale spéciale (sans réunions régulières, par exemple pour les écoles théocratiques)",
  "spotlightParticipants": "Mettre en évidence des participants",
  "subsLang": "Langue des sous-titres",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Lancer la synchronisation automatiquement",
  "system": "Système",
  "themePreference": "Préférence de thème",
  "toggleSubtitles": "Basculer les sous-titres",
  "toggleSubtitlePosition": "Basculer la position verticale des sous-titres pour cette vidéo",
  "understood": "J'ai compris",
  "unmuteParticipant": "Activer le son du participant",
  "updateDownloaded": "Une mise à jour de M³ a été téléchargée avec succès. L'installation commencera dès que M³ sera fermé.",
  "updateDownloading": "Veuillez patienter, une mise à jour de M³ est en cours de téléchargement.",
  "updateError": "Une erreur est survenue lors de la recherche de mises à jour.",
  "updateInstalled": "Une mise à jour de M³ a été installée.",
  "updateNotDownloaded": "Une mise à jour de M³ est disponible, mais n'a pas pu être téléchargée automatiquement. Veuillez la télécharger manuellement.",
  "username": "Nom d'utilisateur",
  "videoTimeReset": "Réinitialiser les temps de début et de fin",
  "videoTimeSet": "Enregistrer les temps de début et de fin",
  "wannaHelp": "Aimeriez-vous nous aider ?",
  "wannaHelpExisting": "La langue locale actuellement configurée n'a pas de traducteur actif. Aimeriez-vous aider à traduire M³ pour les utilisateurs qui parlent cette langue ?",
  "wannaHelpExplain": "La langue des médias actuellement configurée n'est pas encore disponible comme langue d'affichage pour M³. Aimeriez-vous aider à traduire M³ pour les utilisateurs qui parlent cette langue ?",
  "wannaHelpForSure": "Aidez à traduire cette appli",
  "wannaHelpWillGoAway": "Cette notification n'apparaîtra que lorsqu'une nouvelle version de M³ sera publiée.",
  "warnFileNotAvailable": "Le fichier suivant n'est pas disponible actuellement. Veuillez réessayer plus tard ou contacter votre organisateur des vidéoconférences.",
  "warnMp4ConversionFailure": "Le fichier suivant n'a pas pu être converti au format MP4 :",
  "warnNoDocumentsFound": "Aucun média n'a été trouvé dans les documents du JWPUB choisi. Veuillez valider ce fichier ou contacter le développeur de cette application.",
  "warnPdfConversionFailure": "Les pages du fichier PDF suivant n'ont pas pu être extraites en tant qu'images :",
  "warnSvgConversionFailure": "Le fichier suivant n'a pu être reconnu comme une image SVG valide :",
  "warnUnknownLastVersion": "Impossible de déterminer la version de M³ qui était installée auparavant. Présumons que l'appli vient tout juste d'être mise à jour.",
  "warning": "Avertissement",
  "weMeetingDay": "Réunion de fin de semaine",
  "webdavFolder": "Dossier de l'assemblée locale",
  "webdavFolderUp": "Se déplacer un répertoire plus haut",
  "window": "Fenêtre déplaçable",
  "zoomAutoRename": "Renommer automatiquement certains participants Zoom",
  "zoomAutoRenameFormat": "Ancien nom=Nouveau nom",
  "zoomAutoStartMeeting": "Exécuter automatiquement les actions de début de réunion",
  "zoomHideComponent": "Masquer le composant Zoom par défaut",
  "zoomId": "N° de réunion Zoom",
  "zoomMuteParticipants": "Couper le son des participants Zoom",
  "zoomName": "Nom du participant Zoom",
  "zoomSaveRename": "Enregistrer dans les réglages pour renommer automatiquement",
  "zoomSpotlight": "Mettre en évidence la vidéo au démarrage de la réunion",
  "zoomStartMeeting": "Démarrer la réunion Zoom",
  "zoomStopMeeting": "Arrêter la réunion Zoom",
  "zoomToggleComponent": "Basculer la visibilité du composant Zoom"
}
