{
  "all": "Összes",
  "areYouSure": "Biztos vagy benne?",
  "autoPlayFirst": "Az első médiaelem automatikus lejátszása",
  "autoStartMusic": "Háttérzene automatikus lejátszása összejövetelek előtt",
  "betaUpdates": "Engedélyezze a béta frissítéseket tesztelési célokra <em>(Megjegyzés: Ne engedélyezze ezt a beállítást azon a számítógépen, amelyet a média bemutatására használnak a Királyság teremben)</em>",
  "browse": "Tallózás",
  "cancel": "Mégsem",
  "cantCloseMediaWindowOpen": "Kérjük, lépjen ki a médiavezérlő módból, mielőtt megpróbálna kilépni a programból.",
  "cleanCache": "Média-gyorsítótár törlése",
  "clickAgain": "Kattintson ismét a jóváhagyáshoz",
  "confirm": "Jóváhagyás",
  "congMedia": "Gyülekezet szinkron",
  "congregationName": "Gyülekezet név",
  "convertDownloaded": "Média konvertálása MP4 formátumba",
  "convertDownloadedExplain": "Hasznos a teljesen távoli Zoom megbeszélésekhez, a Zoom natív MP4 fájlmegosztási funkciójával való használatra",
  "convertExternal": "További média importálásának felajánlása",
  "coWeek": "A körfelvigyázó következő tervezett látogatása",
  "coWeekExplain": "Automatikusan keddre teszi a hétköznapi összejövetelt, és mellőzi a felesleges médiatartalmakat azon a héten",
  "custom": "Egyedi",
  "customCachePath": "Egyéni gyorsítótár elérési útvonal (kiadványokhoz stb.)",
  "dark": "Sötét",
  "delete": "Törlés",
  "disableAutoUpdate": "Automatikus alkalmazásfrissítés letiltása",
  "disableHardwareAcceleration": "Hardveres gyorsítás letiltása <em>(Megjegyzés: Csak akkor engedélyezze ezt a beállítást, ha problémákat tapasztal a lejátszás során. A beállítás módosítása az program újraindulását eredményezi.)</em>",
  "dontForgetToGetMedia": "Ne felejtse el frissíteni a médiafájlok mappáit azon a számítógépen, amelyet a gyülekezeti összejöveteleken a média lejátszására és kivetítésére használnak!",
  "downloadShuffleMusic": "Az összes dal letöltése a háttérzenéhez",
  "enableMediaDisplayButton": "Média megjelenítése külső megjelenítőn vagy külön ablakban",
  "enableMusicButton": "A háttérzene lejátszásának engedélyező gombja",
  "enableObs": "Az OBS Studio kompatibilitási mód engedélyezése <em>(obs-websocket szükséges)</em>",
  "enablePp": "Billentyűparancsok engedélyezése médialejátszás közben (például USB távvezérlővel való használatra)",
  "enableSubtitles": "Feliratok bekapcsolása a videókhoz",
  "enableVlcPlaylistCreation": "Hozzon létre lejátszási listákat a <em>VLC-vel</em> történő használatra",
  "enableZoom": "Zoom integráció bekapcsolása",
  "enableZoomExplain": "This is a work in progress. Please test test it thoroughly before implementing it. When enabled, it will attempt to automate various pre-meeting (mute all, enable the Kingdom Hall's video/audio, disable the option for participants to unmute themselves), in-meeting (select participants to spotlight and unmute them, or to mute them, lower their hand and remove the spotlight) and post-meeting (disable the Kingdom Hall's video feed, allow participants to unmute themselves) tasks.",
  "error": "Hiba",
  "errorAdditionalMedia": "Hiba történt a média importálása közben. Kérjük, lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorAdditionalMediaList": "Hiba történt az összejövetel médiatartalmának lekérése közben. Kérjük, próbálja újra később, vagy forduljon a videokonferencia szervezőjéhez.",
  "errorBadOutputPath": "A megadott elérési út nem támogatott karaktereket tartalmaz. Győződjön meg arról, hogy a következő karakterek nem szerepelnek az elérési útban:",
  "errorDestExists": "A következő fájl vagy könyvtár már létezik:",
  "errorDownload": "Hiba történt a következő fájl letöltése közben:",
  "errorDownloadSubs": "Hiba történt a következő fájl feliratának letöltése közben:",
  "errorExtractFromJWPUB": "Hiba lépett fel a következő JWPUB fájl médiatartalmának kinyerése közben:",
  "errorForcedSettingsEnforce": "Hiba történt a gyülekezeti beállítások érvényesítése során. Kérjük, lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorGetCongMedia": "Hiba történt a gyülekezeti média lekérése közben. Kérjük, ellenőrizze a gyülekezet szinkronizálási beállításait, vagy lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorGetMwMedia": "Hiba történt a hétköznapi összejövetel médiatartalmának lekérése közben. Kérjük, próbálja újra később, vagy forduljon a videokonferencia szervezőjéhez.",
  "errorGetWeMedia": "Hiba történt a hétvégi összejövetel médiatartalmának lekérése közben. Kérjük, próbálja újra később, vagy forduljon a videokonferencia szervezőjéhez.",
  "errorInvalidPrefs": "Hiba történt a mentett beállítások betöltése közben. A folytatás előtt nézze át az összes beállítást.",
  "errorJwpubDbFetch": "Hiba történt a következő kiadvány lekérése közben:",
  "errorJwpubMediaExtract": "Hiba történt a médiafájlok következő kiadványból történő kibontása közben:",
  "errorMwbUnavailable": "A Munkafüzet nem érhető el az Ön által kiválasztott nyelven. Fontolja meg egy tartalék nyelv beállítását, amelyet szükség esetén használhat.",
  "errorNoShuffleSongs": "Nem találtunk háttérzeneként lejátszható dalokat. Kérjük, próbálja meg később újra, vagy lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorNoSocket": "Nem találtunk WebSocket-et. Nincs aktív kapcsolat az automatizálásra szolgáló Zoom meetinghez.",
  "errorNotCoHost": "A Zoom integráció felhasználója nem co-host. Kérjük, győződjön meg róla, hogy a felhasználó co-host, és próbálja meg újra.",
  "errorObs": "Hiba történt az OBS Studiohoz való csatlakozási kísérlet során. Ellenőrizze, hogy az OBS Studio fut-e, és hogy az <code>obs-websocket</code> konfiguráció megfelelő-e.",
  "errorObsAuth": "Előfordulhat, hogy az OBS Studio integrációjának jelszava helytelen. Kérjük, ellenőrizze, hogy a jelszó helyes-e, és próbálja újra.",
  "errorObsCameraScene": "A konfigurált alapértelmezett OBS kamerajelenet már nem létezik. Kérjük, módosítsa azt a beállításokban.",
  "errorObsMediaScene": "A konfigurált OBS médiajelenet már nem létezik. Kérjük, módosítsa azt a beállításokban.",
  "errorObsScene": "A következő jelenet nem található. Győződjön meg róla, hogy létezik, vagy csatlakozzon újra az OBS-hez a Beállításokon keresztül.",
  "errorObsZoomScene": "A konfigurált zoomjelenet már nem létezik. Kérjük, változtassa meg a beállításokban.",
  "errorOffline": "Az alkalmazás offline állapotban van. Az adatokat nem lehet letölteni vagy feltölteni!",
  "errorPpEnable": "A médialejátszás közbeni billentyűparancsokat nem sikerült engedélyezni. Kérjük, ellenőrizze, hogy a beállítások érvényesek-e.",
  "errorRename": "Hiba történt a következő fájl vagy könyvtár átnevezése során:",
  "errorSetVars": "Hiba történt a könyvtár létrehozása vagy elérése közben. Kérjük, győződjön meg arról, hogy a számítógépén hozzáfér a következő elérési úthoz.",
  "errorSiteCheck": "Nem lehet kapcsolatot létesíteni a következő oldallal:",
  "errorSyncCongMedia": "Hiba történt a média gyülekezeti szinkronizálásból való lekérése közben. Kérjük, próbálja újra később, vagy forduljon a videokonferencia szervezőjéhez.",
  "errorUnknown": "Ismeretlen hiba történt. Kérjük, lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorWebdavLocked": "Nem tudta módosítani a következő fájlt a gyülekezeti szerveren, mert az zárolva volt. Kérjük, próbálja meg újra később.",
  "errorWebdavLs": "Hiba történt a következő könyvtár beolvasása közben. Kérjük, lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorWebdavNotSupported": "Az Ön által a gyülekezeti szerverhez használt szolgáltatás jelenleg nem támogatott. Előfordulhat, hogy nem úgy működik, ahogyan azt tervezték.",
  "errorWebdavPut": "Hiba történt a következő fájl írásakor. Kérjük, forduljon a videokonferencia szervezőjéhez.",
  "errorWebdavRm": "Hiba történt a következő fájl törlése közben. Kérjük, lépjen kapcsolatba a videokonferencia szervezőjével.",
  "errorWebdavTooBig": "A feltölteni kívánt fájl mérete túl nagy (max. 512 MB). A fájl helyileg lett hozzáadva, de nem lett feltöltve a gyülekezeti szerverre.",
  "errorWebdavTooManyRequests": "Túl sok kérés érkezett a kiszolgálóhoz. Kérjük, próbálja meg később újra.",
  "errorWUnavailable": "Az Őrtorony tanulmányozásra szánt kiadása nem érhető el az Ön által kiválasztott nyelven. Fontolja meg egy tartalék nyelv beállítását, amelyet szükség esetén használhat.",
  "errorYeartextNotFound": "A következő nyelvre vonatkozó éviszöveg (még) nem áll rendelkezésre. Fontolja meg egy tartalék nyelv beállítását, amelyet szükség esetén használni tud.",
  "excludeLffImages": "A <em>Boldogan élhetsz örökké</em> képek kizárása a gyülekezeti bibliatanulmányozáson kívül",
  "excludeTh": "Ne vegye figyelembe a médiát a <em>th (Odaadóan fogalkozz a tanítással)</em> kiadványból",
  "fetchMedia": "Médiamappák frissítése",
  "fieldInvalid": "Ez nem érvényes érték erre a mezőre.",
  "fieldMax": "Max. XX karakter.",
  "fieldRequired": "Kötelező kitölteni.",
  "fieldShortcutInvalid": "Ez nem érvényes parancsikon",
  "fieldShortcutTaken": "Ez a parancsikon már foglalt",
  "hideMediaLogo": "Logó elrejtése a médiabemutató ablakból",
  "hideWinAfterMedia": "Médiaablak elrejtése a lejátszás befejezése után",
  "hideWinAfterMediaExplain": "Elsősorban a jelnyelven tartott összejöveteleken hasznos",
  "hostname": "Hosztnév",
  "includePrinted": "A nyomtatott média bevonása, ha rendelkezésre áll",
  "info": "Információ",
  "infoPubIgnored": "Nem sikerült lekérni a médiatartalmat a következő kiadványhoz:",
  "infoShortcutSetFail": "M³ nem tudta aktiválni a következő billentyűkombinációt. Ha ezt a billentyűkombinációt szeretné használni, győződjön meg arról, hogy más alkalmazás nem használja, majd indítsa újra az M³-t. Ellenkező esetben nincs szükség teendőre.",
  "installNow": "Telepítés most",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Az átalakítás után őrizze meg az eredeti médiafájlokat",
  "lastMinuteSong": "Dal hozzáadása a médialistához",
  "light": "Világos",
  "localAppLang": "Megjelenítési nyelv",
  "manageMedia": "Média kezelése",
  "maxRes": "Videók maximális felbontása",
  "mediaLang": "A média nyelve",
  "mediaLangFallback": "A média tartalék (másodlagos) nyelve",
  "mediaSaveFolder": "Mappa, amelybe a médiát menti",
  "mediaWinShortcut": "Parancsikon a médiaablak láthatóságának állításához",
  "mediaWindowBackground": "Háttérkép médiabemutató módhoz",
  "meeting": "Összejövetel",
  "minutesBeforeMeeting": "<span>XX</span> perccel a megbeszélés előtt",
  "moreInfo": "Tudjon meg többet",
  "mp4Conversion": "MP4 konvertálás",
  "musicFadeOutSmart": "<span>XX</span> másodperccel a megbeszélés előtt",
  "musicFadeOutTimer": "<span>XX</span> perc után",
  "musicFadeOutType": "A háttérzene automatikus leállítása",
  "musicVolume": "Háttérzene lejátszási hangerő",
  "mwMeetingDay": "Hétköznapi összejövetel",
  "noMedia": "Erre a dátumra még nincs média. Adjon hozzá egy dalt, vagy egyéni fájlt, vagy bontsa ki a médiát egy JWPUB-fájlból.",
  "noMeetings": "Nem állnak rendelkezésre összejövetelek. Kérjük, próbálja meg frissíteni a médiamappákat a kezdőképernyőről.",
  "notAnImage": "Ez nem érvényes fájl formátum. Kérlek próbáld újra.",
  "obsCameraScene": "Alapértelmezett színpadkép jelenet az OBS Stúdióban",
  "obsMediaScene": "Médiaablak jelenet az OBS Stúdióban",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "OBS kapcsolat frissítése",
  "obsUseV4": "Használja az <em>obs-websocket v4</em>-et",
  "obsZoomScene": "OBS Studio jelenet a Zoom résztvevők megjelenítéséhez",
  "obsZoomSceneActivate": "Győződjön meg róla, hogy a Zoom résztvevők készen állnak a megjelenítésre. A médiaablak automatikusan rejtve marad, amíg a média meg nem jelenik.",
  "obsZoomSceneExplain": "A Zoom résztvevők megjelenítésének gyors és hatékony kezelésére szolgál egy hibrid összejövetel során",
  "obsZoomSceneToggle": "Zoom jelenetre váltás",
  "offlineMode": "Offline mód",
  "openFolder": "Médiamappa megnyitása",
  "openJWorg": "JW.org megnyitása",
  "autoOpenFolderWhenDone": "Nyissa meg a mappát a szinkronizálás után",
  "optionsApp": "Alkalmazás beállítása",
  "optionsCongSync": "Gyülekezeti szinkronizálás beállítása",
  "optionsMedia": "Médiabeállítás",
  "optionsMeetings": "Összejövetelek beállítása",
  "outputFolderDateFormat": "Dátumformátum az összejövetel mappáihoz",
  "paragraph": "Bekezdés",
  "password": "Jelszó",
  "pause": "Videó szüneteltetése/folytatása",
  "pauseImg": "Kép elrejtése/megjelenítése a Zoomban",
  "port": "Port",
  "ppBackward": "Billentyűkombináció az előző médiaelem lejátszásához",
  "ppForward": "Billentyűkombináció a következő médiaelem lejátszásához",
  "preferredOutput": "Médiabemutató ablak megjelenítése",
  "presentShortcut": "Parancsikon a médiabemutató mód megnyitásához",
  "publicTalk": "Nyilvános Előadás",
  "autoQuitWhenDone": "Lépjen ki az alkalmazásból a médiaszinkronizálás után",
  "recurring": "Ismétlődő média",
  "refresh": "Médialista frissítése",
  "remindNeedCoHost": "Ne felejtse el, hogy a Zoom integrációs felhasználót co-hostnak kell beállítani",
  "reportIssue": "Probléma bejelentése",
  "autoRunAtBoot": "Futtatás a rendszer indulásakor",
  "screen": "Képernyő",
  "selectDocument": "Válassza ki a dokumentumot, amelyből a média kivonása szükséges:",
  "selectExternalMedia": "Ezek a hivatkozott médiafájlok nem szerepelnek a JWPUB-fájlban. Kérjük, kattintson mindegyikre, hogy megkeresse azokat a számítógépén:",
  "selectSong": "Válasszon egy Királyság éneket",
  "selectVideo": "Válasszon egy videót a JW.org-ról",
  "settingLocked": "Egyes beállításokat zárolt a gyülekezeted videokonferencia-szervezője.",
  "settingsLocked": "Gyülekezet-szintű beállítások",
  "settingsLockedExplain": "Az alább kiválasztott beállítások a jelenlegi állapotukban minden olyan felhasználóra érvényesek lesznek, aki ugyanahhoz a mappához és kiszolgálóhoz csatlakozik. Kérjük, csak akkor módosítsa ezeket a beállításokat, ha Ön a kijelölt videokonferencia-szervező, vagy ha egy felelős testvér engedélyt adott erre.",
  "settingsLockedWhoAreYou": "Ön a Vének Testülete által kijelölt videokonferencia-szervező?",
  "showPrefix": "Média előtagok megjelenítése",
  "shuffleMusicDownloaded": "Háttérzene letöltve",
  "shuffleShortcut": "A háttérzene bekapcsolásának parancsikonja",
  "song": "Ének",
  "sortMedia": "Médiaelemek rendezése",
  "sortSave": "Elrendezés mentése",
  "specialCong": "Különleges gyülekezet (rendszeres összejövetelek, pl. iskolák nélkül)",
  "spotlightParticipants": "A résztvevők reflektorfénybe állítása",
  "subsLang": "A feliratok nyelve",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Automatikusan kezdeményezzen médiaszinkronizálást",
  "system": "Rendszer",
  "themePreference": "Téma",
  "toggleSubtitles": "Feliratok bekapcsolása",
  "toggleSubtitlePosition": "Felirat függőleges pozíciójának váltása ennél a videónál",
  "understood": "Értem",
  "unmuteParticipant": "Résztvevő némításának feloldása",
  "updateDownloaded": "Az M³ frissítése sikeresen letöltődött. A telepítés az M³ bezárásakor elkezdődik.",
  "updateDownloading": "Egy frissítés letöltése folyamatban a háttérben.",
  "updateError": "Hiba történt a frissítések keresése közben.",
  "updateInstalled": "A program frissítése telepítve lett.",
  "updateNotDownloaded": "Az M³ frissítése elérhető, de nem tölthető le automatikusan. Kérjük, töltse le manuálisan.",
  "username": "Felhasználónév",
  "videoTimeReset": "Kezdő és befejező időpontok visszaállítása",
  "videoTimeSet": "Egyéni kezdési és befejezési időpontok mentése",
  "wannaHelp": "Szeretnél segíteni?",
  "wannaHelpExisting": "A beállított nyelvnek nincs aktív fordítója. Szeretne segíteni az M³ lefordításában az ezen nyelvet beszélőknek?",
  "wannaHelpExplain": "A jelenleg konfigurált médianyelv még nem érhető el az M³ megjelenítési nyelveként. Szeretne segíteni az M³ lefordításában az adott nyelvet beszélő felhasználók számára?",
  "wannaHelpForSure": "Segítsen lefordítani ezt az alkalmazást",
  "wannaHelpWillGoAway": "Ez az értesítés csak az M³ új verziójának megjelenésekor jelenik meg.",
  "warnFileNotAvailable": "A következő fájl még nem érhető el. Kérjük, próbálja újra később, vagy forduljon a videokonferencia szervezőjéhez.",
  "warnMp4ConversionFailure": "A következő fájl nem konvertálható MP4 formátumba:",
  "warnNoDocumentsFound": "A kiválasztott JWPUB fájlok egyikében sem található média. Kérjük, ellenőrizze a fájlt, vagy lépjen kapcsolatba az alkalmazás fejlesztőjével.",
  "warnPdfConversionFailure": "A következő PDF-fájl oldalai nem nyerhetők ki képként:",
  "warnSvgConversionFailure": "A következő fájlt a rendszer nem ismeri fel érvényes SVG-képként:",
  "warnUnknownLastVersion": "Nem sikerült felismerni az M³ korábban telepített verzióját. Feltételezve, hogy az alkalmazást most frissítették.",
  "warning": "Figyelem",
  "weMeetingDay": "Hétvégi összejövetel",
  "webdavFolder": "Gyülekezeti szinkronizálási mappa",
  "webdavFolderUp": "Könyvtár mozgatása feljebb",
  "window": "Mozgatható ablak",
  "zoomAutoRename": "Zoom résztvevők automatikus átnevezése",
  "zoomAutoRenameFormat": "Régi név=Új név",
  "zoomAutoStartMeeting": "Automatikusan végezze el a meeting indítási műveleteket",
  "zoomHideComponent": "Zoom komponens elrejtése alapértelmezetten",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Zoom résztvevők némítása",
  "zoomName": "Zoom résztvevő neve",
  "zoomSaveRename": "Mentés a beállításokban az automatikus átnevezéshez",
  "zoomSpotlight": "Videó kiemelése az értekezlet indításakor",
  "zoomStartMeeting": "Zoom megbeszélés indítása",
  "zoomStopMeeting": "Zoom megbeszélés leállítása",
  "zoomToggleComponent": "Zoom komponens láthatóságának váltása"
}
