{
  "all": "Amin",
  "areYouSure": "Siguradoka?",
  "autoPlayFirst": "Automatiko nga i-play ti umuna a media item",
  "autoStartMusic": "Automatiko nga i-play ti background music sakbay ti gimong",
  "betaUpdates": "I-enable dagiti beta updates para iti testing <em>(Palagip: Saan nga i-enable daytoy iti computer a maus-usar iti Kingdom Hall.)</em>",
  "browse": "Biruken",
  "cancel": "Cancel",
  "cantCloseMediaWindowOpen": "Ag-exit iti media controller mode sakbay nga iddepen ti M³.",
  "cleanCache": "I-delete ti media cache",
  "clickAgain": "Pinduten manen tapno ikompirma",
  "confirm": "Kumpirmaen",
  "congMedia": "Congregation sync",
  "congregationName": "Nagan ti kongregasion",
  "convertDownloaded": "I-convert ti media iti MP4 format",
  "convertDownloadedExplain": "Mausar kadagiti fully remote, non-hybrid a gimong babaen iti Zoom, usaren ti native MP4 file sharing feature ti Zoom",
  "coWeek": "Sumaganad a panagbisita ti manangaywan iti sirkito",
  "coWeekExplain": "Maikabil a dagus iti martes ti gimong ken saanen a mai-download dagiti media a di kasapulan",
  "custom": "Custom",
  "customCachePath": "Custom cache path (para kadagiti publikasion ken dadduma pay)",
  "dark": "Dark",
  "delete": "I-delete",
  "disableAutoUpdate": "I-disable dagiti non-critical, automatic updates",
  "disableHardwareAcceleration": "I-disable ti hardware acceleration <em>(Palagip: I-enable laeng daytoy no adda problema iti media presentation. Ag-restart ti M³ no mabaliwan daytoy a setting.)</em>",
  "dontForgetToGetMedia": "Dimo lipatan nga i-update ti media folders iti computer a maus-usar kadagiti gimong ti kongregasion!",
  "downloadShuffleMusic": "I-download ti amin a kanta para iti background music",
  "enableMediaDisplayButton": "I-present dagiti media iti external monitor iti naisina a window",
  "enableMusicButton": "I-enable ti button para iti panag-play ti background music",
  "enableObs": "I-enable ti OBS compatibility mode <em>(kasapulan ti obs-websocket)</em>",
  "enablePp": "I-enable ti keyboard shortcuts kabayatan ti media playback (kas pagarigan, no adda mausar a USB remote control)",
  "enableSubtitles": "I-enable to subtitle kadagiti video",
  "enableVlcPlaylistCreation": "Mangaramid kadagiti playlist a mausar iti <em>VLC</em>",
  "enableZoom": "I-enable ti Zoom integration",
  "enableZoomExplain": "Saan pay a nalpas daytoy a feature. Pangngaasiyo ta i-testing-yo a naimbag sakbay nga usarenyo. No naka-enable, padasenna nga automate ti nadumaduma a pre-meeting (mute all, i-enable ti video/audio ti Kingdom Hall, i-disable ti participants a makapag-unmute), in-meeting (i-spotlight ken unmute dagiti agkomento, ag-lower hand, ikkaten ti spotlight) ken post-meeting (i-disable ti video feed ti Kingdom Hall, i-enable ti participants a makapag-unmute) a tasks.",
  "error": "Error",
  "errorAdditionalMedia": "Nagka-error kabayatan a mayim-import dagiti media. Kontakem ti videoconference organizer-yo.",
  "errorAdditionalMediaList": "Nagka-error kabayatan a mailislista dagiti media. Padasem manen wenno kontakem ti videoconference organizer-yo.",
  "errorBadOutputPath": "Ti path a naikabil ket addaan iti illegal characters. Siguraduem nga dagiti sumaganad a characters ket awan iti path:",
  "errorDestExists": "Addan ti sumaganad a file wenno directory:",
  "errorDownload": "Nagka-error kabayatan a maida-download ti sumaganad a file:",
  "errorDownloadSubs": "Nagka-error kabayatan a maida-download ti subtitle para iti sumaganad a file:",
  "errorExtractFromJWPUB": "Nagka-error kabayatan a maex-extract ti media manipud iti sumaganad a JWPUB file:",
  "errorForcedSettingsEnforce": "Nagka-error kabayatan a maikabkabil ti congregation settings. Kontakem ti videoconference organizer-yo.",
  "errorGetCongMedia": "Nagka-error kabayatan a maida-download dagiti congregation media. I-verify ti congregation sync settings wenno kontakem ti videoconference organizer-yo.",
  "errorGetMwMedia": "Nagka-error kabayatan a maida-download dagiti media para iti tengnga ti lawas a gimong. Padasem manen wenno kontakem ti videoconference organizer-yo.",
  "errorGetWeMedia": "Nagka-error kabayatan a maida-download dagiti media para iti ngudo ti lawas a gimong. Padasem manen wenno kontakem ti videoconference organizer-yo.",
  "errorInvalidPrefs": "Nagka-error kabayatan a maikabkabil dagiti dati a setting-mo. I-reconfigure dagiti setting sakbay nga agpatuloy.",
  "errorJwpubDbFetch": "Nagka-error kabayatan nga ida-download ti sumaganad a publikasion:",
  "errorJwpubMediaExtract": "Nagka-error kabayatan a maex-extract ti media manipud iti sumaganad a publikasion:",
  "errorMwbUnavailable": "Ti Meeting Workbook ket saan nga available iti lengguahem. Usaren ti fallback language no kasapulan.",
  "errorNoShuffleSongs": "Awan ti nasarakan a kanta para iti background music. Padasen manen wenno kontakem ti videoconference organizer-yo.",
  "errorNoSocket": "Awan ti nasarakan a WebSocket. Awan naka-connect a Zoom meeting para iti automation.",
  "errorNotCoHost": "Ti Zoom integration user ket saan a co-host. I-assign kas co-host sa padasen manen.",
  "errorObs": "Nagka-error kabayatan nga agcon-connect iti OBS Studio. Siguraduen nga agan-andar ti OBS Studio ken umiso ti <code>obs-websocket</code> configuration.",
  "errorObsAuth": "Mali ti password iti OBS Studio integration. Ikabil ti umiso a password sa padasen manen.",
  "errorObsCameraScene": "Awanen ti naikabil a default camera scene. Sukatan daytoy iti settings.",
  "errorObsMediaScene": "Awanen ti naikabil a media scene. Sukatan daytoy iti settings.",
  "errorObsScene": "Ti sumaganad a scene ket saan a masarakan. Siguraduen nga adda daytoy wenno sukatan iti settings.",
  "errorObsZoomScene": "Awanen ti naikabil a Zoom scene. Sukatan daytoy iti settings.",
  "errorOffline": "Offline ti application. Saan a maka-download wenno maka-upload!",
  "errorPpEnable": "Dagiti keyboard shortcut kabayatan ti media playback ket saan a ma-enable. Kitaen ti settings.",
  "errorRename": "Nagka-error kabayatan mairen-rename ti sumaganad a file wenno directory:",
  "errorSetVars": "Nagka-error kabayatan a mangar-aramid wenno mangac-access iti directory. Kitaen no adda access-mo iti sumaganad a path.",
  "errorSiteCheck": "Saan a naka-connect iti sumaganad a site:",
  "errorSyncCongMedia": "Nagka-error kabayatan a maida-download dagiti media manipud iti congregation sync. Padasem manen wenno kontakem ti videoconference organizer-yo.",
  "errorUnknown": "Nagka-error. Kontakem ti videoconference organizer-yo.",
  "errorWebdavLocked": "Saan a mabaliwan ti sumaganad a file iti congrgation server gapu ta naka-lock. Padasem manen.",
  "errorWebdavLs": "Nagka-error kabayatan a maac-access ti sumaganad a directory. Kontakem ti videoconference organizer-yo.",
  "errorWebdavNotSupported": "Saan a suportado ti us-usarenyo para it congregation server. Mabalin a saan nga agandar iti ninamnama.",
  "errorWebdavPut": "Nagka-error kabayatan a maikabkabil ti sumaganad a file. Kontakem ti videoconference organizer-yo.",
  "errorWebdavRm": "Nagka-error kabayatan a maidel-delete ti sumaganad a file. Kontakem ti videoconference organizer-yo.",
  "errorWebdavTooBig": "Dakkel unay ti file a kayatmo nga i-upload (maz 512MB). Naikabil ti file locally, ngem saan a nai-upload iti congregation server.",
  "errorWebdavTooManyRequests": "Adu unay a request ti naipatulod iti server. Padasem manen.",
  "errorWUnavailable": "Ti Pagadalan nga Edision ti Pagwanawanan ket saan nga available iti lengguahem. Usaren ti fallback language no kasapulan.",
  "errorYeartextNotFound": "Ti yeartext para iti sumaganad a lengguahe ket saan (pay) nga available. Usaren ti fallback language no kasapulan.",
  "excludeFootnotes": "Ikkaten ti media manipud kadagiti footnote iti Panagadal ti Pagwanawanan",
  "excludeLffImages": "Exclude <em>Enjoy Life Forever</em> images outside the Congregation Bible Study",
  "excludeTh": "Exclude all media from the <em>th</em> brochure",
  "fetchMedia": "Update media folders",
  "fieldInvalid": "This is not a valid value for this field.",
  "fieldMax": "Max XX characters.",
  "fieldRequired": "This field is required.",
  "fieldShortcutInvalid": "This is not a valid shortcut",
  "fieldShortcutTaken": "This shortcut is already taken",
  "footnote": "Footnote",
  "hideMediaLogo": "Hide logo from media presentation window",
  "hideWinAfterMedia": "Hide media window after media finished playing",
  "hideWinAfterMediaExplain": "Useful mostly for meetings held in sign-language",
  "hostname": "Web address",
  "includePrinted": "Include printed media when available",
  "info": "Information",
  "infoPubIgnored": "Unable to fetch media for the following publication:",
  "infoShortcutSetFail": "M³ was unable to activate the following keyboard shortcut. If you wish to use this keyboard shortcut, please make sure that no other app is using it, and relaunch M³. Otherwise, no action is required.",
  "installNow": "Install now",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Keep original media files after conversion",
  "lastMinuteSong": "Add a song to the media list",
  "light": "Light",
  "localAppLang": "Display language",
  "manageMedia": "Manage media",
  "maxRes": "Maximum resolution for videos",
  "mediaLang": "Media language",
  "mediaLangFallback": "Fallback media language",
  "mediaSaveFolder": "Folder in which to save media",
  "mediaWinShortcut": "Shortcut to toggle media window visibility",
  "mediaWindowBackground": "Background image for media presentation mode",
  "meeting": "Meeting",
  "minutesBeforeMeeting": "<span>XX</span> minutes before the meeting",
  "moreInfo": "Find out more",
  "mp4Conversion": "MP4 conversion",
  "musicFadeOutSmart": "<span>XX</span> seconds before the meeting",
  "musicFadeOutTimer": "After <span>XX</span> minutes",
  "musicFadeOutType": "Automatically stop playing background music",
  "musicVolume": "Background music playback volume",
  "mwMeetingDay": "Midweek meeting",
  "noMedia": "There is no media yet for this date. Add a song, custom media or extract media from a JWPUB file.",
  "noMeetings": "There are no meetings available. Please try updating the media folders from the home screen.",
  "notAnImage": "This is not a valid image file. Please try again.",
  "obsCameraScene": "Default stage view scene in OBS Studio",
  "obsMediaScene": "Media window scene in OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "Use <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Studio scene to display Zoom participants",
  "obsZoomSceneActivate": "Make sure the Zoom participants are ready to be shown. The media window will be hidden automatically until media is displayed.",
  "obsZoomSceneExplain": "Used to quickly and efficiently manage the display of Zoom participants during a hybrid meeting",
  "obsZoomSceneToggle": "Toggle Zoom participant(s) mode",
  "offlineMode": "Offline mode",
  "openFolder": "Open media folder",
  "openJWorg": "Open JW.org",
  "autoOpenFolderWhenDone": "Open folder after media sync",
  "optionsApp": "Application setup",
  "optionsCongSync": "Congregation sync setup",
  "optionsMedia": "Media setup",
  "optionsMeetings": "Meeting setup",
  "outputFolderDateFormat": "Date format for meeting folders",
  "paragraph": "Paragraph",
  "password": "Password",
  "pause": "Pause/resume video",
  "pauseImg": "Hide/show image on Zoom",
  "port": "Port",
  "ppBackward": "Key combination to play previous media item",
  "ppForward": "Key combination to play next media item",
  "preferredOutput": "Show media presentation window in",
  "presentShortcut": "Shortcut to open media presentation mode",
  "publicTalk": "Public Talk",
  "autoQuitWhenDone": "Quit app after media sync",
  "recurring": "Recurring media",
  "refresh": "Refresh media list",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "reportIssue": "Report an issue",
  "autoRunAtBoot": "Run app at system start-up",
  "screen": "Screen",
  "selectDocument": "Select a document for which to extract media:",
  "selectExternalMedia": "These referenced media files are not included in the JWPUB file. Please click on each one to locate it on your computer:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "settingLocked": "Some settings have been locked by your congregation's videoconference organizer.",
  "settingsLocked": "Congregation-wide settings",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Are you the videoconference organizer designated by the body of elders?",
  "showPrefix": "Show media prefixes",
  "shuffleMusicDownloaded": "Shuffle music downloaded",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Song",
  "sortMedia": "Sort media items",
  "sortSave": "Save order",
  "specialCong": "Special congregation (without regular meetings, e.g. schools)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Language for subtitles",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Automatically initiate media sync",
  "system": "System",
  "themePreference": "Theme preference",
  "toggleSubtitles": "Toggle subtitles",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "I understand",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "An update to M³ was downloaded successfully. The installation will begin when M³ is closed.",
  "updateDownloading": "An update to M³ is being downloaded in the background.",
  "updateError": "Something went wrong while checking for updates.",
  "updateInstalled": "An update to M³ was installed.",
  "updateNotDownloaded": "An update to M³ is available, but could not be downloaded automatically. Please download it manually.",
  "username": "Username",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "Would you like to help?",
  "wannaHelpExisting": "The local language configured has no active translator. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpExplain": "The media language currently configured is not yet available as a display language for M³. Would you like to help to translate M³ for users who speak that language?",
  "wannaHelpForSure": "I'd like to help translate this app",
  "wannaHelpWillGoAway": "This notification will only appear when a new version of M³ is released.",
  "warnFileNotAvailable": "The following file is not yet available. Please try again later, or contact your videoconference organizer.",
  "warnMp4ConversionFailure": "The following file could not be converted to MP4 format:",
  "warnNoDocumentsFound": "No media was found in any of the chosen JWPUB's documents. Please validate the file or contact the developer of this app.",
  "warnPdfConversionFailure": "The pages from the following PDF file could not be extracted as images:",
  "warnSvgConversionFailure": "The following file was not recognized as a valid SVG image:",
  "warnUnknownLastVersion": "Unable to establish previously installed version of M³. Assuming app was just updated.",
  "warning": "Warning",
  "weMeetingDay": "Weekend meeting",
  "webdavFolder": "Congregation sync folder",
  "webdavFolderUp": "Move directory up",
  "window": "Moveable window",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomHideComponent": "Hide Zoom component by default",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
