{
  "all": "Tutti",
  "areYouSure": "Sei sicuro?",
  "autoPlayFirst": "Riproduci automaticamente il primo elemento multimediale",
  "autoStartMusic": "Riproduci automaticamente musica di sottofondo prima dell'adunanza",
  "betaUpdates": "Abilita gli aggiornamenti beta a scopo di test <em>(Nota: non abilitare questa impostazione sul computer utilizzato per presentare media nella Sala del Regno.)</em>",
  "browse": "Sfoglia",
  "cancel": "Annulla",
  "cantCloseMediaWindowOpen": "Uscire dalla modalità controllo multimedia prima di tentare di uscire da M³.",
  "cleanCache": "Pulisci la cache dei media",
  "clickAgain": "Clicca di nuovo per confermare",
  "confirm": "Conferma",
  "congMedia": "Sincronizza congregazione",
  "congregationName": "Nome della congregazione",
  "convertDownloaded": "Converti media in formato MP4",
  "convertDownloadedExplain": "Utile per riunioni Zoom completamente in remoto non ibride, per l'uso con la funzione di condivisione file MP4 nativa di Zoom",
  "convertExternal": "Proponi di importare altri media",
  "coWeek": "Prossima visita programmata del sorvegliante di circoscrizione",
  "coWeekExplain": "Impostare automaticamente l'adunanza infrasettimanale a martedì e salta i media non necessari per quella settimana",
  "custom": "Personalizza",
  "customCachePath": "Percorso cache personalizzato (per pubblicazioni, ecc.)",
  "dark": "Scuro",
  "delete": "Elimina",
  "disableAutoUpdate": "Disabilita l'aggiornamento automatico dell'app",
  "disableHardwareAcceleration": "Disabilita l'accelerazione hardware <em>(Nota: abilita questa impostazione solo se riscontri problemi con la presentazione dei media. La modifica di questa impostazione causerà il riavvio di M³.)</em>",
  "dontForgetToGetMedia": "Non dimenticare di aggiornare le cartelle multimediali sul computer utilizzato per presentare i media alle adunanze di congregazione!",
  "downloadShuffleMusic": "Scarica tutti i cantici per la musica di sottofondo",
  "enableMediaDisplayButton": "Presenta i media su un monitor esterno o in una finestra separata",
  "enableMusicButton": "Abilita il pulsante per riprodurre musica di sottofondo",
  "enableObs": "Abilita la modalità di compatibilità di OBS Studio <em>(richiede obs-websocket)</em>",
  "enablePp": "Abilita le scorciatoie da tastiera durante la riproduzione dei media (per l'utilizzo con un telecomando USB, ad esempio)",
  "enableSubtitles": "Abilita sottotitoli per i video",
  "enableVlcPlaylistCreation": "Crea playlist da utilizzare con <em>VLC</em>",
  "enableZoom": "Abilita integrazione con Zoom",
  "error": "Errore",
  "errorAdditionalMedia": "Si è verificato un errore durante l'importazione dei file multimediali. Si prega di contattare l'organizzatore della videoconferenza.",
  "errorAdditionalMediaList": "Si è verificato un errore durante la preparazione dell'elenco dei media. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "errorBadOutputPath": "Il percorso specificato contiene caratteri non validi. Assicurati che i seguenti caratteri non siano presenti nel percorso:",
  "errorDestExists": "Il seguente file o directory esiste già:",
  "errorDownload": "Si è verificato un errore durante il tentativo di scaricare il seguente file:",
  "errorDownloadSubs": "Si è verificato un errore durante il tentativo di scaricare i sottotitoli per il seguente file:",
  "errorExtractFromJWPUB": "Si è verificato un errore durante il tentativo di estrarre file multimediali dal seguente file JWPUB:",
  "errorForcedSettingsEnforce": "Si è verificato un errore durante l'applicazione delle impostazioni della congregazione. Si prega di contattare l'organizzatore della videoconferenza.",
  "errorGetCongMedia": "Si è verificato un errore durante il recupero dei contenuti multimediali della congregazione. Verifica le impostazioni di sincronizzazione della tua congregazione o contatta l'organizzatore della videoconferenza.",
  "errorGetMwMedia": "Si è verificato un errore durante il recupero dei contenuti multimediali per la riunione infrasettimanale. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "errorGetWeMedia": "Si è verificato un errore durante il recupero dei contenuti multimediali per la riunione del fine settimana. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "errorInvalidPrefs": "Si è verificato un errore durante il caricamento delle preferenze salvate. Riconfigurare tutte le impostazioni secondo necessità prima di procedere.",
  "errorJwpubDbFetch": "Si è verificato un errore durante il tentativo di recuperare la seguente pubblicazione:",
  "errorJwpubMediaExtract": "Si è verificato un errore durante l'estrazione dei media dalla seguente pubblicazione:",
  "errorMwbUnavailable": "La Guida per l'adunanza non è disponibile nella lingua selezionata. Prendi in considerazione l'impostazione di una lingua di riserva da utilizzare quando necessario.",
  "errorNoShuffleSongs": "Non trovato nessun cantico da riprodurre come musica di sottofondo. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "errorNoSocket": "Nessun WebSocket trovato. Non c'è alcuna connessione attiva alla riunione Zoom per l'automazione.",
  "errorNotCoHost": "L'utente di integrazione Zoom non è un co-organizzatore. Assicurati che l'utente sia un co-organizzatore e riprova.",
  "errorObs": "Si è verificato un errore durante il tentativo di connessione a OBS Studio. Verifica che OBS Studio sia in esecuzione e che la configurazione di <code>obs-websocket</code> sia corretta.",
  "errorObsAuth": "La password per la connessione con OBS Studio potrebbe non essere corretta. Verifica che la password sia corretta e riprova.",
  "errorObsCameraScene": "La scena configurata come telecamera predefinita non esiste più. Si prega di modificarla nelle impostazioni.",
  "errorObsMediaScene": "La scena configurata per i media non esiste più. Si prega di modificarlo nelle impostazioni.",
  "errorObsScene": "Impossibile trovare la seguente scena. Assicurati che esista o ricollegati con OBS attraverso le impostazioni.",
  "errorObsZoomScene": "La scena Zoom configurata non esiste più. Per favore cambiala nelle impostazioni.",
  "errorOffline": "L'applicazione è offline. I dati non possono essere scaricati o caricati!",
  "errorPpEnable": "Non è stato possibile abilitare le scorciatoie da tastiera durante la riproduzione dei media. Controlla se le tue impostazioni sono valide.",
  "errorRename": "Si è verificato un errore durante il tentativo di rinominare il seguente file o directory:",
  "errorSetVars": "Si è verificato un errore durante il tentativo di creare o accedere a una cartella. Assicurati di avere accesso al seguente percorso sul tuo computer.",
  "errorSiteCheck": "Impossibile stabilire una connessione al seguente sito:",
  "errorSyncCongMedia": "Si è verificato un errore durante il recupero dei file multimediali dalla sincronizzazione della congregazione. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "errorUnknown": "Si è verificato un errore sconosciuto. Contatta l'organizzatore della videoconferenza.",
  "errorWebdavLocked": "Impossibile modificare il seguente file sul server di congregazione perché è stato bloccato. Riprova più tardi.",
  "errorWebdavLs": "Si è verificato un errore durante il tentativo di leggere la seguente cartella. Si prega di contattare l'organizzatore della videoconferenza.",
  "errorWebdavNotSupported": "Il servizio che stai utilizzando per il server della tua congregazione non è attualmente supportato. Potrebbe non funzionare come previsto.",
  "errorWebdavPut": "Si è verificato un errore durante il tentativo di scrivere il seguente file. Si prega di contattare l'organizzatore della videoconferenza.",
  "errorWebdavRm": "Si è verificato un errore durante il tentativo di eliminare il seguente file. Si prega di contattare l'organizzatore della videoconferenza.",
  "errorWebdavTooBig": "Il file che stai tentando di caricare è troppo grande (massimo 512 MB). Il file è stato aggiunto localmente, ma non al server della congregazione.",
  "errorWebdavTooManyRequests": "Sono state inviate troppe richieste al server. Per favore riprova più tardi.",
  "errorWUnavailable": "L'edizione per lo studio della Torre di Guardia non è disponibile nella lingua selezionata. Prendi in considerazione l'impostazione di una lingua di riserva da utilizzare quando necessario.",
  "errorYeartextNotFound": "Il testo della scrittura dell'anno per la lingua seguente non è (ancora) disponibile. Considera di impostare una lingua sostitutiva da usare quando necessario.",
  "excludeLffImages": "Escludere immagini dal libro <em>lff</em> oltre lo studio biblico di congregazione",
  "excludeTh": "Escludi tutti i media dell'opuscolo <em>th</em>",
  "fetchMedia": "Aggiorna le cartelle con i media",
  "fieldInvalid": "Questo non è un valore valido per questo campo.",
  "fieldMax": "Massimo XX caratteri.",
  "fieldRequired": "Questo campo è obbligatorio.",
  "fieldShortcutInvalid": "Questa non è una combinazione di tasti valida",
  "fieldShortcutTaken": "Questa combinazione di tasti non è disponibile",
  "hideMediaLogo": "Nascondi il logo dalla finestra di presentazione multimediale",
  "hideWinAfterMedia": "Nascondi la finestra dei media al termine della riproduzione dei media",
  "hideWinAfterMediaExplain": "Utile soprattutto per adunanze tenute in lingua dei segni",
  "hostname": "Indirizzo web",
  "includePrinted": "Includere l'edizione stampata se disponibile",
  "info": "Informazione",
  "infoPubIgnored": "Impossibile recuperare i file multimediali per la seguente pubblicazione:",
  "infoShortcutSetFail": "M³ non è stato in grado di attivare la seguente scorciatoia da tastiera. Se desideri utilizzare questa scorciatoia da tastiera, assicurati che nessun'altra app la stia utilizzando e riavvia M³. In caso contrario, non è richiesta alcuna azione.",
  "installNow": "Installa ora",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Mantieni i file multimediali originali dopo la conversione",
  "lastMinuteSong": "Aggiungi un cantico all'ultimo minuto",
  "light": "Chiaro",
  "localAppLang": "Lingua dell'interfaccia",
  "manageMedia": "Gestione media",
  "maxRes": "Risoluzione massima per i video",
  "mediaLang": "Lingua dei media",
  "mediaLangFallback": "Lingua dei media di riserva",
  "mediaSaveFolder": "Cartella in cui salvare i media",
  "mediaWinShortcut": "Scorciatoia da tastiera per attivare/disattivare la visibilità della finestra multimediale",
  "mediaWindowBackground": "Immagine di sfondo per la modalità di presentazione dei media",
  "meeting": "Adunanza",
  "minutesBeforeMeeting": "<span>XX</span> minuti prima dell'adunanza",
  "moreInfo": "Scopri di più",
  "mp4Conversion": "Conversione MP4",
  "musicFadeOutSmart": "<span>XX</span> secondi prima dell'adunanza",
  "musicFadeOutTimer": "Dopo <span>XX</span> minuti",
  "musicFadeOutType": "Ferma automaticamente la riproduzione della musica di sottofondo",
  "musicVolume": "Volume della musica di sottofondo",
  "mwMeetingDay": "Adunanza infrasettimanale",
  "noMedia": "Non ci sono ancora media per questa data. Aggiungi un brano, un media personalizzato o estrai il media da un file JWPUB.",
  "noMeetings": "Non ci sono adunanze disponibili. Prova ad aggiornare le cartelle multimediali dalla schermata iniziale.",
  "notAnImage": "Questo non è un file immagine valido. Per favore riprova.",
  "obsCameraScene": "Scena di visualizzazione del palco predefinita in OBS Studio",
  "obsMediaScene": "Scena della finestra multimediale in OBS Studio",
  "obsRefresh": "Aggiorna connessione OBS",
  "obsUseV4": "Usa <em>obs-websocket v4</em>",
  "obsZoomScene": "Scena di OBS Studio per visualizzare i partecipanti Zoom",
  "obsZoomSceneActivate": "Assicurarsi che i partecipanti allo zoom siano pronti per essere mostrati. La finestra multimediale verrà nascosta automaticamente fino a quando i media non saranno visualizzati.",
  "obsZoomSceneExplain": "Utilizzato per gestire in modo rapido ed efficiente la visualizzazione dei partecipanti Zoom durante una riunione ibrida",
  "obsZoomSceneToggle": "Commuta la modalità partecipanti Zoom",
  "offlineMode": "Modalità offline",
  "openFolder": "Apri cartella dei media",
  "openJWorg": "Apri JW.org",
  "autoOpenFolderWhenDone": "Apri cartella dopo la sincronizzazione dei media",
  "optionsApp": "Impostazioni app",
  "optionsCongSync": "Impostazioni sincronizzazione congregazione",
  "optionsMedia": "Configurazione dei media",
  "optionsMeetings": "Impostazioni adunanza",
  "outputFolderDateFormat": "Formato della data per le cartelle delle adunanze",
  "paragraph": "Paragrafo",
  "password": "Password",
  "pause": "Mettere in pausa/riprendere il video",
  "pauseImg": "Nascondi/mostra l'immagine su Zoom",
  "port": "Porta",
  "ppBackward": "Combinazione di tasti per riprodurre il media precedente",
  "ppForward": "Combinazione di tasti per riprodurre il media successivo",
  "preferredOutput": "Mostra la finestra di presentazione media",
  "presentShortcut": "Scorciatoia per aprire la modalità presentazione media",
  "publicTalk": "Discorso pubblico",
  "autoQuitWhenDone": "Esci dall'app dopo la sincronizzazione dei media",
  "recurring": "Media ricorrenti",
  "refresh": "Aggiorna l'elenco dei media",
  "remindNeedCoHost": "Non dimenticare di rendere l'utente di integrazione Zoom un co-organizzatore",
  "reportIssue": "Segnala un problema",
  "autoRunAtBoot": "Esegui l'app all'avvio del sistema",
  "screen": "Schermo",
  "selectDocument": "Seleziona un documento dal quale estrarre i media:",
  "selectExternalMedia": "Questi file multimediali di riferimento non sono inclusi nel file JWPUB. Fai clic su ciascuno di essi per individuarlo sul tuo computer:",
  "selectSong": "Scegli un cantico del Regno",
  "selectVideo": "Scegli un video da JW.org",
  "settingLocked": "Alcune impostazioni sono state bloccate dall'organizzatore della videoconferenza della tua congregazione.",
  "settingsLocked": "Impostazioni a livello di congregazione",
  "settingsLockedExplain": "Le impostazioni selezionate di seguito verranno applicate, nel loro stato attuale, a tutti gli utenti che si connettono alla stessa cartella e server. Per favore, modifica queste impostazioni solo se sei il responsabile Audio/Video o il responsabile Videoconferenze oppure se ti è stato concesso il permesso da un fratello responsabile.",
  "settingsLockedWhoAreYou": "Sei tu l'organizzatore della videoconferenza designato dal corpo degli anziani?",
  "showPrefix": "Mostra i prefissi media",
  "shuffleMusicDownloaded": "Riproduci casualmente i cantici scaricati",
  "shuffleShortcut": "Scorciatoia per attivare o disattivare la musica di sottofondo",
  "song": "Cantico",
  "sortMedia": "Ordina i media",
  "sortSave": "Salva ordine",
  "specialCong": "Congregazione speciale (senza adunanze regolari, ad esempio scuole)",
  "spotlightParticipants": "Partecipanti in evidenza",
  "subsLang": "Lingua per i sottotitoli",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Avvia automaticamente la sincronizzazione multimediale",
  "system": "Sistema",
  "themePreference": "Preferenza tema",
  "toggleSubtitles": "Attiva/Disattiva Sottotitoli",
  "toggleSubtitlePosition": "Attiva/disattiva la posizione verticale dei sottotitoli per questo video",
  "understood": "Capito",
  "unmuteParticipant": "Attiva audio partecipante",
  "updateDownloaded": "Un aggiornamento a M³ è stato scaricato correttamente. L'installazione inizierà quando M³ sarà chiuso.",
  "updateDownloading": "Un aggiornamento di M³ viene scaricato in background.",
  "updateError": "Qualcosa è andato storto durante il controllo degli aggiornamenti.",
  "updateInstalled": "È stato installato un aggiornamento di M³.",
  "updateNotDownloaded": "È disponibile un aggiornamento per M³, ma non è stato possibile scaricarlo automaticamente. Si prega di scaricarlo manualmente.",
  "username": "Username",
  "videoTimeReset": "Reimposta gli orari di inizio e di fine",
  "videoTimeSet": "Salva orari di inizio e fine personalizzati",
  "wannaHelp": "Vuoi aiutare?",
  "wannaHelpExisting": "La lingua locale configurata non ha un traduttore attivo. Vorresti aiutare a tradurre M³ per gli utenti che parlano quella lingua?",
  "wannaHelpExplain": "La lingua dei media attualmente configurata non è ancora disponibile come lingua di visualizzazione per M³. Vorresti aiutare a tradurre M³ per gli utenti che parlano quella lingua?",
  "wannaHelpForSure": "Aiuta a tradurre questa app",
  "wannaHelpWillGoAway": "Questa notifica apparirà solo quando verrà rilasciata una nuova versione di M³.",
  "warnFileNotAvailable": "Il seguente file non è ancora disponibile. Riprova più tardi o contatta l'organizzatore della videoconferenza.",
  "warnMp4ConversionFailure": "Il seguente file non può essere convertito in formato MP4:",
  "warnNoDocumentsFound": "Nessun multimedia è stato trovato nei file JWPUB selezionati. Verifica il file oppure contatta lo sviluppatore di questa applicazione.",
  "warnPdfConversionFailure": "Le pagine del seguente file PDF non possono essere estratte come immagini:",
  "warnSvgConversionFailure": "Il seguente file non è stato riconosciuto come immagine SVG valida:",
  "warnUnknownLastVersion": "Impossibile stabilire la versione precedentemente installata di M³. Si suppone che l'app sia stata appena aggiornata.",
  "warning": "Attenzione",
  "weMeetingDay": "Adunanza del fine settimana",
  "webdavFolder": "Cartella di sincronizzazione della congregazione",
  "webdavFolderUp": "Sposta la cartella su",
  "window": "Finestra mobile",
  "zoomAutomateAudio": "Automatizza l'audio (utilizza audio Zoom del partecipante invece di quello dell'organizzatore)",
  "zoomAutoRename": "Rinomina automaticamente i partecipanti Zoom",
  "zoomAutoRenameFormat": "Vecchio nome=Nuovo nome",
  "zoomAutoStartMeeting": "Esegue automaticamente le azioni di inizio riunione",
  "zoomHideComponent": "Nascondi componente Zoom per impostazione predefinita",
  "zoomId": "ID riunione Zoom",
  "zoomMuteParticipants": "Silenzia i partecipanti Zoom",
  "zoomName": "Nome partecipante zoom",
  "zoomSaveRename": "Salva nelle impostazioni per la rinomina automatica",
  "zoomSpotlight": "Video in evidenza all'avvio della riunione",
  "zoomStartMeeting": "Avvia riunione Zoom",
  "zoomStopMeeting": "Chiudi riunione Zoom",
  "zoomToggleComponent": "Attiva/Disattiva visibilità componente Zoom"
}
