{
  "all": "Alle",
  "areYouSure": "Weet je het zeker?",
  "autoPlayFirst": "Speel eerste media-item automatisch af",
  "autoStartMusic": "Speel achtergrondmuziek automatisch af voor vergaderingen",
  "betaUpdates": "Schakel bèta updates in voor testdoeleinden <em>(Opmerking: schakel deze instelling niet in op de computer die gebruikt wordt om media in de koninkrijkszaal te presenteren.)</em>",
  "browse": "Blader",
  "cancel": "Annuleer",
  "cantCloseMediaWindowOpen": "Sluit eerst de media presentatie modus voordat je M³ afsluit.",
  "cleanCache": "Verwijder media cache",
  "clickAgain": "Klik nogmaals om te bevestigen",
  "confirm": "Bevestig",
  "congMedia": "Gemeente sync",
  "congregationName": "Gemeente naam",
  "convertDownloaded": "Converteer media naar MP4 formaat",
  "convertDownloadedExplain": "Handig voor vergadering via Zoom om media te delen via Zoom's deel MP4 functie",
  "convertExternal": "Bied aan om extra media te importeren",
  "coWeek": "Eerst volgende bezoek van de kringopziener",
  "coWeekExplain": "Zal de doordeweekse vergadering op dinsdag zetten en onnodige media voor die week overslaan",
  "custom": "Anders",
  "customCachePath": "Andere cache locatie (voor publicaties, etc.)",
  "dark": "Donker",
  "delete": "Verwijder",
  "disableAutoUpdate": "Zet automatisch updaten uit",
  "disableHardwareAcceleration": "Zet hardware acceleratie uit <em>(Let op: Zet deze optie alleen aan als je problemen ondervindt met media presentatie modus. Na deze optie te veranderen zal M³ opnieuw opstarten.)</em>",
  "dontForgetToGetMedia": "Vergeet niet de media folders op de computer in de koninkrijkszaal bij te werken!",
  "downloadShuffleMusic": "Download alle liederen voor achtergrondmuziek",
  "enableMediaDisplayButton": "Zet knop aan om media op een externe monitor of apart scherm af te spelen",
  "enableMusicButton": "Schakel knop in om achtergrondmuziek af te spelen",
  "enableObs": "Zet OBS Studio modus aan <em>(hier heb je obs-websocket voor nodig)</em>",
  "enablePp": "Zet sneltoetsen aan tijdens het presenteren van media (bijvoorbeeld voor het gebruik van een USB afstandsbediening)",
  "enableSubtitles": "Zet ondertiteling aan voor video's",
  "enableVlcPlaylistCreation": "Maak afspeellijsten om te gebruiken met <em>VLC</em>",
  "enableZoom": "Zet Zoom integratie aan",
  "error": "Error",
  "errorAdditionalMedia": "Er ging iets fout tijdens het importeren van media. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorAdditionalMediaList": "Er ging iets fout tijdens het laten zien van media. Probeer het later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorBadOutputPath": "Het pad dat je gekozen hebt, bevat illegale karakters. Zorg ervoor dat de volgende karakters niet in het pad zitten:",
  "errorDestExists": "Het volgende bestand of folder bestaat al:",
  "errorDownload": "Er is een fout opgetreden bij het downloaden van het volgende bestand:",
  "errorDownloadSubs": "Er is een fout opgetreden tijdens het downloaden van ondertiteling voor het volgende bestand:",
  "errorExtractFromJWPUB": "Er ging iets fout tijdens het uitpakken van media uit het volgende JWPUB bestand:",
  "errorForcedSettingsEnforce": "Er ging iets fout tijdens het inschakelen van gemeente-instellingen. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorGetCongMedia": "Er ging iets fout tijdens het ophalen van gemeente media. Controleer je gemeente sync instellingen of neem contact op met jouw videoconferentie organisator.",
  "errorGetMwMedia": "Er ging iets fout tijdens het ophalen van media voor de doordeweekse vergadering. Probeer het later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorGetWeMedia": "Er ging iets fout tijdens het ophalen van media voor de weekendvergadering. Probeer het later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorInvalidPrefs": "Er ging iets fout tijdens het laden van jouw voorkeuren. Stel alsjeblieft je instellingen opnieuw in voordat je doorgaat.",
  "errorJwpubDbFetch": "Er ging iets fout tijdens het ophalen van de volgende publicatie:",
  "errorJwpubMediaExtract": "Er ging iets fout tijdens het ophalen van media uit de volgende publicatie:",
  "errorMwbUnavailable": "Het werkboek voor vergaderingen is niet beschikbaar in jouw taal. Stel een alternatieve taal in naast jouw huidige taal.",
  "errorNoShuffleSongs": "Geen liederen voor achtergrondmuziek gevonden. Probeer het later opnieuw of neem contact op met uw videoconferentie-organisator.",
  "errorNoSocket": "Er is geen WebSocket gevonden. Er is geen actieve verbinding met de Zoomvergadering voor automatisering.",
  "errorNotCoHost": "De Zoom integratie deelnemer is geen co-host. Zorg ervoor dat de deelnemer een co-host is en probeer het opnieuw.",
  "errorObs": "Er is iets fout gegaan tijdens het verbinden met OBS Studio. Controleer of OBS Studio draait en dat de <code>obs-websocket</code> goed is ingesteld.",
  "errorObsAuth": "Het wachtwoord voor de OBS Studio integratie is waarschijnlijk fout. Zorg ervoor dat je het juiste wachtwoord hebt ingevoerd en probeer het opnieuw.",
  "errorObsCameraScene": "De ingestelde standaard podium scene bestaat niet meer. Stel een nieuwe in de instellingen in.",
  "errorObsMediaScene": "De ingestelde media scene bestaat niet meer. Stel een nieuwe scene in de instellingen in.",
  "errorObsScene": "De volgende scène kon niet worden gevonden. Zorg ervoor dat deze bestaat of maak opnieuw verbinding met OBS via de instellingen.",
  "errorObsZoomScene": "De ingestelde zoom scene bestaat niet meer. Stel een nieuwe scene in de instellingen in.",
  "errorOffline": "De applicatie is offline. Kan geen data downloaden of uploaden!",
  "errorPpEnable": "De sneltoetsen tijdens het presenteren van media konden niet worden ingeschakeld. Controleer of je instellingen correct zijn ingesteld.",
  "errorRename": "Er ging iets fout tijdens het hernoemen van het volgende bestand of de volgende folder:",
  "errorSetVars": "Er ging iets fout tijdens het aanmaken van of toegang krijgen tot een folder. Zorg alsjeblieft dat je toegang hebt tot het volgende pad op je computer.",
  "errorSiteCheck": "Kon geen verbinding maken met de volgende website:",
  "errorSyncCongMedia": "Er ging iets fout tijdens het ophalen van media uit de gemeente sync. Probeer het later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorUnknown": "Er ging iets onverwachts fout. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavLocked": "Het volgende gemeente server bestand kon niet worden aangepast, omdat het is vergrendeld. Probeer het later opnieuw.",
  "errorWebdavLs": "Er ging iets fout tijdens het lezen van de volgende folder. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavNotSupported": "De service die u gebruikt voor de gemeente server wordt momenteel niet ondersteunt. Het werkt misschien niet zoals verwacht.",
  "errorWebdavPut": "Er ging iets fout tijdens het opslaan van het volgende bestand. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavRm": "Er ging iets fout tijdens het verwijderen van het volgende bestand. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavTooBig": "Het bestand dat je wilde uploaden is te groot (max. 512 MB). Het bestand is lokaal toegevoegd, maar niet toegevoegd aan de gemeente server.",
  "errorWebdavTooManyRequests": "Er zijn te veel verzoeken naar de gemeente server gestuurd. Probeer het later opnieuw.",
  "errorWUnavailable": "De Wachttoren Studie-uitgave is niet beschikbaar in jouw taal. Stel een alternatieve taal in naast jouw huidige taal.",
  "errorYeartextNotFound": "De jaartekst voor de volgende taal is (nog) niet beschikbaar. Stel een alternatieve taal in naast jouw huidige taal.",
  "excludeLffImages": "Sluit <em>Voor Eeuwig Gelukkig</em> plaatjes uit buiten de gemeentebijbelstudie",
  "excludeTh": "Sluit alle media van de <em>th</em> brochure uit",
  "fetchMedia": "Haal media op",
  "fieldInvalid": "Dit is geen correcte waarde voor dit veld.",
  "fieldMax": "Maximaal XX karakters.",
  "fieldRequired": "Dit veld is verplicht.",
  "fieldShortcutInvalid": "Dit is geen correcte sneltoets",
  "fieldShortcutTaken": "Deze sneltoets is al in gebruik",
  "hideMediaLogo": "Verberg logo in media presentatie modus",
  "hideWinAfterMedia": "Verberg media scherm nadat media is afgespeeld",
  "hideWinAfterMediaExplain": "Handig voor gebarentaal groepen",
  "hostname": "Hostnaam",
  "includePrinted": "Haal geprinte media op als het beschikbaar is",
  "info": "Informatie",
  "infoPubIgnored": "Kon de media van de volgende publicatie niet ophalen:",
  "infoShortcutSetFail": "M³ kon de volgende toetsenbord sneltoets niet activeren. Zorg ervoor dat andere apps deze sneltoets niet gebruiken en start M³ opnieuw op.",
  "installNow": "Nu installeren",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Houd de originele mediabestanden na converteren",
  "lastMinuteSong": "Voeg een lied toe aan de medialijst",
  "light": "Licht",
  "localAppLang": "Applicatie taal",
  "manageMedia": "Media beheren",
  "maxRes": "Maximale resolutie voor video's",
  "mediaLang": "Media taal",
  "mediaLangFallback": "Alternatieve media taal",
  "mediaSaveFolder": "Folder waar media opgeslagen wordt",
  "mediaWinShortcut": "Sneltoets om mediascherm te tonen/verbergen",
  "mediaWindowBackground": "Achtergrondplaatje voor media presentatie modus",
  "meeting": "Vergadering",
  "minutesBeforeMeeting": "<span>XX</span> minuten voor de vergadering",
  "moreInfo": "Meer informatie",
  "mp4Conversion": "MP4 omzetting",
  "musicFadeOutSmart": "<span>XX</span> seconden voor de vergadering",
  "musicFadeOutTimer": "Na <span>XX</span> minuten",
  "musicFadeOutType": "Automatisch afspelen van achtergrondmuziek stoppen",
  "musicVolume": "Afspeelvolume achtergrondmuziek",
  "mwMeetingDay": "Doordeweekse vergadering",
  "noMedia": "Er is nog geen media voor deze datum. Voeg een lied toe, een lokaal bestand of haal media uit een lokaal JWPUB bestand.",
  "noMeetings": "Er zijn geen vergaderingen beschikbaar. Probeer alsjeblieft media op te halen vanuit het beginscherm.",
  "notAnImage": "Dit is geen correct plaatjes bestand. Probeer het alsjeblieft nogmaals.",
  "obsCameraScene": "Standaard podiumbeeld scene in OBS Studio",
  "obsMediaScene": "Media beeld scene in OBS Studio",
  "obsRefresh": "OBS verbinding vernieuwen",
  "obsUseV4": "Gebruik <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Studio scene om Zoom deelnemers te tonen",
  "obsZoomSceneActivate": "Zorg ervoor dat de Zoom deelnemers klaar staan. Het mediascherm zal automatisch verborgen worden tot er media getoond wordt.",
  "obsZoomSceneExplain": "Handig om Zoom deelnemers snel en makkelijk te tonen tijdens hybride vergaderingen",
  "obsZoomSceneToggle": "Zet Zoom deelnemer(s) modus aan/uit",
  "offlineMode": "Offline modus",
  "openFolder": "Open media folder",
  "openJWorg": "Open JW.org",
  "autoOpenFolderWhenDone": "Open folder na media sync",
  "optionsApp": "Applicatie configuratie",
  "optionsCongSync": "Gemeente sync configuratie",
  "optionsMedia": "Media configuratie",
  "optionsMeetings": "Vergadering configuratie",
  "outputFolderDateFormat": "Datum formaat voor vergadering folders",
  "paragraph": "Alinea",
  "password": "Wachtwoord",
  "pause": "Pauzeer/hervat filmpje",
  "pauseImg": "Toon/verberg plaatje op Zoom",
  "port": "Poort",
  "ppBackward": "Sneltoets om vorige media af te spelen",
  "ppForward": "Sneltoets om volgende media af te spelen",
  "preferredOutput": "Toon media presentatie scherm op",
  "presentShortcut": "Sneltoets om presentatiemodus te openen",
  "publicTalk": "Openbare lezing",
  "autoQuitWhenDone": "Sluit app na media sync",
  "recurring": "Terugkerende media",
  "refresh": "Media opnieuw laden",
  "remindNeedCoHost": "Vergeet niet om de Zoom integratie deelnemer een co-host te maken",
  "reportIssue": "Meld een probleem",
  "autoRunAtBoot": "Open app bij systeem opstarten",
  "screen": "Scherm",
  "selectDocument": "Selecteer een document om media uit te halen:",
  "selectExternalMedia": "De volgende media bestanden zitten niet in het JWPUB bestand. Klik alsjeblieft op elk bestand om het te vinden op je computer:",
  "selectSong": "Selecteer een koninkrijkslied",
  "selectVideo": "Selecteer een video van JW.org",
  "settingLocked": "Sommige instellingen zijn vastgezet door de videoconferentie organisator van jouw gemeente.",
  "settingsLocked": "Gemeente brede instellingen",
  "settingsLockedExplain": "De onderstaande geselecteerde instellingen worden, in de huidige staat, toegepast voor alle gebruikers die met dezelfde folder en server verbinding maken. Verander deze instellingen alleen als je de toegewezen videoconferentie organisator bent, of als je toestemming hebt van een verantwoordelijke broeder.",
  "settingsLockedWhoAreYou": "Ben jij de videoconferentie organisator, aangewezen door de ouderlingen?",
  "showPrefix": "Toon media prefixen",
  "shuffleMusicDownloaded": "Shuffle muziek gedownload",
  "shuffleShortcut": "Snelkoppeling om achtergrondmuziek in/uit te schakelen",
  "song": "Lied",
  "sortMedia": "Sorteer media",
  "sortSave": "Bewaar volgorde",
  "specialCong": "Speciale gemeente (zonder gewone vergaderingen, bijv. scholen)",
  "spotlightParticipants": "Spotlight deelnemers",
  "subsLang": "Taal voor de ondertiteling",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Initialiseer media sync bij het opstarten van de app",
  "system": "Systeem",
  "themePreference": "Thema voorkeur",
  "toggleSubtitles": "Ondertiteling in-/uitschakelen",
  "toggleSubtitlePosition": "Verander ondertiteling positie",
  "understood": "Ik begrijp het",
  "unmuteParticipant": "Deelnemer microfoon openzetten",
  "updateDownloaded": "Er is een update voor M³ gedownload. De installatie zal beginnen zodra M³ is gesloten.",
  "updateDownloading": "Moment geduld alsjeblieft; Er wordt een update gedownload voor M³.",
  "updateError": "Er is iets fout gegaan tijdens het controleren op updates.",
  "updateInstalled": "Een update van M³ is geïnstalleerd.",
  "updateNotDownloaded": "Er is een update beschikbaar voor M³, maar deze kon niet automatisch gedownload worden. Download de update alsjeblieft handmatig.",
  "username": "Gebruikersnaam",
  "videoTimeReset": "Reset begin- en eindtijd",
  "videoTimeSet": "Sla aangepaste begin- en eindtijd op",
  "wannaHelp": "Zou je willen helpen?",
  "wannaHelpExisting": "De gekozen applicatie taal wordt momenteel niet actief bijgehouden. Zou je willen helpen met M³ te vertalen voor gebruikers die deze taal spreken?",
  "wannaHelpExplain": "De gekozen media taal is nog niet beschikbaar als applicatietaal voor M³. Zou je willen helpen met M³ te vertalen voor gebruikers die deze taal spreken?",
  "wannaHelpForSure": "Help bij het vertalen van deze app",
  "wannaHelpWillGoAway": "Deze melding wordt alleen getoond wanneer een nieuwe versie van M³ beschikbaar is.",
  "warnFileNotAvailable": "Het volgende bestand is nog niet beschikbaar. Probeer het later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "warnMp4ConversionFailure": "Het volgende bestand kon niet omgezet worden naar een MP4 formaat:",
  "warnNoDocumentsFound": "Er was geen media gevonden in de gekozen JWPUB bestanden. Controleer het bestand of neem contact op met de ontwikkelaar van deze app.",
  "warnPdfConversionFailure": "De pagina's van het volgende PDF-bestand konden niet worden omgezet in plaatjes:",
  "warnSvgConversionFailure": "Het volgende bestand was niet herkend als een correct SVG-plaatje:",
  "warnUnknownLastVersion": "Kon de vorige versie van M³ niet ophalen. Ga ervan uit dat de app net geüpdatet is.",
  "warning": "Waarschuwing",
  "weMeetingDay": "Weekend vergadering",
  "webdavFolder": "Gemeente sync folder",
  "webdavFolderUp": "Ga folder omhoog",
  "window": "Sleepbaar scherm",
  "zoomAutomateAudio": "Audio automatiseren (gebruikt Zoom deelnemer audio in plaats van host audio)",
  "zoomAutoRename": "Zoom deelnemers automatisch hernoemen",
  "zoomAutoRenameFormat": "Oude Naam=Nieuwe Naam",
  "zoomAutoStartMeeting": "Automatisch \"start vergadering\" acties uitvoeren",
  "zoomHideComponent": "Zoom component automatisch verbergen",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Zoom deelnemers geluid dempen",
  "zoomName": "Zoom deelnemer naam",
  "zoomSaveRename": "Opslaan in instellingen voor automatisch hernoemen",
  "zoomSpotlight": "Spotlight video bij het starten van de vergadering",
  "zoomStartMeeting": "Start de Zoom vergadering",
  "zoomStopMeeting": "Stop de Zoom vergadering",
  "zoomToggleComponent": "Toon/verberg Zoom component"
}
