{
  "all": "Tudo",
  "areYouSure": "Tem certeza?",
  "autoPlayFirst": "Reproduzir automaticamente o primeiro item da multimédia",
  "autoStartMusic": "Reproduzir música de fundo automaticamente antes das reuniões",
  "betaUpdates": "Habilitar atualizações beta para fins de teste <em>(Nota: Não habilite esta configuração no computador usado para apresentar a multimédia no Salão do Reino.)</em>",
  "browse": "Selecionar",
  "cancel": "Cancelar",
  "cantCloseMediaWindowOpen": "Saia do modo de exibição do ecrã sucundário antes de tentar fechar o M³.",
  "cleanCache": "Eliminar multimédias",
  "clickAgain": "Clique novamente para confirmar",
  "confirm": "Confirmar",
  "congMedia": "Multimédia da congregação",
  "congregationName": "Nome da congregação",
  "convertDownloaded": "Converter multimédias para formato MP4",
  "convertDownloadedExplain": "Útil para reuniões apenas pelo Zoom. Ideal para ser utilizado com o recurso de compartilhamento de arquivos MP4 nativo do Zoom",
  "coWeek": "Próxima visita programada do superintendente de circuito",
  "coWeekExplain": "A reunião do meio de semana será automaticamente definida para terça-feira e a multimédia desnecessária para essa semana será ignorada",
  "custom": "Personalizado",
  "customCachePath": "Pasta de cache personalizado (para publicações, etc.)",
  "dark": "Escuro",
  "delete": "Eliminar",
  "disableAutoUpdate": "Desabilitar as atualizações automáticas do aplicativo que não sejam urgentes",
  "disableHardwareAcceleration": "Desativar a aceleração do hardware <em>(Nota: Ative esta definição apenas se tiver problemas em exibir multimédia no ecrã secundário. A alteração desta definição fará com que o M³ reinicie.)</em>",
  "dontForgetToGetMedia": "Não se esqueça de descarregar a multimédia no computador usado para exibir a multimédia nas reuniões congregacionais!",
  "downloadShuffleMusic": "Descarregar todos os cânticos para música de fundo",
  "enableMediaDisplayButton": "Exibir as multimédias num ecrã secundário ou numa janela separada",
  "enableMusicButton": "Ativar botão para reproduzir música de fundo",
  "enableObs": "Habilitar compatibilidade com o OBS Studio <em>(necessita do obs-websocket)</em>",
  "enablePp": "Ativar atalhos de teclado durante a reprodução de multimédia (para uso com um controle remoto USB, por exemplo)",
  "enableSubtitles": "Ativar legendas dos vídeos",
  "enableVlcPlaylistCreation": "Criar lista de reprodução para usar com o <em>VLC</em>",
  "enableZoom": "Ativar integração do Zoom",
  "enableZoomExplain": "Este é um trabalho em progresso. Por favor, teste-o minuciosamente antes de implementá-lo. Quando ativado, ele tentará automatizar várias tarefas pré-reunião (silenciar todos, ativar o vídeo/áudio do Salão do Reino, desativar a opção que permite ao participantes ativarem o próprio som), durante a reunião (selecionar participantes para destacar e ativar o som, ou para desativá-lo, baixar as suas mãos e remover o destaque) e pós-reunião (desativar o vídeo da Salão do Reino, permitir que os participantes ativem o seu próprio som).",
  "error": "Erro",
  "errorAdditionalMedia": "Ocorreu um erro ao importar as multimédias. Por favor, fale com o responsável pela videoconferência da sua congregação.",
  "errorAdditionalMediaList": "Ocorreu um erro ao listar os ficheiros de multimédia. Tente novamente mais tarde ou contacte o responsável pela videoconferência da sua congregação.",
  "errorBadOutputPath": "O caminho especificado tem caracteres inválidos. Certifique-se de que estes caracteres não estão no caminho:",
  "errorDestExists": "O seguinte ficheiro ou pasta já existe:",
  "errorDownload": "Ocorreu um erro ao tentar descarregar o seguinte ficheiro:",
  "errorDownloadSubs": "Ocorreu um erro ao tentar descarregar as legendas para o seguinte ficheiro:",
  "errorExtractFromJWPUB": "Ocorreu um erro ao tentar extrair a multimédia do seguinte ficheiro JWPUB:",
  "errorForcedSettingsEnforce": "Ocorreu um erro durante a aplicação das definições de congregação. Por favor, contacte o responsável pela videoconferência da sua congregação.",
  "errorGetCongMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia da congregação. Por favor, verifique as definições do servidor ou contacte o responsável pela videoconferência da sua congregação.",
  "errorGetMwMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião do meio de semana. Por favor, tente novamente mais tarde ou contacte o responsável pela videoconferência da sua congregação.",
  "errorGetWeMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião do fim de semana. Por favor, tente novamente mais tarde ou contacte o responsável pela videoconferência da sua congregação.",
  "errorInvalidPrefs": "Ocorreu um erro durante o carregamento das preferências salvas. Reconfigure todas as opções, conforme necessário, antes de prosseguir.",
  "errorJwpubDbFetch": "Ocorreu um erro ao tentar obter a seguinte publicação:",
  "errorJwpubMediaExtract": "Ocorreu um erro ao extrair a multimédia da seguinte publicação:",
  "errorMwbUnavailable": "Os ficheiros de multimédia do Manual de Atividades não estão disponíveis no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorNoShuffleSongs": "Nenhuma música foi encontrada para reproduzir como música de fundo. Por favor, tente novamente mais tarde ou entre em contacto com o responsável pela videoconferência.",
  "errorNoSocket": "Nenhum WebSocket foi encontrado. Não há conexão ativa com a reunião Zoom para automação.",
  "errorNotCoHost": "O utilizador da integração Zoom não é um coanfitrião. Certifique-se de que o utilizador é um coanfitrião e tente novamente.",
  "errorObs": "Ocorreu um erro ao tentar se conectar ao OBS Studio. Verifique se o OBS Studio está em execução e se a configuração do <code>obs-websocket</code> está correta.",
  "errorObsAuth": "A senha do plugin obs-websocket está incorreta. Por favor, verifique e tente novamente.",
  "errorObsCameraScene": "A cena configurada da câmara padrão já não existe. Por favor, mude a cena nas definições do M³.",
  "errorObsMediaScene": "A cena configurada da multimédia já não existe. Por favor, mude a cena nas configurações do M³.",
  "errorObsScene": "Não foi possível encontrar a cena selecionada. Certifique-se de que existe ou volte a ligar-se ao OBS através das definições.",
  "errorObsZoomScene": "A cena para partes pelo Zoom configurada já não existe. Por favor, altere-a nas definições.",
  "errorOffline": "O aplicativo está offline. As multimédias não serão descarregadas ou carregadas!",
  "errorPpEnable": "Os atalhos de teclado durante a reprodução de multimédia não puderam ser ativados. Por favor, verifique se as suas definições são válidas.",
  "errorRename": "Ocorreu um erro ao tentar mudar o nome do seguinte ficheiro ou diretório:",
  "errorSetVars": "Ocorreu um erro ao tentar criar ou aceder a pasta. Certifique-se de ter as permissões necessárias para aceder a pasta no seu computador.",
  "errorSiteCheck": "Não foi possível estabelecer uma conexão com o seguinte site:",
  "errorSyncCongMedia": "Ocorreu um erro durante a obtenção de multimédia da sincronização da congregação. Por favor, tente novamente mais tarde ou contacte o responsável pela videoconferência.",
  "errorUnknown": "Ocorreu um erro desconhecido. Por favor, contacte o responsável pela videoconferência.",
  "errorWebdavLocked": "Não foi possível modificar o seguinte ficheiro no servidor da congregação porque estava bloqueado. Por favor, tente novamente mais tarde.",
  "errorWebdavLs": "Ocorreu um erro ao tentar ler o seguinte diretório. Por favor, contacte o responsável pela videoconferência.",
  "errorWebdavNotSupported": "O servidor que você está usando para sua congregação não é suportado no momento.",
  "errorWebdavPut": "Ocorreu um erro ao tentar escrever o seguinte ficheiro. Por favor, contacte o responsável pela videoconferência.",
  "errorWebdavRm": "Ocorreu um erro ao tentar eliminar o seguinte ficheiro. Por favor, contacte o responsável pela videoconferência.",
  "errorWebdavTooBig": "O ficheiro que tenta enviar é muito grande (máximo 512 MB). O ficheiro foi adicionado localmente, mas não foi carregado para o servidor da congregação.",
  "errorWebdavTooManyRequests": "Foram enviadas muitas solicitações ao servidor. Por favor, tente novamente mais tarde.",
  "errorWUnavailable": "A Edição de Estudo da Sentinela não está disponível no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorYeartextNotFound": "O texto do ano para o seguinte idioma não está (ainda) disponível. Defina um idioma alternativo para usar sempre que necessário.",
  "excludeFootnotes": "Excluir a multimédia das notas do Estudo de A Sentinela",
  "excludeLffImages": "Excluir imagens do livro <em>Seja Feliz para Sempre</em> que não serão consideradas no Estudo Bíblico de Congregação",
  "excludeTh": "Eliminar todas as multimédias da publicação <em>th</em>",
  "fetchMedia": "Atualizar multimédia mais recente",
  "fieldInvalid": "Este não é um valor válido para este campo.",
  "fieldMax": "Excede o máximo de caracteres.",
  "fieldRequired": "Este campo é obrigatório.",
  "fieldShortcutInvalid": "Esse atalho não é válido",
  "fieldShortcutTaken": "Esse atalho já é usado",
  "footnote": "Nota",
  "hideMediaLogo": "Ocultar o logótipo JW da tela de exibição da multimédia",
  "hideWinAfterMedia": "Ocultar a tela secundária após a reprodução de multimédia",
  "hideWinAfterMediaExplain": "Útil principalmente para reuniões realizadas em língua de sinais",
  "hostname": "Endereço web",
  "includePrinted": "Incluir multimédia impressa quando disponível",
  "info": "Informação",
  "infoPubIgnored": "Não foi possível descarregar os ficheiros de multimédia da seguinte publicação:",
  "infoShortcutSetFail": "Não é possível utilizar este atalho de teclado. Certifique-se de que nenhum outro programa está configurado com este atalho e em seguida reinicie o M³. Caso contrário, não necessita fazer nada.",
  "installNow": "Instalar agora",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Manter os ficheiros de multimédia originais após a conversão",
  "lastMinuteSong": "Adicionar um cântico à lista de multimédia",
  "light": "Claro",
  "localAppLang": "Idioma do programa",
  "manageMedia": "Adicionar/Organizar multimédia",
  "maxRes": "Resolução máxima para os vídeos",
  "mediaLang": "Idioma das multimédias",
  "mediaLangFallback": "Idioma alternativo para multimédias",
  "mediaSaveFolder": "Pasta onde guardar os ficheiros multimédia",
  "mediaWinShortcut": "Atalho para ocultar/mostrar a tela secundária",
  "mediaWindowBackground": "Imagem de fundo da tela secundária",
  "meeting": "Reunião",
  "minutesBeforeMeeting": "<span>XX</span> minutos antes da reunião",
  "moreInfo": "Mais detalhes",
  "mp4Conversion": "Conversão em MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes da reunião",
  "musicFadeOutTimer": "Depois de <span>XX</span> minutos",
  "musicFadeOutType": "Parar automaticamente a reprodução de música de fundo",
  "musicVolume": "Volume de reprodução de música de fundo",
  "mwMeetingDay": "Reunião do meio de semana",
  "noMedia": "Não existe multimédia disponível para a data selecionada. Adicione cânticos, imagens, vídeos, multimédia JWPUB, etc.",
  "noMeetings": "Não existem reuniões disponíveis. Tente atualizar as pastas multimédia a partir do ecrã inicial.",
  "notAnImage": "Esse ficheiro não é uma imagem válida. Por favor, tente novamente.",
  "obsCameraScene": "Nome da cena padrão do palco do OBS Studio",
  "obsMediaScene": "Nome da cena de multimédia do OBS Studio",
  "obsImageScene": "Cena opcional de multimédia separada para imagens",
  "obsRefresh": "Atualizar ligação OBS",
  "obsUseV4": "Use o <em>obs-websocket v4</em>",
  "obsZoomScene": "Cena do OBS Studio para exibir os participantes pelo Zoom",
  "obsZoomSceneActivate": "Certifique-se de que os participantes pelo Zoom estejam prontos para serem exibidos. A tela secundária de exibição de multimédia será ocultada automaticamente até que a multimédia.",
  "obsZoomSceneExplain": "Usado para gerir de forma rápida e eficiente a exibição dos participantes pelo Zoom em reuniões mistas",
  "obsZoomSceneToggle": "Alternar para partes pelo Zoom",
  "offlineMode": "Modo offline",
  "openFolder": "Abrir pasta de multimédia",
  "openJWorg": "Abrir JW.org",
  "autoOpenFolderWhenDone": "Abrir pasta após descarregar as multimédias",
  "optionsApp": "Configuração do programa",
  "optionsCongSync": "Configuração do servidor da congregação",
  "optionsMedia": "Configuração de multimédia",
  "optionsMeetings": "Configuração da reunião",
  "outputFolderDateFormat": "Formato de data para pastas de reuniões",
  "paragraph": "Parágrafo",
  "password": "Palavra-passe",
  "pause": "Pausar/retomar vídeo",
  "pauseImg": "Ocultar/mostrar imagem no Zoom",
  "port": "Porta",
  "ppBackward": "Combinação de teclas para reproduzir a multimédia anterior",
  "ppForward": "Combinação de teclas para reproduzir a próxima multimédia",
  "preferredOutput": "Mostrar a janela de apresentação da multimédia em",
  "presentShortcut": "Atalho para abrir o modo de exibição de multimédias",
  "publicTalk": "Discurso Público",
  "autoQuitWhenDone": "Fechar o programa após descarregar as multimédias",
  "recurring": "Multimédia recorrente",
  "refresh": "Recarregar lista de multimédia",
  "remindNeedCoHost": "Não se esqueça de tornar o utilizador da integração Zoom num coanfitrião",
  "reportIssue": "Reportar um erro",
  "autoRunAtBoot": "Executar aplicativo ao inicializar o sistema",
  "screen": "Tela",
  "selectDocument": "Selecione um documento para extrair multimédia:",
  "selectExternalMedia": "Esses ficheiros de multimédia não estão incluídos no ficheiro JWPUB que selecionou. Por favor, clique em cada um para localizá-lo no seu computador:",
  "selectSong": "Selecione o Cântico",
  "selectVideo": "Selecione um vídeo do JW.org",
  "settingLocked": "Algumas configurações foram bloqueadas pelo responsável da videoconferência da sua congregação.",
  "settingsLocked": "Definições para toda a congregação",
  "settingsLockedExplain": "As configurações selecionadas abaixo serão aplicadas a todos os utilizadores que se conectem à mesma pasta e servidor. Por favor, altere essas configurações apenas se for o responsável pela videoconferência designado, ou se tiver recebido permissão para fazer isso por um irmão designado.",
  "settingsLockedWhoAreYou": "Você é o responsável pela videoconferência designado pelo corpo de anciãos?",
  "showPrefix": "Mostrar numeração da multimédia",
  "shuffleMusicDownloaded": "Reproduzir aleatoriamente cânticos descarregados",
  "shuffleShortcut": "Atalho para ativar/desativar a música de fundo",
  "song": "Cântico",
  "sortMedia": "Escolher ordem das multimédias",
  "sortSave": "Salvar ordem",
  "specialCong": "Congregação especial (sem reuniões regulares, como por exemplo, escolas teocráticas)",
  "spotlightParticipants": "Participantes destacados",
  "subsLang": "Idioma das legendas",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Descarregar as multimédias automaticamente ao abrir o programa",
  "system": "Padrão do sistema",
  "themePreference": "Preferência de tema",
  "toggleSubtitles": "Ativar/desativar legendas",
  "toggleSubtitlePosition": "Ativar/desativar posição vertical da legenda para este vídeo",
  "understood": "Entendi",
  "unmuteParticipant": "Desativar som do participante",
  "updateDownloaded": "Foi baixada uma atualização para o M³. A instalação começará quando o M³ for fechado.",
  "updateDownloading": "Uma atualização do M³ está a ser descarregada em segundo plano.",
  "updateError": "Ocorreu um erro ao verificar se existem atualizações.",
  "updateInstalled": "Uma atualização para o M³ foi instalada.",
  "updateNotDownloaded": "Uma atualização para o M³ está disponível, mas não foi possível descarregar automaticamente. Por favor, descarregue manualmente,  clicando no botão abaixo.",
  "username": "Utilizador",
  "videoTimeReset": "Redefinir os horários de início e término",
  "videoTimeSet": "Guardar horários personalizados de início e término",
  "wannaHelp": "Você gostaria de ajudar?",
  "wannaHelpExisting": "O idioma escolhido não possui tradutor. Gostaria de ajudar a traduzir o M³ para utilizadores que falam esse idioma?",
  "wannaHelpExplain": "A língua definida para as multimédias não está disponível. Gostaria de ajudar a traduzir o M³ para utilizadores que falam esta língua?",
  "wannaHelpForSure": "Eu gostaria de ajudar a traduzir este app",
  "wannaHelpWillGoAway": "Essa notificação só irá aparecer quando houver uma nova versão do M³.",
  "warnFileNotAvailable": "Esse ficheiro ainda não está disponível. Tente novamente mais tarde ou contacte o responsável pela videoconferência da sua congregação.",
  "warnMp4ConversionFailure": "É impossível converter esse ficheiro para MP4:",
  "warnNoDocumentsFound": "Não existe multimédia nesses documentos JWPUB escolhidos. Verifique o ficheiro novamente ou contacte o desenvolvedor desse programa.",
  "warnPdfConversionFailure": "Não foi possível extrair como imagens as páginas desse ficheiro PDF:",
  "warnSvgConversionFailure": "Esse ficheiro não foi reconhecido como uma imagem SVG válida:",
  "warnUnknownLastVersion": "Não foi possível identificar a versão instalada do M³. Provavelmente ele já foi atualizado.",
  "warning": "Aviso",
  "weMeetingDay": "Reunião de fim de semana",
  "webdavFolder": "Caminho da pasta",
  "webdavFolderUp": "Mover pasta para cima",
  "window": "Janela móvel",
  "zoomAutoRename": "Renomear automaticamente os participantes do Zoom",
  "zoomAutoRenameFormat": "Nome Antigo=Nome Novo",
  "zoomAutoStartMeeting": "Executar automaticamente as ações de início de reunião",
  "zoomHideComponent": "Ocultar o componente Zoom por predefinição",
  "zoomId": "ID da Reunião Zoom",
  "zoomMuteParticipants": "Silenciar participantes do Zoom",
  "zoomName": "Nome do participante no Zoom",
  "zoomSaveRename": "Guardar nas definições para renomear automaticamente",
  "zoomSpotlight": "Destacar vídeo ao iniciar a reunião",
  "zoomStartMeeting": "Iniciar reunião Zoom",
  "zoomStopMeeting": "Interromper reunião Zoom",
  "zoomToggleComponent": "Ativar/desativar visibilidade do componente Zoom"
}
