{
  "all": "Tudo",
  "areYouSure": "Tem certeza?",
  "autoPlayFirst": "Automatically play first media item",
  "autoStartMusic": "Play background music automatically before meetings",
  "betaUpdates": "Enable beta updates for testing purposes <em>(Note: Do not enable this setting on the computer used to present media at the Kingdom Hall.)</em>",
  "browse": "Selecionar",
  "cancel": "Cancelar",
  "cantCloseMediaWindowOpen": "Saia do modo de exibição do ecrã sucundário antes de tentar fechar o M³.",
  "cleanCache": "Eliminar multimédias",
  "clickAgain": "Clique para confirmar",
  "confirm": "Sim",
  "congMedia": "Multimédia da congregação",
  "congregationName": "Nome da congregação",
  "convertDownloaded": "Converter multimédias para MP4",
  "convertDownloadedExplain": "Útil para reuniões apenas pelo Zoom. Ideal para ser utilizado com o recurso de compartilhamento de arquivos MP4 nativo do Zoom",
  "coWeek": "Next planned visit of the circuit overseer",
  "coWeekExplain": "Will automatically set the midweek meeting to Tuesday and skip unnecessary media for that week",
  "custom": "Personalizado",
  "customCachePath": "Pasta de cache personalizado (para publicações, etc.)",
  "dark": "Escuro",
  "delete": "Excluir",
  "disableAutoUpdate": "Desativar atualização automática",
  "disableHardwareAcceleration": "Desativar a aceleração do hardware <em>(Nota: Ative esta definição apenas se tiver problemas em exibir mídias no ecrã secundário. A alteração desta definição fará com que o M³ reinicie.)</em>",
  "dontForgetToGetMedia": "Não se esqueça de baixar as mídias no computador usado para exibir as mídias nas reuniões congregacionais!",
  "downloadShuffleMusic": "Download all songs for background music",
  "enableMediaDisplayButton": "Exibir as multimédias num ecrã secundário",
  "enableMusicButton": "Enable button to play background music",
  "enableObs": "Habilitar compatibilidade com o OBS Studio <em>(necessita do obs-websocket)</em>",
  "enablePp": "Ativar atalhos de teclado durante a reprodução de mídia (para uso com um controle remoto USB, por exemplo)",
  "enableSubtitles": "Ativar legendas dos vídeos",
  "enableVlcPlaylistCreation": "Criar lista de reprodução para usar com o <em>VLC</em>",
  "enableZoom": "Enable Zoom integration",
  "enableZoomExplain": "This is a work in progress. Please test test it thoroughly before implementing it. When enabled, it will attempt to automate various pre-meeting (mute all, enable the Kingdom Hall's video/audio, disable the option for participants to unmute themselves), in-meeting (select participants to spotlight and unmute them, or to mute them, lower their hand and remove the spotlight) and post-meeting (disable the Kingdom Hall's video feed, allow participants to unmute themselves) tasks.",
  "error": "Erro",
  "errorAdditionalMedia": "Ocorreu um erro ao importar as multimédias. Por favor fale com o organizador de vídeoconferência da sua congregação.",
  "errorAdditionalMediaList": "Ocorreu um erro ao listar os ficheiros de multimédia. Tente novamente mais tarde ou entre em contacte com o organizador de vídeoconferência da sua congregação.",
  "errorBadOutputPath": "O caminho especificado tem caracteres inválidos. Certifique-se de que estes caracteres não estão no caminho:",
  "errorDestExists": "O seguinte arquivo ou pasta já existe:",
  "errorDownload": "An error occurred while trying to download the following file:",
  "errorDownloadSubs": "An error occurred while trying to download subtitles for the following file:",
  "errorExtractFromJWPUB": "An error occurred while trying to extract media from the following JWPUB file:",
  "errorForcedSettingsEnforce": "Ocorreu um erro ao aplicar as configurações da congregação. Entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetCongMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia da congregação. Verifique as configurações do servidor ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetMwMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião de meio de semana. Tente novamente mais tarde ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetWeMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião de fim de semana. Tente novamente mais tarde ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorInvalidPrefs": "Ocorreu um erro ao carregar as preferências salvas. Reconfigure todas as opções conforme necessário antes de prosseguir.",
  "errorJwpubDbFetch": "Ocorreu um erro ao tentar descarregar a publicação:",
  "errorJwpubMediaExtract": "Ocorreu um erro ao extrair a multimédia da publicação:",
  "errorMwbUnavailable": "Os arquivos de mídia da Apostila não estão disponíveis no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorNoShuffleSongs": "No songs found to play as background music. Please try again later or contact your videoconference organizer.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "Ocorreu um erro ao tentar se conectar ao OBS Studio. Verifique se o OBS Studio está em execução e se a configuração do <code>obs-websocket</code> está correta.",
  "errorObsAuth": "A senha do plugin obs-websocket está incorreta. Verifique e tente novamente.",
  "errorObsCameraScene": "A cena de câmera padrão configurada não existe mais. Por favor, mude a cena nas configurações do M³.",
  "errorObsMediaScene": "A cena de mídia configurada não existe mais. Por favor, mude a cena nas configurações do M³.",
  "errorObsScene": "The following scene could not be found. Make sure it exists or reconnect with OBS through the settings.",
  "errorObsZoomScene": "A cena para partes pelo Zoom configurada não existe mais. Por favor, altere-a nas configurações.",
  "errorOffline": "O aplicativo está off-line. As multimédias não serão baixadas ou carregadas!",
  "errorPpEnable": "Os atalhos de teclado durante a reprodução de mídia não puderam ser ativados. Verifique se suas configurações estão válidas.",
  "errorRename": "An error occurred while attempting to rename the following file or directory:",
  "errorSetVars": "Ocorreu um erro ao tentar criar ou aceder a pasta. Certifique-se de ter as permissões necessárias para aceder a pasta em seu computador.",
  "errorSiteCheck": "Não foi possível estabelecer uma ligação com o site:",
  "errorSyncCongMedia": "Ocorreu um erro ao tentar descarregar a multimédia do servidor da congregação. Tente novamente mais tarde ou entre em contacto com o organizador de sua videoconferência.",
  "errorUnknown": "Ocorreu um erro desconhecido. Entre em contato com o organizador de videoconferência.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "Ocorreu um erro ao tentar ler essa pasta. Entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavNotSupported": "O servidor que você está usando para sua congregação não é suportado no momento.",
  "errorWebdavPut": "Ocorreu um erro ao tentar gravar esse ficheiro. Entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavRm": "Ocorreu um erro ao tentar eliminar esse ficheiro. Entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavTooBig": "O arquivo que você está tentando enviar é muito grande (máximo de 512 MB). O arquivo foi adicionado localmente, mas não foi carregado no servidor da congregação.",
  "errorWebdavTooManyRequests": "Foram enviadas muitas solicitações ao servidor. Por favor, tente novamente mais tarde.",
  "errorWUnavailable": "A Edição de Estudo da Sentinela não está disponível no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorYeartextNotFound": "O texto do ano para o seguinte idioma não está (ainda) disponível. Defina um idioma alternativo para usar sempre que necessário.",
  "excludeLffImages": "Excluir imagens do livro <em>Seja Feliz para Sempre</em> que não serão consideradas no Estudo Bíblico de Congregação",
  "excludeTh": "Eliminar todas as multimédias da publicação <em>th</em>",
  "fetchMedia": "Descarregar multimédias!",
  "fieldInvalid": "Este não é um valor válido para este campo.",
  "fieldMax": "Excede o máximo de caracteres.",
  "fieldRequired": "Esse campo é obrigatório.",
  "fieldShortcutInvalid": "Esse atalho não pode ser usado",
  "fieldShortcutTaken": "Esse atalho não pode ser usado",
  "hideMediaLogo": "Ocultar o logotipo JW da tela de exibição de mídias",
  "hideWinAfterMedia": "Ocultar a tela secundária após a reprodução de multimédia",
  "hideWinAfterMediaExplain": "Útil principalmente para reuniões realizadas em língua de sinais",
  "hostname": "Nome do host",
  "includePrinted": "Incluir multimédia impressa quando disponível",
  "info": "Informação",
  "infoPubIgnored": "Não foi possível descarregar os ficheiros de multimédia dessa publicação:",
  "infoShortcutSetFail": "Não é possível utilizar este atalho de teclado. Certifique-se de que nenhum outro programa está configurado com este atalho e em seguida reinicie o M³. Caso contrário, não tens de fazer nada.",
  "installNow": "Instalar agora",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Manter os ficheiros de multimédia originais após a conversão",
  "lastMinuteSong": "Adicionar um cântico à lista de multimédias",
  "light": "Claro",
  "localAppLang": "Língua do programa",
  "manageMedia": "Manage media",
  "maxRes": "Resolução dos vídeos",
  "mediaLang": "Língua das multimédias",
  "mediaLangFallback": "Idioma alternativo para multimédias",
  "mediaSaveFolder": "Pasta para salvar as multimédias",
  "mediaWinShortcut": "Atalho para ocultar/mostrar a tela secundária",
  "mediaWindowBackground": "Imagem de fundo da tela secundária",
  "meeting": "Escolha a reunião",
  "minutesBeforeMeeting": "<span>XX</span> minutes before the meeting",
  "moreInfo": "Mais detalhes",
  "mp4Conversion": "Conversão em MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes da reunião",
  "musicFadeOutTimer": "Depois de <span>XX</span> minutos",
  "musicFadeOutType": "Automatically stop playing background music",
  "musicVolume": "Background music playback volume",
  "mwMeetingDay": "Reunião de meio de semana",
  "noMedia": "Não existem multimédias para essa data. Você precisa adicioná-las.",
  "noMeetings": "There are no meetings available. Please try updating the media folders from the home screen.",
  "notAnImage": "Esse ficheiro não é uma imagem válida. Por favor, tente novamente.",
  "obsCameraScene": "Nome da cena de câmera do OBS Studio",
  "obsMediaScene": "Nome da cena de mídia do OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "Use o <em>obs-websocket v4</em>",
  "obsZoomScene": "Cena do OBS Studio para exibir os participantes pelo Zoom",
  "obsZoomSceneActivate": "Certifique-se de que os participantes pelo Zoom estejam prontos para serem exibidos. A tela secundária de exibição de mídias será ocultada automaticamente quando uma mídia não estiver sendo exibida.",
  "obsZoomSceneExplain": "Usado para gerenciar de forma rápida e eficiente a exibição dos participantes pelo Zoom em reuniões híbridas",
  "obsZoomSceneToggle": "Alternar para partes pelo Zoom",
  "offlineMode": "Modo offline",
  "openFolder": "Abrir ficheiro de multimédias",
  "openJWorg": "Abrir JW.org",
  "autoOpenFolderWhenDone": "Abrir pasta após descarregar as multimédias",
  "optionsApp": "Configuração do programa",
  "optionsCongSync": "Configuração do servidor da congregação",
  "optionsMedia": "Configuração de multimédia",
  "optionsMeetings": "Configuração da reunião",
  "outputFolderDateFormat": "Formato de data das pastas de mídia",
  "paragraph": "Parágrafo",
  "password": "Senha",
  "pause": "Pausar/retomar vídeo",
  "pauseImg": "Ocultar/mostrar imagem no Zoom",
  "port": "Porta",
  "ppBackward": "Combinação de teclas para reproduzir a mídia anterior",
  "ppForward": "Combinação de teclas para reproduzir a próxima mídia",
  "preferredOutput": "Exibir as mídias na",
  "presentShortcut": "Atalho para abrir o modo de exibição de multimédias",
  "publicTalk": "Public Talk",
  "autoQuitWhenDone": "Fechar o programa após descarregar as multimédias",
  "recurring": "Multimédia recorrente",
  "refresh": "Atualizar multimédias",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "reportIssue": "Reportar um erro",
  "autoRunAtBoot": "Executar o programa após a inicialização do sistema",
  "screen": "Tela",
  "selectDocument": "Selecione um documento para extrair a multimédia:",
  "selectExternalMedia": "Esses ficheiros de multimédia não estão incluídos no ficheiro JWPUB que você selecionou. Clique em cada um para localizá-lo em seu computador:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "settingLocked": "Algumas configurações foram bloqueadas pelo organizador de videoconferência da sua congregação.",
  "settingsLocked": "Configurações para todos da congregação",
  "settingsLockedExplain": "As configurações selecionadas abaixo serão aplicadas a todos os utilizadores que se conectem à mesma pasta e servidor. Por favor, altere essas configurações apenas se você for o organizador de videoconferência designado, ou se você tiver recebido permissão para fazer isso por um irmão responsável.",
  "settingsLockedWhoAreYou": "Você é o organizador de videoconferência designado pelo corpo de anciãos?",
  "showPrefix": "Mostrar numeração das multimédias",
  "shuffleMusicDownloaded": "Cânticos em MP3 baixados",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Cântico",
  "sortMedia": "Escolher ordem das multimédias",
  "sortSave": "Salvar ordem",
  "specialCong": "Congregação especial (sem reuniões regulares, como por exemplo, escolas teocráticas)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Idioma das legendas",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Descarregar as multimédias automaticamente ao abrir o programa",
  "system": "Padrão do sistema",
  "themePreference": "Preferência de tema",
  "toggleSubtitles": "Toggle subtitles",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "Entendi",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "Foi baixada uma atualização para o M³. A instalação começará quando o M³ for fechado.",
  "updateDownloading": "Por favor, aguarde. Descarregando a actualização do M³.",
  "updateError": "Ocorreu um erro ao verificar se existem atualizações.",
  "updateInstalled": "Actualização instalada!",
  "updateNotDownloaded": "Actualização disponível! Não foi possível descarregar automaticamente. Descarregue clicando no botão abaixo.",
  "username": "Usuário",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "Você gostaria de ajudar?",
  "wannaHelpExisting": "O idioma escolhido não possui tradutor. Você gostaria de ajudar a traduzir o M³ para usuários que falam esse idioma?",
  "wannaHelpExplain": "A língua definida para as multimédias não está disponível. Você gostaria de ajudar a traduzir o M³ para utilizadores que falam esta língua?",
  "wannaHelpForSure": "Ajude a traduzir esse programa",
  "wannaHelpWillGoAway": "Essa notificação só irá aparecer quando houver uma nova versão do M³.",
  "warnFileNotAvailable": "Esse ficheiro ainda não está disponível. Tente novamente mais tarde ou entre em contacte com o organizador de vídeoconferência da sua congregação.",
  "warnMp4ConversionFailure": "É impossível converter esse ficheiro para MP4:",
  "warnNoDocumentsFound": "Não existe multimédia nesses documentos JWPUB escolhidos. Verifique seu ficheiro novamente ou entre em contacto com o desenvolvedor desse programa.",
  "warnPdfConversionFailure": "Não foi possível extrair como imagens as páginas desse ficheiro PDF:",
  "warnSvgConversionFailure": "Esse ficheiro não foi reconhecido como uma imagem SVG válida:",
  "warnUnknownLastVersion": "Não foi possível identificar a versão instalada do M³. Provavelmente ele já foi atualizado.",
  "warning": "Aviso",
  "weMeetingDay": "Reunião de fim de semana",
  "webdavFolder": "Caminho da pasta",
  "webdavFolderUp": "Mover pasta para cima",
  "window": "Janela",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomHideComponent": "Hide Zoom component by default",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
