{
  "all": "Tudo",
  "areYouSure": "Tem certeza?",
  "autoPlayFirst": "Reproduzir automaticamente a primeira mídia da lista",
  "autoStartMusic": "Reproduzir cânticos automaticamente antes das reuniões",
  "betaUpdates": "Ativar atualizações beta para teste <em>(Nota: Não habilite esta configuração no computador usado para exibir as mídias no Salão do Reino.)</em>",
  "browse": "Selecionar",
  "cancel": "Cancelar",
  "cantCloseMediaWindowOpen": "Saia do modo de exibição de mídias antes de tentar fechar o M³.",
  "cleanCache": "Excluir mídias",
  "clickAgain": "Clique novamente para confirmar",
  "confirm": "Sim",
  "congMedia": "Mídia da congregação",
  "congregationName": "Nome da congregação",
  "convertDownloaded": "Converter mídias para MP4",
  "convertDownloadedExplain": "Útil para reuniões realizadas apenas pelo Zoom. Ideal para ser utilizado com o recurso de compartilhamento de arquivos MP4 nativo do Zoom",
  "convertExternal": "Habilitar conversão de mídia adicional",
  "coWeek": "Data da visita do superintendente de circuito",
  "coWeekExplain": "Com essa opção, o M³ define automaticamente a reunião do meio de semana para terça-feira e só busca as mídias necessárias",
  "custom": "Personalizado",
  "customCachePath": "Pasta de cache personalizado (para publicações, etc.)",
  "dark": "Escuro",
  "delete": "Excluir",
  "disableAutoUpdate": "Desativar atualização automática",
  "disableHardwareAcceleration": "Desativar a aceleração de hardware <em>(Observação: ative essa opção somente se apresentar problemas na tela de exibição de mídias. Ao alterar essa opção o M³ será reiniciado.)</em>",
  "dontForgetToGetMedia": "Não se esqueça de baixar as mídias no computador usado para exibir as mídias nas reuniões congregacionais!",
  "downloadShuffleMusic": "Baixar todos os cânticos de fundo",
  "enableMediaDisplayButton": "Habilitar tela para exibição de mídias",
  "enableMusicButton": "Habilitar botão para reproduzir cânticos de fundo",
  "enableObs": "Habilitar compatibilidade com OBS Studio <em>(necessita do obs-websocket)</em>",
  "enablePp": "Ativar atalhos de teclado durante a reprodução de mídia (para uso com um controle remoto USB, por exemplo)",
  "enableSubtitles": "Ativar legendas dos vídeos",
  "enableVlcPlaylistCreation": "Criar lista de reprodução para usar no <em>VLC</em>",
  "enableZoom": "Habilitar integração com o Zoom",
  "error": "Erro",
  "errorAdditionalMedia": "Ocorreu um erro ao importar as mídias. Por favor, fale com o organizador de Videoconferência da sua congregação.",
  "errorAdditionalMediaList": "Ocorreu um erro ao listar os arquivos de mídia. Tente novamente mais tarde ou entre em contato com o organizador de Videoconferência da sua congregação.",
  "errorBadOutputPath": "O caminho especificado tem caracteres inválidos. Certifique-se de que esses caracteres não estejam no caminho:",
  "errorDestExists": "O seguinte arquivo ou pasta já existe:",
  "errorDownload": "Ocorreu um erro ao tentar baixar esse arquivo:",
  "errorDownloadSubs": "Ocorreu um erro ao tentar baixar as legendas para esse arquivo:",
  "errorExtractFromJWPUB": "Ocorreu um erro ao tentar extrair a mídia desse arquivo JWPUB:",
  "errorForcedSettingsEnforce": "Ocorreu um erro ao salvar as configurações da congregação. Entre em contato com o organizador de Videoconferência da sua congregação.",
  "errorGetCongMedia": "Ocorreu um erro ao baixar os arquivos de mídia da congregação. Verifique as configurações do servidor ou entre em contato com o organizador de Videoconferência da sua congregação.",
  "errorGetMwMedia": "Ocorreu um erro ao baixar os arquivos de mídia para a reunião do meio de semana. Tente novamente mais tarde ou entre em contato com o organizador de Videoconferência da sua congregação.",
  "errorGetWeMedia": "Ocorreu um erro ao baixar os arquivos de mídia para a reunião de fim de semana. Tente novamente mais tarde ou entre em contato com o organizador de Videoconferência da sua congregação.",
  "errorInvalidPrefs": "Ocorreu um erro ao carregar as preferências salvas. Configure novamente todas as opções conforme necessário antes de prosseguir.",
  "errorJwpubDbFetch": "Ocorreu um erro ao tentar baixar a publicação:",
  "errorJwpubMediaExtract": "Ocorreu um erro ao extrair a mídia da publicação:",
  "errorMwbUnavailable": "Os arquivos de mídia da Apostila não estão disponíveis no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorNoShuffleSongs": "Nenhum cântico foi encontrado para ser reproduzido. Por favor, tente novamente mais tarde ou entre em contato com o organizador de videoconferência.",
  "errorNoSocket": "Nenhum WebSocket foi encontrado. Não há nenhuma conexão ativa com a reunião do Zoom.",
  "errorNotCoHost": "O participante do M³ não é coanfitrião no Zoom. Atribua esse privilégio a ele e tente novamente.",
  "errorObs": "Ocorreu um erro ao tentar se conectar ao obs-websocket. Verifique se o OBS Studio está em execução e se a porta e senha do <code>obs-websocket</code> estão corretas.",
  "errorObsAuth": "A senha definida no obs-websocket está incorreta. Verifique e tente novamente.",
  "errorObsCameraScene": "A cena câmera configurada não existe mais. Por favor, mude a cena nas configurações do M³.",
  "errorObsMediaScene": "A cena mídia configurada não existe mais. Por favor, mude a cena nas configurações do M³.",
  "errorObsScene": "Essa cena não foi encontrada. Certifique-se de que ela existe ou reconecte-se com o OBS através das configurações do M³.",
  "errorObsZoomScene": "A cena Zoom configurada não existe mais. Por favor, mude a cena nas configurações do M³.",
  "errorOffline": "O aplicativo está off-line. As mídias não serão baixadas ou carregadas!",
  "errorPpEnable": "Não foi possível ativar os atalhos de teclado durante a reprodução de mídia. Verifique se suas configurações estão válidas.",
  "errorRename": "Ocorreu um erro ao tentar renomear esse arquivo ou pasta:",
  "errorSetVars": "Ocorreu um erro ao tentar criar ou acessar a pasta. Certifique-se de ter as permissões necessárias para acessar a pasta em seu computador.",
  "errorSiteCheck": "Não foi possível se conectar ao site:",
  "errorSyncCongMedia": "Ocorreu um erro ao tentar baixar a mídia do servidor da congregação. Tente novamente mais tarde ou entre em contato com o organizador de sua videoconferência.",
  "errorUnknown": "Ocorreu um erro desconhecido. Entre em contato com o organizador de videoconferência.",
  "errorWebdavLocked": "Não foi possível modificar este arquivo no servidor da congregação porque ele está bloqueado. Tente novamente mais tarde.",
  "errorWebdavLs": "Ocorreu um erro ao tentar ler essa pasta. Entre em contato com o organizador de sua videoconferência.",
  "errorWebdavNotSupported": "O servidor que você está usando para sua congregação não é suportado no momento.",
  "errorWebdavPut": "Ocorreu um erro ao tentar gravar este arquivo. Entre em contato com o organizador de sua videoconferência.",
  "errorWebdavRm": "Ocorreu um erro ao tentar excluir este arquivo. Entre em contato com o organizador de sua videoconferência.",
  "errorWebdavTooBig": "O arquivo que você está tentando enviar é muito grande (máximo de 512 MB). O arquivo foi adicionado localmente, mas não foi carregado no servidor da congregação.",
  "errorWebdavTooManyRequests": "Foram enviadas muitas solicitações ao servidor. Por favor, tente novamente mais tarde.",
  "errorWUnavailable": "A Edição de Estudo da A Sentinela não está disponível no idioma selecionado. Defina um idioma alternativo para usar sempre que necessário.",
  "errorYeartextNotFound": "O texto do ano para o seguinte idioma não está (ainda) disponível. Defina um idioma alternativo para usar sempre que necessário.",
  "excludeLffImages": "Excluir imagens do livro <em>Seja Feliz para Sempre</em> que não serão consideradas no Estudo Bíblico de Congregação",
  "excludeTh": "Excluir todas as mídias da brochura <em>Melhore</em>",
  "fetchMedia": "Baixar mídias!",
  "fieldInvalid": "Este valor não é válido para este campo.",
  "fieldMax": "Excede o máximo de caracteres.",
  "fieldRequired": "Este campo é obrigatório.",
  "fieldShortcutInvalid": "Este atalho não pode ser usado",
  "fieldShortcutTaken": "Esse atalho já foi usado",
  "hideMediaLogo": "Ocultar o logotipo da tela de exibição de mídias",
  "hideWinAfterMedia": "Ocultar a tela de exibição de mídias após a reprodução de mídia",
  "hideWinAfterMediaExplain": "Útil principalmente para reuniões realizadas em língua de sinais",
  "hostname": "Endereço Web",
  "includePrinted": "Incluir mídia impressa quando disponível",
  "info": "Informação",
  "infoPubIgnored": "Não foi possível baixar os arquivos de mídia dessa publicação:",
  "infoShortcutSetFail": "Não é possível usar esse atalho de teclado. Certifique-se de que nenhum outro programa esteja configurado com este atalho e em seguida reinicie o M³. Caso contrário, não é necessário fazer nada.",
  "installNow": "Instalar agora",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Manter os arquivos de mídia originais após a conversão",
  "lastMinuteSong": "Adicionar um cântico à lista de mídia",
  "light": "Claro",
  "localAppLang": "Idioma do programa",
  "manageMedia": "Gerenciar mídia",
  "maxRes": "Resolução dos vídeos",
  "mediaLang": "Idioma das mídias",
  "mediaLangFallback": "Idioma alternativo para mídias",
  "mediaSaveFolder": "Pasta para salvar as mídias",
  "mediaWinShortcut": "Atalho para ocultar/mostrar a tela de exibição de mídias",
  "mediaWindowBackground": "Imagem de fundo da tela de exibição de mídias",
  "meeting": "Escolha a reunião",
  "minutesBeforeMeeting": "<span>XX</span> minutos antes da reunião",
  "moreInfo": "Mais detalhes",
  "mp4Conversion": "Conversão em MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes da reunião",
  "musicFadeOutTimer": "Depois de <span>XX</span> minutos",
  "musicFadeOutType": "Parar de reproduzir cânticos de fundo automaticamente",
  "musicVolume": "Volume de reprodução dos cânticos de fundo",
  "mwMeetingDay": "Reunião do meio de semana",
  "noMedia": "Não existem mídias para essa data. Você precisa adicioná-las.",
  "noMeetings": "Não há reuniões disponíveis. Tente baixar as mídias na tela inicial.",
  "notAnImage": "Esse arquivo não é uma imagem válida. Por favor, tente novamente.",
  "obsCameraScene": "Cena para a câmera no OBS Studio",
  "obsMediaScene": "Cena para a mídia no OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Atualizar conexão com o OBS",
  "obsUseV4": "Use o <em>obs-websocket v4</em>",
  "obsZoomScene": "Cena para exibir os participantes pelo Zoom no OBS Studio",
  "obsZoomSceneActivate": "Certifique-se de que os participantes pelo Zoom estejam prontos para serem exibidos. A tela de exibição de mídias será ocultada automaticamente quando uma mídia não estiver sendo exibida.",
  "obsZoomSceneExplain": "Útil para gerenciar de forma rápida e eficiente a exibição dos participantes pelo Zoom em reuniões híbridas",
  "obsZoomSceneToggle": "Alternar o modo de exibição para partes pelo Zoom",
  "offlineMode": "Modo offline",
  "openFolder": "Abrir pasta de mídias",
  "openJWorg": "Abrir JW.org",
  "autoOpenFolderWhenDone": "Abrir pasta após baixar as mídias",
  "optionsApp": "Configuração do programa",
  "optionsCongSync": "Configuração do servidor da congregação",
  "optionsMedia": "Configuração de mídia",
  "optionsMeetings": "Configuração da reunião",
  "outputFolderDateFormat": "Formato de data das pastas de mídia",
  "paragraph": "Parágrafo",
  "password": "Senha",
  "pause": "Pausar/retomar vídeo",
  "pauseImg": "Ocultar/mostrar imagem no Zoom",
  "port": "Porta",
  "ppBackward": "Combinação de teclas para reproduzir a mídia anterior",
  "ppForward": "Combinação de teclas para reproduzir a próxima mídia",
  "preferredOutput": "Exibir as mídias na",
  "presentShortcut": "Atalho para entrar no modo de exibição de mídias",
  "publicTalk": "Discurso público",
  "autoQuitWhenDone": "Fechar o programa após baixar as mídias",
  "recurring": "Mídia recorrente",
  "refresh": "Atualizar mídias",
  "remindNeedCoHost": "Não se esqueça de atribuir o participante do M³ como coanfitrião no Zoom",
  "reportIssue": "Reportar um erro",
  "autoRunAtBoot": "Executar o programa após a inicialização do sistema",
  "screen": "Tela",
  "selectDocument": "Selecione um documento para extrair a mídia:",
  "selectExternalMedia": "Esses arquivos de mídia não estão incluídos no arquivo JWPUB que você selecionou. Clique em cada um para localizá-lo em seu computador:",
  "selectSong": "Selecione um cântico",
  "selectVideo": "Selecione um vídeo do JW.org",
  "settingLocked": "Algumas configurações foram bloqueadas pelo organizador de videoconferência da sua congregação.",
  "settingsLocked": "Configurações para todos da congregação",
  "settingsLockedExplain": "As configurações selecionadas abaixo serão aplicadas a todos os usuários que se conectem à mesma pasta e servidor. Por favor, altere essas configurações apenas se você for o organizador de videoconferência designado, ou se você tiver recebido permissão para fazer isso por um irmão responsável.",
  "settingsLockedWhoAreYou": "Você é o organizador de videoconferência designado pelo corpo de anciãos?",
  "showPrefix": "Mostrar numeração das mídias",
  "shuffleMusicDownloaded": "Cânticos em MP3 baixados",
  "shuffleShortcut": "Atalho para alternar os cânticos de fundo",
  "song": "Cântico",
  "sortMedia": "Escolher ordem das mídias",
  "sortSave": "Salvar ordem",
  "specialCong": "Congregação especial (sem reuniões regulares, como por exemplo, escolas teocráticas)",
  "spotlightParticipants": "Destacar participantes",
  "subsLang": "Idioma das legendas",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Baixar as mídias ao abrir o programa",
  "system": "Padrão do sistema",
  "themePreference": "Preferência de tema",
  "toggleSubtitles": "Alternar legendas",
  "toggleSubtitlePosition": "Alternar a posição vertical da legenda para este vídeo",
  "understood": "Entendi",
  "unmuteParticipant": "Ativar som do participante",
  "updateDownloaded": "Atualização baixada. A instalação começará quando o M³ for fechado.",
  "updateDownloading": "Atualização disponível. O download será feito em segundo plano.",
  "updateError": "Ocorreu um erro ao verificar se existem atualizações.",
  "updateInstalled": "Atualização instalada.",
  "updateNotDownloaded": "Não foi possível baixar automaticamente a atualização. Baixe clicando no botão abaixo.",
  "username": "Usuário",
  "videoTimeReset": "Redefinir horários de início e fim",
  "videoTimeSet": "Salvar horários personalizados de início e fim",
  "wannaHelp": "Você gostaria de ajudar?",
  "wannaHelpExisting": "O idioma escolhido não possui tradutor. Você gostaria de ajudar a traduzir o M³ para usuários que falam esse idioma?",
  "wannaHelpExplain": "O idioma definido para as mídias não está disponível. Você gostaria de ajudar a traduzir o M³ para usuários que falam este idioma?",
  "wannaHelpForSure": "Eu gostaria de ajudar a traduzir este programa",
  "wannaHelpWillGoAway": "Essa notificação só irá aparecer quando houver uma nova atualização para o M³.",
  "warnFileNotAvailable": "O seguinte arquivo ainda não está disponível. Tente novamente mais tarde ou entre em contato com o organizador de Videoconferência.",
  "warnMp4ConversionFailure": "É impossível converter esse arquivo para MP4:",
  "warnNoDocumentsFound": "Não existe mídia nesses documentos JWPUB escolhidos. Verifique seu arquivo novamente ou entre em contato com o desenvolvedor desse programa.",
  "warnPdfConversionFailure": "Não foi possível extrair como imagens as páginas desse arquivo PDF:",
  "warnSvgConversionFailure": "Esse arquivo não foi reconhecido como uma imagem SVG válida:",
  "warnUnknownLastVersion": "Não foi possível identificar a versão instalada do M³. Provavelmente ele já foi atualizado.",
  "warning": "Aviso",
  "weMeetingDay": "Reunião de fim de semana",
  "webdavFolder": "Caminho da pasta",
  "webdavFolderUp": "Mover pasta para cima",
  "window": "Janela",
  "zoomAutoRename": "Renomear automaticamente os participantes do Zoom",
  "zoomAutoRenameFormat": "Nome Atual=Novo Nome",
  "zoomAutoStartMeeting": "Executar automaticamente ações no início da reunião",
  "zoomHideComponent": "Ocultar o botão Zoom por padrão",
  "zoomId": "ID da reunião",
  "zoomMuteParticipants": "Silenciar participantes do Zoom",
  "zoomName": "Nome do participante",
  "zoomSaveRename": "Salvar em configurações para renomeação automática",
  "zoomSpotlight": "Destacar vídeo ao iniciar a reunião",
  "zoomStartMeeting": "Participe da reunião Zoom",
  "zoomStopMeeting": "Encerrar reunião Zoom",
  "zoomToggleComponent": "Alternar a visibilidade do botão Zoom"
}
