{
  "all": "Toate",
  "areYouSure": "Sunteți sigur?",
  "autoPlayFirst": "Redați automat primul material media",
  "autoStartMusic": "Redați automat muzica de fundal înainte de întruniri",
  "betaUpdates": "Activați actualizările beta în scopuri de testare <em>(Notă: Nu permiteți această setare pe calculatorul folosit pentru a prezenta materiale media la Sala Regatului.)</em>",
  "browse": "Navigare",
  "cancel": "Anulare",
  "cantCloseMediaWindowOpen": "Vă rugăm să ieșiți din modul vizualizare media înainte de a încerca să ieșiți din M3.",
  "cleanCache": "Curățați cache media",
  "clickAgain": "Apăsați din nou pentru confirmare",
  "confirm": "Confirmă",
  "congMedia": "Sincronizarea congregației",
  "congregationName": "Nume congregație",
  "convertDownloaded": "Convertiți media în format MP4",
  "convertDownloadedExplain": "Util pentru întrunirile complet pe Zoom non-hibride, pentru a utiliza funcția nativă Zoom de partajare a fișierelor MP4",
  "convertExternal": "Oferiți importarea de media adițională",
  "coWeek": "Următoarea vizită planificată a supraveghetorului de circumscripție",
  "coWeekExplain": "Va seta automat întrunirea din timpul săptămânii marți și va sări peste media inutilă pentru acea săptămâna",
  "custom": "Personalizat",
  "customCachePath": "Calea de cache personalizată (pentru publicații, etc.)",
  "dark": "Întunecat",
  "delete": "Șterge",
  "disableAutoUpdate": "Dezactivați actualizarea automată",
  "disableHardwareAcceleration": "Dezactivați accelerarea hardware <em>(Notă: activați această setare numai dacă întâmpini probleme cu prezentarea media. Modificarea acestei setări va provoca repornirea M³)</em>",
  "dontForgetToGetMedia": "Nu uita să actualizezi dosarele media de pe calculator folosite pentru a prezenta materialele media la întrunirile congregației!",
  "downloadShuffleMusic": "Descarcă toate cântările pentru muzica de fundal",
  "enableMediaDisplayButton": "Prezintă materialele media pe un monitor extern sau într-o fereastră separată",
  "enableMusicButton": "Activați butonul pentru a reda muzica de fundal",
  "enableObs": "Activați modul de compatibilitate OBS Studio <em>(necesită obs-websocket)</em>",
  "enablePp": "Activați scurtăturile de tastatură în timpul redării media (pentru utilizarea cu o telecomandă USB, de exemplu)",
  "enableSubtitles": "Activați subtitrările pentru materialele video",
  "enableVlcPlaylistCreation": "Creeați liste de redare pentru utilizare cu <em>VLC</em>",
  "enableZoom": "Activați integrarea Zoom",
  "error": "Eroare",
  "errorAdditionalMedia": "A apărut o eroare la importarea materialelor media. Vă rugăm contactați organizatorul conferinței.",
  "errorAdditionalMediaList": "A apărut o eroare în timpul listării media. Vă rugăm să încercați din nou mai târziu sau să contactați organizatorul conferinței.",
  "errorBadOutputPath": "Calea pe care ați specificat-o conține caractere nepermise. Asigurați-vă că următoarele caractere nu sunt prezente în cale:",
  "errorDestExists": "Următorul fișier sau folder există deja:",
  "errorDownload": "A apărut o eroare în timpul descărcării următorului fișier:",
  "errorDownloadSubs": "A apărut o eroare în timpul descărcării subtitrării pentru următorul fișier:",
  "errorExtractFromJWPUB": "A apărut o eroare în timpul extragerea media din următorul fișier JWPUB:",
  "errorForcedSettingsEnforce": "A apărut o eroare la aplicarea setărilor congregației. Vă rugăm să contactați organizatorul conferinței.",
  "errorGetCongMedia": "A apărut o eroare la preluarea materialelor media al congregației. Vă rugăm să verificați setările de sincronizare a congregației sau contactați organizatorul conferinței.",
  "errorGetMwMedia": "A apărut o eroare la preluarea fișierelor media pentru întrunirea din timpul săptămânii. Încercați din nou mai târziu sau contactați organizatorul conferinței.",
  "errorGetWeMedia": "A apărut o eroare la preluarea fișierelor media pentru întrunirea din weekend. Încercați din nou mai târziu sau contactați organizatorul conferinței.",
  "errorInvalidPrefs": "A apărut o eroare la încărcarea preferințelor salvate. Vă rugăm să reconfigurați toate setările după necesitate înainte de a continua.",
  "errorJwpubDbFetch": "A apărut o eroare la preluarea următoarei publicații:",
  "errorJwpubMediaExtract": "A apărut o eroare la extragerea materialelor media din următoarea publicație:",
  "errorMwbUnavailable": "Caietul pentru întruniri nu este disponibil în limba selectată. Luați în considerare setarea unei limbi de rezervă care să fie utilizat ori de câte ori este necesar.",
  "errorNoShuffleSongs": "Nu s-a găsit nici-un cântec pentru a reda muzica de fundal. Vă rugăm să încercați din nou mai târziu sau contactați organizatorul conferinței.",
  "errorNoSocket": "Nu a fost găsită nicio conexiune WebSocket. Nu există o conexiune activă cu întrunirea Zoom pentru automatizare.",
  "errorNotCoHost": "Integrarea Zoom nu este co-host. Asigurați-vă că user-ul este co-host și încercați din nou.",
  "errorObs": "A apărut o eroare la conectarea cu OBS Studio. Vă rugăm să verificați dacă OBS Studio rulează și dacă setarea <code>obs-websocket</code> este corectă.",
  "errorObsAuth": "Parola pentru integrarea OBS Studio poate fi incorectă. Vă rugăm să verificați dacă parola este corectă și încercați din nou.",
  "errorObsCameraScene": "Scena implicită configurată pentru cameră nu mai există. Vă rugăm să o schimbați în setări.",
  "errorObsMediaScene": "Scena implicită configurată pentru materialele media nu mai există. Vă rugăm să o schimbați în setări.",
  "errorObsScene": "Următoarea scenă nu a putut fi găsită. Asigurați-vă că ea există sau reconectați-vă cu OBS prin intermediul setărilor.",
  "errorObsZoomScene": "Scena Zoom configurată nu mai există. Vă rugăm să o schimbați în setări.",
  "errorOffline": "Aplicația este offline. Datele nu pot fi descărcate sau încărcate!",
  "errorPpEnable": "Scurtăturile de tastatură în timpul redării media nu au putut fi activate. Vă rugăm să verificați dacă setările sunt corecte.",
  "errorRename": "A apărut o eroare la redenumirea următorului fișier sau folder:",
  "errorSetVars": "A apărut o eroare la crearea sau accesarea unui folder. Vă rugăm să vă asigura-ți că aveți acces la următoarea cale de pe calculator.",
  "errorSiteCheck": "Nu s-a putut stabili o conexiune cu următorul site:",
  "errorSyncCongMedia": "A apărut o eroare la preluarea fișierelor media din sincronizarea congregației. Încercați din nou mai târziu sau contactați organizatorul conferinței.",
  "errorUnknown": "A apărut o eroare necunoscută. Vă rugăm să contactați organizatorul conferinței.",
  "errorWebdavLocked": "Nu s-a putut modifica următorul fișier pe serverul congregației deoarece acesta a fost blocat. Vă rugăm să încercați din nou mai târziu.",
  "errorWebdavLs": "A apărut o eroare la citirea următorului folder. Vă rugăm să contactați organizatorul conferinței.",
  "errorWebdavNotSupported": "Serviciul pe care îl utilizați pentru serverul congregației nu este acceptat la moment. Este posibil să nu lucreze așa cum vă așteptați.",
  "errorWebdavPut": "A apărut o eroare la scrierea următorului fișier. Vă rugăm să contactați organizatorul conferinței.",
  "errorWebdavRm": "A apărut o eroare la ștergerea următorului fișier. Vă rugăm să contactați organizatorul conferinței.",
  "errorWebdavTooBig": "Fișierul pe care încercați să îl încarcați este prea mare (max 512MB). Fișierul a fost adăugat local, dar nu a fost încărcat pe serverul congregației.",
  "errorWebdavTooManyRequests": "Prea multe request-uri au fost trimise la server, vă rugăm să încercați din nou mai târziu.",
  "errorWUnavailable": "Turnul de Veghe (ediția de studiu) nu este disponibil în limba selectată. Luați în considerare setarea unei limbi de rezervă care să fie utilizat ori de câte ori este necesar.",
  "errorYeartextNotFound": "Textul anului pentru următoarea limbă nu este (încă) disponibil. Luați în considerare setarea unei limbi de rezervă care să fie folosită ori de câte ori este necesar.",
  "excludeLffImages": "Excludeți imaginile din <em>Bucură-te pentru totdeauna de viață!</em> din afara Studiului Bibliei în Congregației",
  "excludeTh": "Excludeți toate materialele media din broșura <em>th</em>",
  "fetchMedia": "Actualizare foldere media",
  "fieldInvalid": "Aceasta nu este o valoare validă pentru acest câmp.",
  "fieldMax": "Maximum XX caractere.",
  "fieldRequired": "Acest câmp este obligatoriu.",
  "fieldShortcutInvalid": "Aceasta nu este o scurtătura validă",
  "fieldShortcutTaken": "Această scurtătură este deja folosită",
  "hideMediaLogo": "Ascundeți logo-ul din fereastra de prezentare media",
  "hideWinAfterMedia": "Ascundeți fereastra media după redarea materialului",
  "hideWinAfterMediaExplain": "Util în cea mai mare parte pentru întrunirilor în limbajul semnelor",
  "hostname": "Adresă web",
  "includePrinted": "Includeți media tipărită atunci când este disponibil",
  "info": "Informații",
  "infoPubIgnored": "Nu se poate prelua materialele media pentru următoarea publicație:",
  "infoShortcutSetFail": "M³ nu a putut activa următoarea scurtătură de tastatură. Dacă doriți să folosiți această scurtătură de tastatură, vă rugăm să vă asigurați că nici o altă aplicație nu o folosește și să reporniți M³. În caz contrar, nu este necesară nici o acțiune.",
  "installNow": "Instalați acum",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Păstrați fișierele media originale după conversie",
  "lastMinuteSong": "Adăugați o cântare la lista media",
  "light": "Luminos",
  "localAppLang": "Limba de afișare",
  "manageMedia": "Gestionați materialele media",
  "maxRes": "Rezoluția maximă pentru materiale video",
  "mediaLang": "Limba materialelor media",
  "mediaLangFallback": "Limba media de rezervă",
  "mediaSaveFolder": "Folder în care să fie salvate fișierele",
  "mediaWinShortcut": "Comanda rapidă pentru a comuta vizibilitatea ferestrei media",
  "mediaWindowBackground": "Imagine de fundal pentru modul de prezentare media",
  "meeting": "Întrunire",
  "minutesBeforeMeeting": "<span>XX</span> minute înainte de întrunire",
  "moreInfo": "Aflați mai multe",
  "mp4Conversion": "Conversia MP4",
  "musicFadeOutSmart": "<span>XX</span> secunde înainte de întrunire",
  "musicFadeOutTimer": "După <span>XX</span> minute",
  "musicFadeOutType": "Opriți automat redarea muzicii de fundal",
  "musicVolume": "Volumul redării muzicii de fundal",
  "mwMeetingDay": "Întrunirea din timpul săptămânii",
  "noMedia": "Încă nu există conținut media până la acest moment. Adăugați o cântare, un material media sau extrageți fișiere media dintr-un fișier JWPUB.",
  "noMeetings": "Nu sunt disponibile întruniri. Vă rugăm să încercați să actualizați folderele media din ecranul de pornire.",
  "notAnImage": "Aceasta nu este o imagine validă. Vă rugăm să încercați din nou.",
  "obsCameraScene": "Scena implicită din OBS Studio",
  "obsMediaScene": "Scena din OBS Studio pentru materiale media",
  "obsRefresh": "Actualizare conexiune OBS",
  "obsUseV4": "Folosiți <em>obs-websocket v4</em>",
  "obsZoomScene": "Scena din OBS Studio pentru a afișa participanții Zoom",
  "obsZoomSceneActivate": "Asigurați-vă că participanții pe Zoom sunt pregătiți pentru a fi afișați. Fereastra media va fi ascunsă automat până când se afișează fișierul.",
  "obsZoomSceneExplain": "Folosit pentru a gestiona rapid și eficient afișarea participanților pe Zoom în timpul unei întruniri hibrid",
  "obsZoomSceneToggle": "Comutați modul participanților pe Zoom",
  "offlineMode": "Mod offline",
  "openFolder": "Deschideți folderul media",
  "openJWorg": "Deschideți JW.org",
  "autoOpenFolderWhenDone": "Deschideți folderul după sincronizarea media",
  "optionsApp": "Configurarea aplicației",
  "optionsCongSync": "Configurare sincronizare congregație",
  "optionsMedia": "Configurare materiale media",
  "optionsMeetings": "Configurare întrunire",
  "outputFolderDateFormat": "Formatul datei pentru folderele întrunirilor",
  "paragraph": "Paragraf",
  "password": "Parolă",
  "pause": "Pauză/redare video",
  "pauseImg": "Ascunde/afișează imaginea în Zoom",
  "port": "Port",
  "ppBackward": "Combinație de taste pentru a reda elementul media anterior",
  "ppForward": "Combinație de taste pentru a reda elementul media următor",
  "preferredOutput": "Arată fereastra de prezentare media în",
  "presentShortcut": "Scurtătură pentru a deschide modul prezentare media",
  "publicTalk": "Cuvântare publică",
  "autoQuitWhenDone": "Închideți aplicația după sincronizarea media",
  "recurring": "Media recurentă",
  "refresh": "Reîmprospătează lista media",
  "remindNeedCoHost": "Nu uitați să-l faceți co-host pe utilizatorul de integrare Zoom",
  "reportIssue": "Raportați o problemă",
  "autoRunAtBoot": "Porniți aplicația la pornirea sistemului",
  "screen": "Ecran",
  "selectDocument": "Selectați un document pentru care să se extragă media:",
  "selectExternalMedia": "Aceste fișiere media de referința nu sunt incluse în fișierul JWPUB. Vă rugăm să faceți clic pe fiecare în parte pentru a le localiza pe calculator:",
  "selectSong": "Selectați un Cântec al Regatului",
  "selectVideo": "Selectați un material video de pe JW.org",
  "settingLocked": "Unele setări au fost blocate de organizatorul conferințelor al congregației.",
  "settingsLocked": "Setări generale al congregației",
  "settingsLockedExplain": "Setările selectate mai jos vor fi aplicate, în starea lor curentă, tuturor utilizatorilor care se conectează la acelaşi folder şi server. Vă rugăm să schimbați aceste setări numai dacă sunteți organizatorul desemnat al conferinței, sau dacă vi s-a acordat permisiunea de a face acest lucru de către un frate responsabil.",
  "settingsLockedWhoAreYou": "Sunteți organizatorul conferinței desemnat de corpul de bătrâni?",
  "showPrefix": "Arată prefixele media",
  "shuffleMusicDownloaded": "Amestecare cântări descărcate",
  "shuffleShortcut": "Scurtătură pentru a comuta muzica de fundal",
  "song": "Cântec",
  "sortMedia": "Sortați elementele media",
  "sortSave": "Salvați ordinea",
  "specialCong": "Congregație specială (fără întruniri obișnuite, de exemplu școli)",
  "spotlightParticipants": "Spotlight participanți",
  "subsLang": "Limba subtitrărilor",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Inițiați automat sincronizarea media",
  "system": "Sistem",
  "themePreference": "Preferințe de temă",
  "toggleSubtitles": "Activați subtitrări",
  "toggleSubtitlePosition": "Comutați poziția verticală a subtitrării pentru acest videoclip",
  "understood": "Am înțeles",
  "unmuteParticipant": "Porniți microfonul participantului",
  "updateDownloaded": "O actualizare la M³ a fost descărcată cu succes. Instalarea va începe atunci când M³ este închis.",
  "updateDownloading": "O actualizare la M³ se descarcă în fundal.",
  "updateError": "A apărut o eroare în timpul verificării actualizărilor.",
  "updateInstalled": "A fost instalată o actualizare la M³.",
  "updateNotDownloaded": "O actualizare la M³ este disponibilă, dar nu a putut fi descărcată automat. Vă rugăm să o descărcați manual.",
  "username": "Nume de utilizator",
  "videoTimeReset": "Resetați orele de început și de sfârșit",
  "videoTimeSet": "Salvați timpul de început și sfârșit",
  "wannaHelp": "Doriți să ajutați?",
  "wannaHelpExisting": "Limba locală configurată nu are niciun traducător activ. Doriți să ajutați la traducerea M³ pentru utilizatorii care vorbesc această limbă?",
  "wannaHelpExplain": "Limba media configurată la moment nu este încă disponibilă ca limbă de afișare pentru M³. Ați dori să ajutați la traducerea M³ pentru utilizatorii care vorbesc această limbă?",
  "wannaHelpForSure": "Aș dori să ajut la traducerea acestei aplicații",
  "wannaHelpWillGoAway": "Această notificare va apărea doar atunci când o nouă versiune de M³ este lansată.",
  "warnFileNotAvailable": "Fișierul următor nu este încă disponibil. Vă rugăm să încercați din nou mai târziu sau să contactați organizatorul conferinței.",
  "warnMp4ConversionFailure": "Următorul fișier nu a putut fi convertit în format MP4:",
  "warnNoDocumentsFound": "Nu a fost găsit niciun fișier media în documentele alese JWPUB. Vă rugăm să validați fișierul sau să contactați dezvoltatorul acestei aplicații.",
  "warnPdfConversionFailure": "Paginile din următorul fișier PDF nu au putut fi extrase ca imagini:",
  "warnSvgConversionFailure": "Următorul fișier nu a fost recunoscut ca o imagine SVG validă:",
  "warnUnknownLastVersion": "Imposibil de stabilit versiunea instalată anterior al M³. Se presupune că aplicația tocmai a fost actualizată.",
  "warning": "Atenție",
  "weMeetingDay": "Întrunire de weekend",
  "webdavFolder": "Configurare sincronizare congregație",
  "webdavFolderUp": "Mutați folderul sus",
  "window": "Fereastră mobilă",
  "zoomAutoRename": "Redenumiți automat participanții Zoom",
  "zoomAutoRenameFormat": "Nume Vechi=Nume Nou",
  "zoomAutoStartMeeting": "Efectuați automat acțiunile de începere a întrunirii",
  "zoomHideComponent": "Ascundeți implicit componenta Zoom",
  "zoomId": "Zoom ID al întrunirii",
  "zoomMuteParticipants": "Închideți microfoanele participanților Zoom",
  "zoomName": "Nume participant Zoom",
  "zoomSaveRename": "Salvați în setări pentru redenumirea automată",
  "zoomSpotlight": "Spotlight video la începerea întrunirii",
  "zoomStartMeeting": "Începeți întrunirea Zoom",
  "zoomStopMeeting": "Opriți întrunirea Zoom",
  "zoomToggleComponent": "Comutați vizibilitatea componentei Zoom"
}
