{
  "all": "Все",
  "areYouSure": "Вы уверены?",
  "autoPlayFirst": "Автоматически воспроизвести первый мультимедийный файл",
  "autoStartMusic": "Автоматически воспроизвести фоновую музыку до встреч",
  "betaUpdates": "Включить бета-обновления в целях тестирования <em>(Примечание: Не включайте этот параметр на компьютере, который используется для демонстрации медиа в Зале Царства.)</em>",
  "browse": "Поиск",
  "cancel": "Отмена",
  "cantCloseMediaWindowOpen": "Пожалуйста, выйдите из режима управления мультимедиа перед тем, как завершить работу M³.",
  "cleanCache": "Очистить кэш мультимедиа",
  "clickAgain": "Чтобы подтвердить, нажмите еще раз",
  "confirm": "Подтвердить",
  "congMedia": "Синхронизация собрания",
  "congregationName": "Название собрания",
  "convertDownloaded": "Преобразовать медиафайлы в формат MP4",
  "convertDownloadedExplain": "Полезно для полностью удаленных встреч Zoom, используется с встроенной функцией обмена файлами MP4 в Zoom",
  "convertExternal": "Включить функцию импорта дополнительного мультимедиа",
  "coWeek": "Следующее запланированное посещение районного старейшины",
  "coWeekExplain": "В течение этой недели встреча в будний день будет автоматически перенесена на вторник, а ненужное мультимедиа будет пропущено",
  "custom": "Разное",
  "customCachePath": "Пользовательская папка кэша (для публикаций и т. д.)",
  "dark": "Темный",
  "delete": "Удалить",
  "disableAutoUpdate": "Отключите автоматическое обновление приложений",
  "disableHardwareAcceleration": "Отключить аппаратное ускорение <em>(Внимание: эту настройку следует включать только в том случае, если у вас возникли проблемы с режимом демонстрации мультимедиа. При изменении этой настройки M³ будет перезапускаться.)</em>",
  "dontForgetToGetMedia": "Не забудьте обновить папки мультимедиа на компьютере, который используется для демонстрации мультимедиа на встречах собрания!",
  "downloadShuffleMusic": "Скачать все песни для фоновой музыки",
  "enableMediaDisplayButton": "Демонстрировать медиафайлы на внешнем экране или в отдельном окне",
  "enableMusicButton": "Включить кнопку для воспроизведения фоновой музыки",
  "enableObs": "Включить режим совместимости с OBS Studio <em>(требуется obs-websocket)</em>",
  "enablePp": "Включить сочетания клавиш во время воспроизведения мультимедиа (например, для использования с пультом дистанционного управления USB)",
  "enableSubtitles": "Включить субтитры для мультимедиа",
  "enableVlcPlaylistCreation": "Создать плейлист для использования в <em>VLC</em>",
  "enableZoom": "Включить интеграцию с Zoom",
  "enableZoomExplain": "Эта функция находится в стадии разработки. Пожалуйста, тщательно протестируйте ее перед внедрением. Если эта функция включена, она будет пытаться автоматизировать различные задачи перед встречей (отключить все микрофоны, включить видео/аудио Зала Царства, отключить возможность участникам включить свои микрофоны), во время встречи (выбрать участников для освещения и включить их микрофоны, или отключить микрофоны, опустить руку и убрать освещение) и после встречи (отключить видеопоток Зала Царства, позволить участникам включить свои микрофоны).",
  "error": "Ошибка",
  "errorAdditionalMedia": "Произошла ошибка при импорте мультимедиа. Свяжитесь с организатором видеоконференции.",
  "errorAdditionalMediaList": "Произошла ошибка при составлении списка мультимедиа. Повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorBadOutputPath": "Указанный вами путь к папке содержит недопустимые символы. Убедитесь, что в пути к папке отсутствуют следующие символы:",
  "errorDestExists": "Следующий файл или папка уже существует:",
  "errorDownload": "Произошла ошибка при попытке загрузить следующий файл:",
  "errorDownloadSubs": "Произошла ошибка при попытке загрузить субтитры для следующего файла:",
  "errorExtractFromJWPUB": "Произошла ошибка при попытке извлечь медиафайлы из следующего файла JWPUB:",
  "errorForcedSettingsEnforce": "Произошла ошибка при применении настроек собрания. Свяжитесь с организатором видеоконференции.",
  "errorGetCongMedia": "Произошла ошибка при загрузке мультимедиа собрания. Проверьте настройки синхронизации собрания или свяжитесь с организатором видеоконференции.",
  "errorGetMwMedia": "Произошла ошибка при загрузке мультимедиа собрания для встречи в будние дни. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorGetWeMedia": "Произошла ошибка при загрузке мультимедиа собрания для встречи в выходные дни. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorInvalidPrefs": "Произошла ошибка при применении ваших сохраненных настроек. Пожалуйста, перенастройте все параметры необходимым образом, прежде чем начать.",
  "errorJwpubDbFetch": "Произошла ошибка при загрузке следующей публикации:",
  "errorJwpubMediaExtract": "Произошла ошибка при извлечении мультимедиа из следующей публикации:",
  "errorMwbUnavailable": "Рабочая тетрадь не доступна на выбранном вами языке. Подумайте о том, чтобы установить запасной язык для использования в таких случаях.",
  "errorNoShuffleSongs": "Не найдено песен для воспроизведения как фоновой музыки. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorNoSocket": "WebSocket не найден. Нет активного соединения со встречей Zoom для автоматизации.",
  "errorNotCoHost": "Пользователь интеграции Zoom не является соорганизатором. Убедитесь, что пользователь является соорганизатором, и повторите попытку.",
  "errorObs": "Произошла ошибка при подключении к OBS Studio. Пожалуйста, убедитесь, что OBS Studio запущена и что настройки <code>obs-websocket</code> верны.",
  "errorObsAuth": "Пароль для интеграции с OBS Studio может быть неправильным. Убедитесь, что пароль правильный, и повторите попытку.",
  "errorObsCameraScene": "Настроенная сцена камеры по умолчанию больше не существует. Пожалуйста, измените ее в настройках.",
  "errorObsMediaScene": "Настроенная сцена мультимедиа больше не существует. Пожалуйста, измените ее в настройках.",
  "errorObsScene": "Не удалось найти следующую сцену. Убедитесь, что она существует, или повторно подключитесь к OBS Studio в настройках.",
  "errorObsZoomScene": "Настроенная сцена Zoom больше не существует. Пожалуйста, измените ее в настройках.",
  "errorOffline": "Приложение находится в автономном режиме. Данные не могут быть загружены или скачаны!",
  "errorPpEnable": "Не удалось включить сочетания клавиш во время воспроизведения мультимедиа. Пожалуйста, проверьте, действительны ли ваши настройки.",
  "errorRename": "Произошла ошибка при попытке переименовать следующий файл или папку:",
  "errorSetVars": "Произошла ошибка при создании или открытии папки. Пожалуйста, убедитесь, что у вас есть доступ к следующей папке на своем компьютере.",
  "errorSiteCheck": "Произошла ошибка при подключении к следующему сайту:",
  "errorSyncCongMedia": "Произошла ошибка при загрузке мультимедиа с синхронизации собрания. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorUnknown": "Произошла неизвестная ошибка. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavLocked": "Не удалось изменить следующий файл на сервере собрания, так как он заблокирован. Пожалуйста, повторите попытку позже.",
  "errorWebdavLs": "Произошла ошибка при открытии следующей папки. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavNotSupported": "Сайт, используемый вами для синхронизации собрания, в настоящее время не поддерживается. Он может работать не так, как предполагалось.",
  "errorWebdavPut": "Произошла ошибка при сохранении следующего файла. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavRm": "Произошла ошибка при удалении следующего файла. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavTooBig": "Файл, который вы пытаетесь загрузить, слишком большой (макс. 512 Мб). Файл был добавлен локально, но не был загружен на сервер собрания.",
  "errorWebdavTooManyRequests": "Серверу было отправлено слишком много запросов. Пожалуйста, повторите попытку позже.",
  "errorWUnavailable": "Учебное издание Сторожевой башни недоступно на выбранном вами языке. Подумайте о том, чтобы установить запасной язык для использования в таких случаях.",
  "errorYeartextNotFound": "Годовой текст для следующего языка (пока) недоступен. Подумайте о том, чтобы установить запасной язык для использования в таких случаях.",
  "excludeLffImages": "Исключить из книги <em>lff</em> изображения, не относящиеся к изучению Библии в собрании",
  "excludeTh": "Исключить все медиафайлы из брошюры <em>th</em>",
  "fetchMedia": "Обновить папки мультимедиа",
  "fieldInvalid": "Для этого поля значение не является допустимым.",
  "fieldMax": "Макс. XX симв.",
  "fieldRequired": "Это поле является обязательным.",
  "fieldShortcutInvalid": "Этот ярлык не является допустимым",
  "fieldShortcutTaken": "Этот ярлык уже занят",
  "hideMediaLogo": "Скрыть логотип из окна демонстрации мультимедиа",
  "hideWinAfterMedia": "Скрыть окно мультимедиа после завершения воспроизведения мультимедиа",
  "hideWinAfterMediaExplain": "Полезно в основном для встреч, проводимых на жестовом языке",
  "hostname": "Веб адрес",
  "includePrinted": "Включить изображения из печатного издания, когда они доступны\t",
  "info": "Информация",
  "infoPubIgnored": "Невозможно загрузить медиафайлы для следующей публикации:",
  "infoShortcutSetFail": "M³ не удалось активировать следующую горячую клавишу. Если вы хотите использовать эту горячую клавишу, пожалуйста, сделайте так, чтобы ее не задействовало ни одно другое приложение, и затем перезапустите M³. Иначе никаких действий не требуется.",
  "installNow": "Установить сейчас",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Сохранить исходные медиафайлы после преобразования",
  "lastMinuteSong": "Добавить песню в список мультимедиа",
  "light": "Светлый",
  "localAppLang": "Язык интерфейса",
  "manageMedia": "Управление медиа",
  "maxRes": "Максимальное разрешение для видео",
  "mediaLang": "Язык мультимедиа",
  "mediaLangFallback": "Резервный язык мультимедиа, в случае отсутствия основного языка",
  "mediaSaveFolder": "Папка для сохранения мультимедиа",
  "mediaWinShortcut": "Ярлык для переключения видимости окна мультимедиа",
  "mediaWindowBackground": "Фоновое изображение для режима демонстрации мультимедиа",
  "meeting": "Встреча",
  "minutesBeforeMeeting": "За <span>XX</span> мин. до начала встречи",
  "moreInfo": "Узнать больше",
  "mp4Conversion": "Преобразование в MP4",
  "musicFadeOutSmart": "За <span>XX</span> секунд до начала встречи",
  "musicFadeOutTimer": "Спустя <span>XX</span> минут",
  "musicFadeOutType": "Автоматически остановить воспроизведение фоновой музыки",
  "musicVolume": "Громкость фоновой музыки",
  "mwMeetingDay": "Встречи в будние дни",
  "noMedia": "На эту дату пока нет мультимедиа. Добавьте песню, пользовательский медиафайл или извлеките мультимедиа из файла JWPUB.",
  "noMeetings": "Не найдена ни одна встреча. Пожалуйста, попробуйте обновить папки мультимедиа с главного экрана.",
  "notAnImage": "Данный файл не является валидным изображением. Пожалуйста, попробуйте еще раз.",
  "obsCameraScene": "Вид сцены, настроенный в OBS Studio",
  "obsMediaScene": "Вид окна демонстрации мультимедиа, настроенный в OBS Studio",
  "obsImageScene": "Необязательная отдельная сцена для изображений",
  "obsRefresh": "Переподключить к OBS",
  "obsUseV4": "Использовать <em>obs-websocket v4</em>",
  "obsZoomScene": "Сцена OBS Studio для отображения участников Zoom",
  "obsZoomSceneActivate": "Убедитесь, что участники Zoom готовы к отображению. Окно мультимедиа будет автоматически спрятано, пока не отобразится мультимедиа.",
  "obsZoomSceneExplain": "Используется для быстрого и эффективного управления отображением участников Zoom во время гибридной встречи",
  "obsZoomSceneToggle": "Переключить режим Zoom участника(ов)",
  "offlineMode": "Оффлайн-режим",
  "openFolder": "Открыть папку мультимедиа",
  "openJWorg": "Открыть JW.org",
  "autoOpenFolderWhenDone": "Открыть папку мультимедиа после синхронизации",
  "optionsApp": "Настройка приложения",
  "optionsCongSync": "Настройка синхронизации на уровне местного собрания",
  "optionsMedia": "Настройка мультимедиа",
  "optionsMeetings": "Настройки, связанные со встречами",
  "outputFolderDateFormat": "Формат даты для папок встреч",
  "paragraph": "Абзац",
  "password": "Пароль",
  "pause": "Поставить на паузу/воспроизвести видео",
  "pauseImg": "Скрыть/показать иллюстрацию в Zoom",
  "port": "Порт",
  "ppBackward": "Сочетание клавиш для воспроизведения предыдущего файла",
  "ppForward": "Сочетание клавиш для воспроизведения следующего файла",
  "preferredOutput": "Отображать окно демонстрации мультимедиа на",
  "presentShortcut": "Ярлык для открытия режима демонстрации мультимедиа",
  "publicTalk": "Публичная речь",
  "autoQuitWhenDone": "Выйти из приложения после синхронизации",
  "recurring": "Повторяющиеся медиафайлы",
  "refresh": "Обновить список мультимедиа",
  "remindNeedCoHost": "Не забудьте сделать пользователя интеграции Zoom соорганизатором",
  "reportIssue": "Сообщить об ошибке",
  "autoRunAtBoot": "Запускать приложение при загрузке системы",
  "screen": "Экран",
  "selectDocument": "Выберите документ, из которого нужно извлечь медиафайлы:",
  "selectExternalMedia": "Эти медиафайлы упоминаются, но не включаются в указанный файл JWPUB. Пожалуйста, нажмите на каждый из них, чтобы найти их на вашем компьютере:",
  "selectSong": "Выберите песню Царства",
  "selectVideo": "Выберите видео из JW.org",
  "settingLocked": "Некоторые настройки были установлены организатором видеоконференции вашего собрания.",
  "settingsLocked": "Настройки для всего собрания",
  "settingsLockedExplain": "Выбранные ниже параметры будут применяться с теми же настроенными значениями для всех пользователей, которые подключаются к одной и той же папке на сервере. Пожалуйста, изменяйте эти настройки только в том случае, если вы являетесь назначенным организатором видеоконференции или если вам это разрешил ответственный брат.",
  "settingsLockedWhoAreYou": "Являетесь ли вы организатором видеоконференции, назначенным советом старейшин?",
  "showPrefix": "Показать префиксы мультимедиа",
  "shuffleMusicDownloaded": "Были загружены песни для воспроизведения в случайном порядке",
  "shuffleShortcut": "Ярлык для переключения фоновой музыки",
  "song": "Песня",
  "sortMedia": "Сортировать медиафайлы",
  "sortSave": "Сохранить порядок сортировки",
  "specialCong": "Специальное собрание (без регулярных встреч, например для школ)",
  "spotlightParticipants": "Отслеживание участников",
  "subsLang": "Язык субтитров",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Запускать синхронизацию мультимедиа при запуске приложения",
  "system": "Система",
  "themePreference": "Предпочтение темы",
  "toggleSubtitles": "Переключить субтитры",
  "toggleSubtitlePosition": "Переключить вертикальную позицию субтитров для этого видео",
  "understood": "Понятно",
  "unmuteParticipant": "Включить звук участника",
  "updateDownloaded": "Обновление для M³ было успешно загружено. Установка начнется после закрытия M³.",
  "updateDownloading": "Пожалуйста, подождите; в настоящее время загружается обновление M³.",
  "updateError": "При проверке обновлений произошла ошибка.",
  "updateInstalled": "Было установлено обновление M³.",
  "updateNotDownloaded": "Обновление M³ доступно, но не могло быть автоматически загружено. Пожалуйста, загрузите его вручную.",
  "username": "Имя пользователя",
  "videoTimeReset": "Сбросить время начала и окончания",
  "videoTimeSet": "Сохранить время начала и окончания",
  "wannaHelp": "Вы хотите помочь?",
  "wannaHelpExisting": "Переводчик отсутствует для языка, который вы настроили для этого приложения. Хотели бы вы помочь перевести M³ для пользователей, говорящих на этом языке?",
  "wannaHelpExplain": "Язык мультимедиа, который вы настроили, еще не доступен в списке языков интерфейса M³. Хотели бы вы помочь перевести M³ для пользователей, говорящих на этом языке?",
  "wannaHelpForSure": "Хочу помочь",
  "wannaHelpWillGoAway": "Это уведомление появится только при выпуске новой версии M³.",
  "warnFileNotAvailable": "Следующий файл пока недоступен. Повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "warnMp4ConversionFailure": "Не удалось преобразовать следующий файл в формат MP4:",
  "warnNoDocumentsFound": "Ни в одном из документов выбранного файла JWPUB не было найдено мультимедиа. Пожалуйста, проверьте файл или свяжитесь с разработчиком этого приложения.",
  "warnPdfConversionFailure": "Не удалось извлечь страницы из следующего PDF-файла как изображения:",
  "warnSvgConversionFailure": "Не удалось извлечь изображение SVG из следующего файла:",
  "warnUnknownLastVersion": "Невозможно определить, какая же версия M³ была до этой версии установлена. Предполагается, что приложение было только что обновлено.",
  "warning": "Внимание",
  "weMeetingDay": "Встречи в выходные дни",
  "webdavFolder": "Папка для собрания",
  "webdavFolderUp": "Двигаться вверх на одну папку",
  "window": "Перемещаемое окно",
  "zoomAutoRename": "Автоматически переименовывать участников Zoom",
  "zoomAutoRenameFormat": "Старое имя=Новое имя",
  "zoomAutoStartMeeting": "Автоматически выполнять операции по началу встречи",
  "zoomHideComponent": "Скрыть компонент Zoom по умолчанию",
  "zoomId": "ID встречи Zoom",
  "zoomMuteParticipants": "Отключить звук участников Zoom",
  "zoomName": "Имя участника Zoom",
  "zoomSaveRename": "Сохранить в настройках для автоматического переименования",
  "zoomSpotlight": "Отслеживать видео при начале встречи",
  "zoomStartMeeting": "Начать встречу Zoom",
  "zoomStopMeeting": "Прекратить встречу Zoom",
  "zoomToggleComponent": "Переключить видимость компонента Zoom"
}
