{
  "all": "Vse",
  "areYouSure": "Ali si prepričan?",
  "autoPlayFirst": "Samodejno predvajaj prvo datoteko",
  "autoStartMusic": "Samodejno predvajaj glasbo v ozadju pred shodi",
  "betaUpdates": "Omogoči beta posodobitve za namene testiranja <em>(Opomba: te nastavitve ne omogoči na računalniku, ki se uporablja za predvajanje multimedijske vsebine v kraljestveni dvorani.)</em>",
  "browse": "Prebrskaj",
  "cancel": "Preklic",
  "cantCloseMediaWindowOpen": "Zapusti način upravljanja multimedijske vsebine, preden poskušaš zapreti program M³.",
  "cleanCache": "Počisti medijski predpomnilnik",
  "clickAgain": "Ponovno klikni, da potrdiš",
  "confirm": "Potrdi",
  "congMedia": "Sinhronizacija",
  "congregationName": "Ime občine",
  "convertDownloaded": "Pretvori datoteke v format MP4",
  "convertDownloadedExplain": "Uporabno za shode, ki v celoti potekajo po Zoomu (niso hibridni). Idealno za uporabo z Zoomovo funkcijo za izmenjavo datotek MP4.",
  "coWeek": "Naslednji načrtovani obisk okrajnega nadzornika",
  "coWeekExplain": "S tem se bo shod med tednom samodejno prestavil na torek, preskočila pa se bo tudi multimedijska vsebina, ki ni potrebna za tisti teden.",
  "custom": "Po meri",
  "customCachePath": "Pot do predpomnilnika po meri (za publikacije itd.)",
  "dark": "Temen",
  "delete": "Izbriši",
  "disableAutoUpdate": "Onemogoči nekritične samodejne posodobitve aplikacije",
  "disableHardwareAcceleration": "Onemogoči strojno pospeševanje <em>(Opomba: to nastavitev omogoči le, če imate težave s predstavitvijo multimedijskih vsebin. S spremembo te nastavitve se bo program M³ ponovno zagnal.)</em>",
  "dontForgetToGetMedia": "Ne pozabi posodobiti multimedijskih map na računalniku, ki se uporablja za predvajanje multimedijskih vsebin na občinskih shodih!",
  "downloadShuffleMusic": "Prenesi vse pesmi za predvajanje glasbe v ozadju",
  "enableMediaDisplayButton": "Predvajaj multimedijsko vsebino na dodatnem monitorju ali v ločenem oknu",
  "enableMusicButton": "Omogoči gumb za predvajanje glasbe v ozadju",
  "enableObs": "Omogoči združljivost s programom OBS Studio <em>(potreben je obs-websocket)</em>",
  "enablePp": "Omogoči uporabo bližnjic na tipkovnici med predvajanjem multimedijske vsebine (na primer za uporabo z daljinskim upravljalnikom USB).",
  "enableSubtitles": "Omogoči podnapise za videoposnetke",
  "enableVlcPlaylistCreation": "Ustvari sezname predvajanja za uporabo s programom <em>VLC</em>.",
  "enableZoom": "Omogoči integracijo Zooma",
  "enableZoomExplain": "Ta funkcija je še v razvoju. Pred uporabo jo temeljito preizkusite. Ko jo boste omogočili, bo poskušala avtomatizirati različne naloge pred shodom (izklop zvočnika vseh prisotnih, omogočanje avdia in videa od kraljestvene dvorane, onemogočanje možnost, da si prisotni sami vklopijo mikrofon), med shodom (izbiranje prisotnih, da se pri njih vklopi highlight in mikrofon ali da se jim izklopi mikrofon, spusti roka in odstrani hightlight) in po shodu (izklop videoprenosa kraljestvene dvorane, omogočanje udeležencem, da si sami vklopijo mikrofon).",
  "error": "Napaka",
  "errorAdditionalMedia": "Pri uvozu multimedijske vsebine je prišlo do napake. Obrni se na vašega organizatorja videokonference.",
  "errorAdditionalMediaList": "Pri pripravi seznama multimedijskih vsebin je prišlo do napake. Poskusi pozneje ali se obrni na vašega organizatorja videokonference.",
  "errorBadOutputPath": "Pot, ki si jo določil, vsebuje nedovoljene znake. Preveri, ali pot vsebuje katerega od naslednjih znakov:",
  "errorDestExists": "Naslednja datoteka ali mapa že obstaja:",
  "errorDownload": "Pri poskusu prenosa naslednje datoteke je prišlo do napake:",
  "errorDownloadSubs": "Pri poskusu prenosa podnapisov za naslednjo datoteko je prišlo do napake:",
  "errorExtractFromJWPUB": "Pri poskusu ekstrakcije multimedijskih vsebin iz naslednje datoteke JWPUB je prišlo do napake:",
  "errorForcedSettingsEnforce": "Pri uveljavljanju občinskih nastavitev je prišlo do napake. Obrni se na organizatorja videokonference.",
  "errorGetCongMedia": "Pri pridobivanju multimedijskih vsebin je prišlo do napake. Preveri nastavitve sinhronizacije ali pa se obrni na vašega organizatorja videokonference.",
  "errorGetMwMedia": "Pri pridobivanju multimedijskih vsebin za shod med tednom je prišlo do napake. Poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorGetWeMedia": "Pri pridobivanju multimedijskih vsebin za shod ob koncu tedna je prišlo do napake. Poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorInvalidPrefs": "Pri nalaganju shranjenih nastavitev je prišlo do napake. Pred nadaljevanjem po potrebi ponovno konfigurirajte vse nastavitve.",
  "errorJwpubDbFetch": "Pri poskusu pridobivanja naslednje publikacije je prišlo do napake:",
  "errorJwpubMediaExtract": "Pri pridobivanju multimedijske vsebine iz naslednje publikacije je prišlo do napake:",
  "errorMwbUnavailable": "Delovni zvezek ni na voljo v izbranem jeziku. Razmislite o nastavitvi rezervnega jezika, ki ga boste uporabili, kadar bo to potrebno.",
  "errorNoShuffleSongs": "Za predvajanje glasbe v ozadju ni pesmi. Poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorNoSocket": "WebSocket ni bil najden. Ni aktivne povezave z videokonferenco Zoom za avtomatizacijo.",
  "errorNotCoHost": "Uporabnik, ki je povezan z integracijo Zooma, ni sogostitelj. Uporabnika določi za sogostitelja in poskusi znova.",
  "errorObs": "Pri poskusu povezave s programom OBS Studio je prišlo do napake. Preveri, ali je OBS Studio zagnan in ali je konfiguracija <code>obs-websocket</code> pravilna.",
  "errorObsAuth": "Geslo za integracijo programa OBS Studio je morda napačno. Preveri, ali je geslo pravilno, in poskusi znova.",
  "errorObsCameraScene": "Nastavljena privzeta scena kamere ne obstaja več. Spremeni jo v nastavitvah.",
  "errorObsMediaScene": "Nastavljena multimedijska scena ne obstaja več. Spremeni jo v nastavitvah.",
  "errorObsScene": "Naslednje scene ni bilo mogoče najti. Preveri, ali obstaja, ali pa se ponovno poveži z OBS prek nastavitev.",
  "errorObsZoomScene": "Nastavljena scena Zooma ne obstaja več. Spremeni jo v nastavitvah.",
  "errorOffline": "Aplikacija je brez internetne povezave. Podatkov ni mogoče prenesti ali naložiti!",
  "errorPpEnable": "Bližnjic na tipkovnici med predvajanjem multimedijskih vsebin ni bilo mogoče omogočiti. Preveri, ali so vaše nastavitve veljavne.",
  "errorRename": "Pri poskusu preimenovanja naslednje datoteke ali mape je prišlo do napake:",
  "errorSetVars": "Pri poskusu ustvarjanja mape ali dostopa do nje je prišlo do napake. Preveri, ali imaš na računalniku dostop do naslednje lokacije.",
  "errorSiteCheck": "Ni mogoče vzpostaviti povezave z naslednjim spletnim mestom:",
  "errorSyncCongMedia": "Med sinhronizacijo je pri pridobivanju multimedijskih vsebin prišlo do napake. Poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorUnknown": "Zgodila se je neznana napaka. Obrni se na vašega organizatorja videokonference.",
  "errorWebdavLocked": "Naslednje datoteke na občinskem strežniku ni bilo mogoče spremeniti, ker je zaklenjena. Poskusi znova pozneje.",
  "errorWebdavLs": "Pri poskusu branja naslednje mape je prišlo do napake. Obrni se na vašega organizatorja videokonference.",
  "errorWebdavNotSupported": "Storitev, ki jo uporabljate za občinski strežnik, trenutno ni podprta. Morda ne bo delovala, kot je bilo predvideno.",
  "errorWebdavPut": "Pri poskusu zapisa naslednje datoteke je prišlo do napake. Obrni se na vašega organizatorja videokonference.",
  "errorWebdavRm": "Pri poskusu brisanja naslednje datoteke je prišlo do napake. Obrni se na vašega organizatorja videokonference.",
  "errorWebdavTooBig": "Datoteka, ki jo poizkušaš naložiti, je prevelika (največ 512 MB). Datoteka je bila dodana na vaš računalnik, vendar ni bila naložena na strežnik občine.",
  "errorWebdavTooManyRequests": "V strežnik je bilo poslanih preveč zahtevkov. Poizkusi znova pozneje.",
  "errorWUnavailable": "Preučevalna izdaja Stražnega stolpa ni na voljo v vašem izbranem jeziku. Razmisli o nastavitvi rezervnega jezika, ki se ga lahko uporabi, kadar koli bo to potrebno.",
  "errorYeartextNotFound": "Letni stavek za naslednji jezik (še) ni na voljo. Razmislite o nastavitvi rezervnega jezika, ki se bo uporabljal po potrebi.",
  "excludeFootnotes": "Ne vključi multimedije iz podčrtnih opomb v preučevalni izdaji Stražnega stolpa",
  "excludeLffImages": "Ne vključi slik iz knjige <em>Uživaj življenje vso večnost!</em>, če niso del Občinskega preučevanja Biblije",
  "excludeTh": "Ne vključi nobene multimedije iz brošure <em>th</em>",
  "fetchMedia": "Posodobi multimedijske mape",
  "fieldInvalid": "To ni veljavna vrednost za to polje.",
  "fieldMax": "Največ XX znakov.",
  "fieldRequired": "To polje je obvezno.",
  "fieldShortcutInvalid": "Ta bližnjica ni veljavna",
  "fieldShortcutTaken": "Ta bližnjica je že zasedena",
  "footnote": "Podčrtna opomba",
  "hideMediaLogo": "Skrij logotip v oknu za predvajanje multimedijskih vsebin",
  "hideWinAfterMedia": "Po končanem predvajanju posnetka skrij multimedijsko okno",
  "hideWinAfterMediaExplain": "Uporabno predvsem za shode v znakovnem jeziku",
  "hostname": "Spletni naslov",
  "includePrinted": "Vključi tiskane medije, če so na voljo.",
  "info": "Informacije",
  "infoPubIgnored": "Za naslednjo publikacijo ni mogoče pridobiti multimedijske vsebine:",
  "infoShortcutSetFail": "M³ ni mogel aktivirati naslednje bližnjice na tipkovnici. Če želite uporabljati to bližnjico, se prepričajte, da je ne uporablja nobena druga aplikacija, in ponovno zaženite program M³. Drugače ukrepanje ni potrebno.",
  "installNow": "Namesti zdaj",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Po pretvorbi ohrani izvirne multimedijske datoteke",
  "lastMinuteSong": "Dodaj pesem na seznam multimedijske vsebine",
  "light": "Svetla",
  "localAppLang": "Jezik uporabniškega vmesnika",
  "manageMedia": "Upravljanje multimedije",
  "maxRes": "Največja ločljivost za videoposnetke",
  "mediaLang": "Jezik multimedije",
  "mediaLangFallback": "Rezervni jezik multimedije",
  "mediaSaveFolder": "Mapa za shranjevanje multimedije",
  "mediaWinShortcut": "Bližnjica za preklapljanje vidnosti medijskega okna",
  "mediaWindowBackground": "Slika ozadja za način predvajanja multimedijske vsebine",
  "meeting": "Shod",
  "minutesBeforeMeeting": "<span>XX</span> minut pred shodom",
  "moreInfo": "Izvedi več",
  "mp4Conversion": "Pretvorba v MP4",
  "musicFadeOutSmart": "<span>XX</span> sekund pred shodom",
  "musicFadeOutTimer": "Po <span>XX</span> minutah",
  "musicFadeOutType": "Samodejno prenehanje predvajanja glasbe v ozadju",
  "musicVolume": "Glasnost predvajanja glasbe v ozadju",
  "mwMeetingDay": "Shod med tednom",
  "noMedia": "Za ta datum še ni multimedijske vsebine. Dodaj pesem, multimedijo po meri ali pa izvleci multimedijo iz datoteke JWPUB.",
  "noMeetings": "Na voljo ni nobenega shoda. Poizkusi posodobiti multimedijske mape z začetnega zaslona.",
  "notAnImage": "To ni veljavna slikovna datoteka. Poizkusi znova.",
  "obsCameraScene": "Privzeta scena s pogledom na oder v programu OBS Studio",
  "obsMediaScene": "Prizor medijskega okna v programu OBS Studio",
  "obsImageScene": "Izbirna ločena medijska scena za slike",
  "obsRefresh": "Osveži povezavo OBS",
  "obsUseV4": "Uporabi <em>obs-websocket v4</em>",
  "obsZoomScene": "Scena OBS Studio za prikaz udeležencev Zooma",
  "obsZoomSceneActivate": "Preveri, ali so udeleženci Zooma pripravljeni, da se jih prikaže. Videookno se bo samodejno skrilo, dokler ne bo prikazana multimedijska vsebina.",
  "obsZoomSceneExplain": "Uporablja se za hitro in učinkovito upravljanje prikaza udeležencev Zooma med hibridnim shodom.",
  "obsZoomSceneToggle": "Preklapljanje načina udeleženca(-ev) Zooma",
  "offlineMode": "Način brez povezave",
  "openFolder": "Odpri mapo z multimedijo",
  "openJWorg": "Odpri jw.org",
  "autoOpenFolderWhenDone": "Odpri mapo po sinhronizaciji multimedije",
  "optionsApp": "Nastavitev programa",
  "optionsCongSync": "Nastavitev sinhronizacije",
  "optionsMedia": "Nastavitev multimedije",
  "optionsMeetings": "Nastavitev shoda",
  "outputFolderDateFormat": "Oblika datuma za mape shodov",
  "paragraph": "Odstavek",
  "password": "Geslo",
  "pause": "Zaustavi/nadaljuj videoposnetek",
  "pauseImg": "Skrij/prikaži sliko na Zoomu",
  "port": "Vrata",
  "ppBackward": "Kombinacija tipk za predvajanje prejšnje multimedijske datoteke",
  "ppForward": "Kombinacija tipk za predvajanje naslednje multimedijske datoteke",
  "preferredOutput": "Prikaži okno za predvajanje multimedije v",
  "presentShortcut": "Bližnjica za preklop na način predvajanja multimedije",
  "publicTalk": "Javni govor",
  "autoQuitWhenDone": "Po sinhronizaciji multimedije zapri aplikacijo",
  "recurring": "Ponavljajoča se multimedija",
  "refresh": "Osveži seznam multimedijske vsebine",
  "remindNeedCoHost": "Uporabnika, ki je povezan z integracijo Zooma, ne pozabi določiti za sogostitelja.",
  "reportIssue": "Prijavi težavo",
  "autoRunAtBoot": "Zaženi aplikacijo ob zagonu sistema",
  "screen": "Zaslon",
  "selectDocument": "Izberi dokument, iz katerega želiš izvleči multimedijsko vsebino:",
  "selectExternalMedia": "Te multimedijske datoteke niso vključene v datoteko JWPUB. Klikni na vsako od njih, da jo poiščeš na računalniku:",
  "selectSong": "Izberi kraljestveno pesem",
  "selectVideo": "Izberi videoposnetek z jw.org",
  "settingLocked": "Nekatere nastavitve je zaklenil organizator videokonference v vaši občini.",
  "settingsLocked": "Nastavitve na ravni celotne občine",
  "settingsLockedExplain": "Spodaj izbrane nastavitve se bodo uporabile za vse uporabnike, ki se bodo povezali z isto mapo in strežnikom. Te nastavitve spremeni le, če si določen za organizatorja videokonference ali če ti je odgovorni brat to dovolil.",
  "settingsLockedWhoAreYou": "Ali si organizator videokonference, ki ga je določilo starešinstvo?",
  "showPrefix": "Prikaži predpone multimedijskih vsebin",
  "shuffleMusicDownloaded": "Naključno predvajanje prenesene glasbe",
  "shuffleShortcut": "Bližnjica za preklapljanje glasbe v ozadju",
  "song": "Pesem",
  "sortMedia": "Razvrščanje multimedijske vsebine",
  "sortSave": "Shrani vrstni red",
  "specialCong": "Posebna občina (brez rednih shodov, npr. šol)",
  "spotlightParticipants": "Spotlightaj udeležence",
  "subsLang": "Jezik za podnapise",
  "syncJwOrgMedia": "jw.org",
  "autoStartSync": "Samodejno zaženi sinhronizacijo multimedije",
  "system": "Sistemska",
  "themePreference": "Tema",
  "toggleSubtitles": "Preklapljanje podnapisov",
  "toggleSubtitlePosition": "Preklapljanje navpičnega položaja podnapisov za ta videoposnetek",
  "understood": "Razumem",
  "unmuteParticipant": "Udeležencu vklopi mikrofon",
  "updateDownloaded": "Posodobitev M³ je bila uspešno prenesena. Namestitev se bo začela, ko bo program M³ zaprt.",
  "updateDownloading": "V ozadju se prenaša posodobitev programa M³.",
  "updateError": "Pri preverjanju posodobitev je šlo nekaj narobe.",
  "updateInstalled": "Nameščena je bila posodobitev programa M³.",
  "updateNotDownloaded": "Posodobitev programa M³ je na voljo, vendar je ni bilo mogoče prenesti samodejno. Prenesi jo ročno.",
  "username": "Uporabniško ime",
  "videoTimeReset": "Ponastavi začetni in končni čas",
  "videoTimeSet": "Shrani začetni in končni čas po meri",
  "wannaHelp": "Ali bi rad pomagal?",
  "wannaHelpExisting": "Trenutno nastavljeni lokalni jezik nima aktivnega prevajalca. Ali bi rad pomagal prevesti M³ za uporabnike, ki govorijo ta jezik?",
  "wannaHelpExplain": "Trenutno nastavljeni jezik multimedije še ni na voljo kot jezik uporabniškega vmesnika programa M³. Ali bi rad pomagal pri prevajanju programa M³ za uporabnike, ki govorijo ta jezik?",
  "wannaHelpForSure": "Rad bi pomagal prevajati ta program",
  "wannaHelpWillGoAway": "To obvestilo se prikaže le ob izdaji nove različice programa M³.",
  "warnFileNotAvailable": "Naslednja datoteka še ni na voljo. Poskusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "warnMp4ConversionFailure": "Naslednje datoteke ni bilo mogoče pretvoriti v format MP4:",
  "warnNoDocumentsFound": "V nobenem od izbranih dokumentov JWPUB ni bila najdena multimedijska vsebina. Preveri, ali je datoteka prava, ali pa se obrni na razvijalca tega programa.",
  "warnPdfConversionFailure": "Strani iz naslednje datoteke PDF ni bilo mogoče izvleči kot slike:",
  "warnSvgConversionFailure": "Naslednja datoteka ni bila prepoznana kot veljavna slika SVG:",
  "warnUnknownLastVersion": "Ni mogoče ugotoviti predhodno nameščene različice M³. Predvidevamo, da je bil program pravkar posodobljen.",
  "warning": "Opozorilo",
  "weMeetingDay": "Shod ob koncu tedna",
  "webdavFolder": "Mapa za sinhronizacijo",
  "webdavFolderUp": "Premakni mapo navzgor",
  "window": "Premično okno",
  "zoomAutoRename": "Samodejno preimenuj udeležence Zooma",
  "zoomAutoRenameFormat": "staro ime=novo ime",
  "zoomAutoStartMeeting": "Samodejno izvedi postopek za začetek shoda",
  "zoomHideComponent": "Privzeto skrij Zoom",
  "zoomId": "ID številka videokonference",
  "zoomMuteParticipants": "Udeležencem izklopi mikrofon",
  "zoomName": "Ime udeleženca",
  "zoomSaveRename": "Shrani v nastavitve za samodejno preimenovanje",
  "zoomSpotlight": "Na začetku sestanka nastavi \"Spotlight\" za videookno",
  "zoomStartMeeting": "Začni shod prek Zooma",
  "zoomStopMeeting": "Končaj shod prek Zooma",
  "zoomToggleComponent": "Preklapljanje vidnosti komponente Zoom"
}
