{
  "all": "Vse",
  "areYouSure": "Ali si prepričan?",
  "autoPlayFirst": "Samodejno predvajaj prvo datoteko",
  "autoStartMusic": "Samodejno predvajaj glasbo v ozadju pred shodi",
  "betaUpdates": "Omogoči beta posodobitve za namene testiranja <em>(Opomba: Te nastavitve ne omogoči na računalniku, ki se uporablja za predvajanje multimedijske vsebine v kraljestveni dvorani.)</em>",
  "browse": "Prebrskaj",
  "cancel": "Preklic",
  "cantCloseMediaWindowOpen": "Zapusti način upravljanja multimedijske vsebine, preden poskušaš zapreti program M³.",
  "cleanCache": "Počisti medijski predpomnilnik",
  "clickAgain": "Ponovno klikni, da potrdiš",
  "confirm": "Potrdi",
  "congMedia": "Občinska sinhronizacija",
  "congregationName": "Ime občine",
  "convertDownloaded": "Pretvori datoteko v format MP4",
  "convertDownloadedExplain": "Uporabno za shode, ki v celoti potekajo po ZOOM-u (niso hibridni), za prikazovanje MP4 datotek s funkcijo, ki jo ponuja ZOOM.",
  "coWeek": "Naslednji načrtovani obisk okrajnega nadzornika",
  "coWeekExplain": "S tem se bo shod med tednom samodejno prestavil na torek, preskočila pa se bo tudi multimedijska vsebina, ki ni potrebna za tisti teden.",
  "custom": "Po meri",
  "customCachePath": "Pot do predpomnilnika po meri (za publikacije itd.)",
  "dark": "Temen",
  "delete": "Izbriši",
  "disableAutoUpdate": "Onemogoči nekritične samodejne posodobitve aplikacije",
  "disableHardwareAcceleration": "Onemogoči strojno pospeševanje <em>(Opomba: To nastavitev omogoči le, če imate težave s predstavitvijo multimedijskih vsebin. S spremembo te nastavitve se bo program M³ ponovno zagnal.)</em>",
  "dontForgetToGetMedia": "Ne pozabi posodobiti multimedijskih map na računalniku, ki se uporablja za predvajanje multimedijskih vsebin na občinskih shodih!",
  "downloadShuffleMusic": "Prenesi vse pesmi za predvajanje glasbe v ozadju",
  "enableMediaDisplayButton": "Predvajaj multimedijsko vsebino na dodatnem monitorju ali v ločenem oknu",
  "enableMusicButton": "Omogoči gumb za predvajanje glasbe v ozadju",
  "enableObs": "Omogoči združljivost s programom OBS Studio <em>(potreben je obs-websocket)</em>",
  "enablePp": "Omogoči uporabo bližnjic na tipkovnici med predvajanjem multimedijske vsebine (na primer za uporabo z daljinskim upravljalnikom USB).",
  "enableSubtitles": "Omogoči podnapise za videoposnetke",
  "enableVlcPlaylistCreation": "Ustvari sezname predvajanja za uporabo s programom <em>VLC</em>.",
  "enableZoom": "Omogoči integracijo z ZOOM-om.",
  "enableZoomExplain": "Ta funkcija je še v razvoju. Pred uporabo jo temeljito preizkusite. Ko jo boste omogočili, bo poskušala avtomatizirati različne naloge pred shodom (izklop zvočnika vseh prisotnih, omogočanje avdia in videa od kraljestvene dvorane, onemogočanje možnost, da si prisotni sami vklopijo mikrofon), med shodom (izbiranje prisotnih, da se pri njih vklopi highlight in mikrofon ali da se jim izklopi mikrofon, spusti roka in odstrani hightlight) in po shodu (izklop videoprenosa kraljestvene dvorane, omogočanje udeležencem, da si sami vklopijo mikrofon).",
  "error": "Napaka",
  "errorAdditionalMedia": "Pri uvozu multimedijske vsebine je prišlo do napake. Obrni se na vašega organizatorja videokonference.",
  "errorAdditionalMediaList": "Pri pripravi seznama multimedijskih vsebin je prišlo do napake. Poskusi pozneje ali se obrni na vašega organizatorja videokonference.",
  "errorBadOutputPath": "Pot, ki si jo določil, vsebuje nedovoljene znake. Preveri, ali pot vsebuje katerega od naslednjih znakov:",
  "errorDestExists": "Naslednja datoteka ali mapa že obstaja:",
  "errorDownload": "Pri poskusu prenosa naslednje datoteke je prišlo do napake:",
  "errorDownloadSubs": "Pri poskusu prenosa podnapisov za naslednjo datoteko je prišlo do napake:",
  "errorExtractFromJWPUB": "Pri poskusu ekstrakcije multimedijskih vsebin iz naslednje datoteke JWPUB je prišlo do napake:",
  "errorForcedSettingsEnforce": "Pri uveljavljanju občinskih nastavitev je prišlo do napake. Prosim, obrni se na organizatorja videokonference.",
  "errorGetCongMedia": "Pri pridobivanju multimedijskih vsebin je prišlo do napake. Prosim, preveri nastavitve občinske sinhronizacije ali pa se obrni na vašega organizatorja videokonference.",
  "errorGetMwMedia": "Pri pridobivanju multimedijskih vsebin za shod med tednom je prišlo do napake. Prosim, poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorGetWeMedia": "Pri pridobivanju multimedijskih vsebin za shod ob koncu tedna je prišlo do napake. Prosim, poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorInvalidPrefs": "Pri nalaganju shranjenih nastavitev je prišlo do napake. Pred nadaljevanjem po potrebi ponovno konfigurirajte vse nastavitve.",
  "errorJwpubDbFetch": "Pri poskusu pridobivanja naslednje publikacije je prišlo do napake:",
  "errorJwpubMediaExtract": "Pri pridobivanju multimedijske vsebine iz naslednje publikacije je prišlo do napake:",
  "errorMwbUnavailable": "Delovni zvezek ni na voljo v izbranem jeziku. Razmislite o nastavitvi rezervnega jezika, ki ga boste uporabili, kadar bo to potrebno.",
  "errorNoShuffleSongs": "Za predvajanje glasbe v ozadju ni pesmi. Prosim, poizkusi pozneje ali pa se obrni na vašega organizatorja videokonference.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "An error occurred while attempting to connect to OBS Studio. Please verify that OBS Studio is running and that the <code>obs-websocket</code> configuration is correct.",
  "errorObsAuth": "The password for the OBS Studio integration might be incorrect. Please verify that the password is correct and try again.",
  "errorObsCameraScene": "The configured default camera scene does not exist anymore. Please change it in the settings.",
  "errorObsMediaScene": "The configured media scene does not exist anymore. Please change it in the settings.",
  "errorObsScene": "The following scene could not be found. Make sure it exists or reconnect with OBS through the settings.",
  "errorObsZoomScene": "The configured Zoom scene does not exist anymore. Please change it in the settings.",
  "errorOffline": "The application is offline. Data can't be downloaded or uploaded!",
  "errorPpEnable": "The keyboard shortcuts during media playback could not be enabled. Please check if your settings are valid.",
  "errorRename": "An error occurred while attempting to rename the following file or directory:",
  "errorSetVars": "An error occurred while attempting to create or access a directory. Please make sure that you have access to the following path on your computer.",
  "errorSiteCheck": "Unable to establish a connection to the following site:",
  "errorSyncCongMedia": "An error occurred while fetching media from congregation sync. Please try again later or contact your videoconference organizer.",
  "errorUnknown": "An unknown error occurred. Please contact your videoconference organizer.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "An error occurred while attempting to read the following directory. Please contact your videoconference organizer.",
  "errorWebdavNotSupported": "The service you are using for your congregation server is currently not supported. It might not work as intended.",
  "errorWebdavPut": "An error occurred while attempting to write the following file. Please contact your videoconference organizer.",
  "errorWebdavRm": "An error occurred while attempting to delete the following file. Please contact your videoconference organizer.",
  "errorWebdavTooBig": "The file you are attempting to upload is too large (max 512MB). The file has been added locally, but was not uploaded to the congregation server.",
  "errorWebdavTooManyRequests": "Too many requests have been sent to the server. Please try again later.",
  "errorWUnavailable": "The Study Edition of the Watchtower is not available in your selected language. Consider setting a fallback language to use whenever necessary.",
  "errorYeartextNotFound": "The yeartext for the following language is not (yet) available. Consider setting a fallback language to use whenever necessary.",
  "excludeFootnotes": "Exclude media from footnotes in the Watchtower Study",
  "excludeLffImages": "Exclude <em>Enjoy Life Forever</em> images outside the Congregation Bible Study",
  "excludeTh": "Exclude all media from the <em>th</em> brochure",
  "fetchMedia": "Posodobi multimedijske mape",
  "fieldInvalid": "To ni veljavna vrednost za to polje.",
  "fieldMax": "Največ XX znakov.",
  "fieldRequired": "To polje je obvezno.",
  "fieldShortcutInvalid": "Ta bližnjica ni veljavna",
  "fieldShortcutTaken": "Ta bližnjica je že zasedena",
  "footnote": "Podčrtna opomba",
  "hideMediaLogo": "Skrij logotip v oknu za predvajanje multimedijskih vsebin",
  "hideWinAfterMedia": "Po končanem predvajanju posnetka skrij multimedijsko okno",
  "hideWinAfterMediaExplain": "Uporabno predvsem za shode v znakovnem jeziku",
  "hostname": "Spletni naslov",
  "includePrinted": "Vključi tiskane medije, če so na voljo.",
  "info": "Informacije",
  "infoPubIgnored": "Za naslednjo publikacijo ni mogoče pridobiti multimedijske vsebine:",
  "infoShortcutSetFail": "M³ was unable to activate the following keyboard shortcut. If you wish to use this keyboard shortcut, please make sure that no other app is using it, and relaunch M³. Otherwise, no action is required.",
  "installNow": "Namesti zdaj",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Po pretvorbi ohrani izvirne multimedijske datoteke",
  "lastMinuteSong": "Dodaj pesem na seznam multimedijske vsebine",
  "light": "Svetla",
  "localAppLang": "Jezik uporabniškega vmesnika",
  "manageMedia": "Upravljanje multimedijske vsebine",
  "maxRes": "Največja ločljivost za videoposnetke",
  "mediaLang": "Jezik multimedijske vsebine",
  "mediaLangFallback": "Rezervni jezik multimedijske vsebine",
  "mediaSaveFolder": "Mapa za shranjevanje multimedijske vsebine",
  "mediaWinShortcut": "Bližnjica za preklapljanje vidnosti medijskega okna",
  "mediaWindowBackground": "Slika ozadja za način predvajanja multimedijske vsebine",
  "meeting": "Shod",
  "minutesBeforeMeeting": "<span>XX</span> minut pred shodom",
  "moreInfo": "Izvedi več",
  "mp4Conversion": "Pretvorba v MP4",
  "musicFadeOutSmart": "<span>XX</span> sekund pred shodom",
  "musicFadeOutTimer": "Po <span>XX</span> minutah",
  "musicFadeOutType": "Samodejno prenehanje predvajanja glasbe v ozadju",
  "musicVolume": "Glasnost predvajanja glasbe v ozadju",
  "mwMeetingDay": "Shod med tednom",
  "noMedia": "Za ta datum še ni multimedijske vsebine. Dodaj pesem, multimedijsko vsebino po meri ali pa izvleci multimedijsko vsebino iz datoteke JWPUB.",
  "noMeetings": "Na voljo ni nobenega shoda. Prosim, poizkusi posodobiti multimedijske mape z začetnega zaslona.",
  "notAnImage": "To ni veljavna slikovna datoteka. Prosim, poizkusi znova.",
  "obsCameraScene": "Default stage view scene in OBS Studio",
  "obsMediaScene": "Media window scene in OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "Use <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Studio scene to display Zoom participants",
  "obsZoomSceneActivate": "Make sure the Zoom participants are ready to be shown. The media window will be hidden automatically until media is displayed.",
  "obsZoomSceneExplain": "Used to quickly and efficiently manage the display of Zoom participants during a hybrid meeting",
  "obsZoomSceneToggle": "Toggle Zoom participant(s) mode",
  "offlineMode": "Način brez povezave",
  "openFolder": "Odpri mapo z multimedijsko vsebino",
  "openJWorg": "Odpri jw.org",
  "autoOpenFolderWhenDone": "Odpri mapo po sinhronizaciji multimedijske vsebine",
  "optionsApp": "Nastavitev programa",
  "optionsCongSync": "Nastavitev sinhronizacije na ravni občine",
  "optionsMedia": "Nastavitev multimedijske vsebine",
  "optionsMeetings": "Nastavitev shoda",
  "outputFolderDateFormat": "Oblika datuma za mape shodov",
  "paragraph": "Odstavek",
  "password": "Geslo",
  "pause": "Zaustavi/nadaljuj videoposnetek",
  "pauseImg": "Skrij/prikaži sliko na ZOOM-u",
  "port": "Vrata",
  "ppBackward": "Kombinacija tipk za predvajanje prejšnje multimedijske datoteke",
  "ppForward": "Kombinacija tipk za predvajanje naslednje multimedijske datoteke",
  "preferredOutput": "Prikaži okno za predvajanje multimedijske vsebine v",
  "presentShortcut": "Bližnjica za preklop na način predvajanja multimedijske vsebine",
  "publicTalk": "Javni govor",
  "autoQuitWhenDone": "Po sinhronizaciji multimedijske vsebine zapri aplikacijo",
  "recurring": "Ponavljajoča se multimedijska vsebina",
  "refresh": "Osveži seznam multimedijske vsebine",
  "remindNeedCoHost": "Ne pozabite uporabnika, ki je povezan z integracijo ZOOM-a, določiti za sogostitelja.",
  "reportIssue": "Prijavi težavo",
  "autoRunAtBoot": "Zaženi aplikacijo ob zagonu sistema",
  "screen": "Zaslon",
  "selectDocument": "Izberi dokument, iz katerega želiš izvleči multimedijsko vsebino:",
  "selectExternalMedia": "These referenced media files are not included in the JWPUB file. Please click on each one to locate it on your computer:",
  "selectSong": "Izberi kraljestveno pesem",
  "selectVideo": "Izberi videoposnetek z jw.org",
  "settingLocked": "Nekatere nastavitve je zaklenil organizator videokonference v vaši občini.",
  "settingsLocked": "Nastavitve na ravni celotne občine",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Ali si organizator videokonference, ki ga je določilo starešinstvo?",
  "showPrefix": "Prikaži predpone multimedijskih vsebin",
  "shuffleMusicDownloaded": "Naključno predvajanje prenesene glasbe",
  "shuffleShortcut": "Bližnjica za preklapljanje glasbe v ozadju",
  "song": "Pesem",
  "sortMedia": "Razvrščanje multimedijske vsebine",
  "sortSave": "Shrani vrstni red",
  "specialCong": "Posebna občna (brez rednih shodov, npr. šol)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Jezik za podnapise",
  "syncJwOrgMedia": "jw.org",
  "autoStartSync": "Samodejno zaženi sinhronizacijo multimedijske vsebine",
  "system": "Sistem",
  "themePreference": "Tema",
  "toggleSubtitles": "Preklapljanje podnapisov",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "Razumem",
  "unmuteParticipant": "Udeležencu vklopi mikrofon",
  "updateDownloaded": "Posodobitev M³ je bila uspešno prenesena. Namestitev se bo začela, ko bo program M³ zaprt.",
  "updateDownloading": "V ozadju se prenaša posodobitev programa M³.",
  "updateError": "Pri preverjanju posodobitev je šlo nekaj narobe.",
  "updateInstalled": "Nameščena je bila posodobitev programa M³.",
  "updateNotDownloaded": "Posodobitev programa M³ je na voljo, vendar je ni bilo mogoče prenesti samodejno. Prosim, prenesi jo ročno.",
  "username": "Uporabniško ime",
  "videoTimeReset": "Ponastavi začetni in končni čas",
  "videoTimeSet": "Shrani začetni in končni čas po meri",
  "wannaHelp": "Ali bi rad pomagal?",
  "wannaHelpExisting": "Trenutno nastavljeni lokalni jezik nima aktivnega prevajalca. Ali bi rad pomagal prevesti M³ za uporabnike, ki govorijo ta jezik?",
  "wannaHelpExplain": "Trenutno nastavljeni jezik multimedijske vsebine še ni na voljo kot jezik uporabniškega vmesnika programa M³. Ali bi rad pomagal pri prevajanju programa M³ za uporabnike, ki govorijo ta jezik?",
  "wannaHelpForSure": "Rad bi pomagal prevajati ta program",
  "wannaHelpWillGoAway": "This notification will only appear when a new version of M³ is released.",
  "warnFileNotAvailable": "The following file is not yet available. Please try again later, or contact your videoconference organizer.",
  "warnMp4ConversionFailure": "The following file could not be converted to MP4 format:",
  "warnNoDocumentsFound": "No media was found in any of the chosen JWPUB's documents. Please validate the file or contact the developer of this app.",
  "warnPdfConversionFailure": "The pages from the following PDF file could not be extracted as images:",
  "warnSvgConversionFailure": "The following file was not recognized as a valid SVG image:",
  "warnUnknownLastVersion": "Unable to establish previously installed version of M³. Assuming app was just updated.",
  "warning": "Opozorilo",
  "weMeetingDay": "Shod ob koncu tedna",
  "webdavFolder": "Mapa za občinsko sinhronizacijo",
  "webdavFolderUp": "Premakni mapo navzgor",
  "window": "Premično okno",
  "zoomAutoRename": "Samodejno preimenuj udeležence ZOOM-a",
  "zoomAutoRenameFormat": "Staro ime=Novo ime",
  "zoomAutoStartMeeting": "Samodejno izvedi postopek za začetek shoda",
  "zoomHideComponent": "Privzeto skrij ZOOM",
  "zoomId": "ID številka videokonference",
  "zoomMuteParticipants": "Udeležencem izklopi mikrofon",
  "zoomName": "Ime udeleženca",
  "zoomSaveRename": "Shrani v nastavitve za samodejno preimenovanje",
  "zoomSpotlight": "Na začetku sestanka nastavi \"Spotlight\" za videookno",
  "zoomStartMeeting": "Začni shod prek ZOOM-a",
  "zoomStopMeeting": "Končaj shod prek ZOOM-a",
  "zoomToggleComponent": "Preklapljanje vidnosti komponente ZOOM"
}
