{
  "all": "Все",
  "areYouSure": "Ти впевнений?",
  "autoPlayFirst": "Автоматично відтворювати перший медіафайл",
  "autoStartMusic": "Play background music automatically before meetings",
  "betaUpdates": "Enable beta updates for testing purposes <em>(Note: Do not enable this setting on the computer used to present media at the Kingdom Hall.)</em>",
  "browse": "Пошук",
  "cancel": "Відмінити",
  "cantCloseMediaWindowOpen": "Перш ніж намагатися вийти з M³, вийдіть із режиму керування медіафайлами.",
  "cleanCache": "Очистити кеш медіафайлів",
  "clickAgain": "Натисніть ще раз для підтвердження",
  "confirm": "Підтвердити",
  "congMedia": "Синхронізація збору",
  "congregationName": "Назва збору",
  "convertDownloaded": "Конвертувати медіафайли в MP4 формат",
  "convertDownloadedExplain": "Корисно для повністю віддалених негібридних зібрань через Zoom, для використання з вбудованою в Zoom функцією обміну файлами MP4",
  "convertExternal": "Увімкнути функцію імпорту додаткових медіафайлів",
  "coWeek": "Next planned visit of the circuit overseer",
  "coWeekExplain": "Will automatically set the midweek meeting to Tuesday and skip unnecessary media for that week",
  "custom": "Користувальницькі",
  "customCachePath": "Користувацький шлях до кешу (для публікацій тощо)",
  "dark": "Темний",
  "delete": "Видалити",
  "disableAutoUpdate": "Відключити автооновлення програми",
  "disableHardwareAcceleration": "Вимкнути апаратне прискорення <em>(Примітка: увімкніть цей параметр, лише якщо у вас виникли проблеми з трансляцією медіа. Зміна цього параметру призведе до перезапуску M³.)</em>",
  "dontForgetToGetMedia": "Не забудьте оновити папки з медіафайлами на комп'ютері який використовується для транслювання медіафайлів під час зібрання.",
  "downloadShuffleMusic": "Download all songs for background music",
  "enableMediaDisplayButton": "Відтворювати медіафайли на зовнішньому моніторі або в окремому вікні",
  "enableMusicButton": "Enable button to play background music",
  "enableObs": "Увімкнути режим сумісності з OBS Studio <em>(потрібен obs-websocket)</em>",
  "enablePp": "Увімкніть комбінації клавіш під час відтворення медіафайлів (наприклад, для використання з USB-пультом дистанційного керування)",
  "enableSubtitles": "Увімкнути субтитри для відео",
  "enableVlcPlaylistCreation": "Створити плейлисти для використання з <em>VLC</em>",
  "enableZoom": "Enable Zoom integration",
  "error": "Помилка",
  "errorAdditionalMedia": "Сталася помилка під час імпорту медіафайлів. Зв'яжіться з організатором відеоконференції.",
  "errorAdditionalMediaList": "Сталася помилка під час складання списку медіафайлів. Повторіть спробу пізніше або зв'яжіться з організатором відеоконференції.",
  "errorBadOutputPath": "Зазначений вами шлях до папки містить неприпустимі символи. Переконайтеся, що в шляху до неї відсутні наступні символи:",
  "errorDestExists": "Наступний файл або папка вже існує:",
  "errorDownload": "Сталася помилка при спробі завантаження наступного файлу:",
  "errorDownloadSubs": "Сталася помилка при спробі завантаження субтитрів для наступного файлу:",
  "errorExtractFromJWPUB": "Сталася помилка при спробі витягти медіа з наступного файлу JWPUB:",
  "errorForcedSettingsEnforce": "Сталася помилка під час застосування налаштувань зібрання. Зв'яжіться з організатором відеоконференції.",
  "errorGetCongMedia": "Сталася помилка під час завантаження медіафайлів зібрання. Перевірте налаштування синхронізації зібрання або зв'яжіться з організатором відеоконференції.",
  "errorGetMwMedia": "Сталася помилка під час завантаження медіафайлів збору для зібрання серед тижня. Будь ласка, повторіть спробу пізніше або зв'яжіться з організатором відеоконференції.",
  "errorGetWeMedia": "Сталася помилка під час завантаження медіафайлів для зібрання у вихідні дні. Будь ласка, повторіть спробу пізніше або зв'яжіться з організатором відеоконференції.",
  "errorInvalidPrefs": "Сталася помилка під час застосування ваших збережених налаштувань. Будь ласка, переналаштуйте всі параметри необхідним чином, перш ніж почати.",
  "errorJwpubDbFetch": "Під час спроби отримати наступну публікацію сталася помилка:",
  "errorJwpubMediaExtract": "Сталася помилка під час видобування медіа з такої публікації:",
  "errorMwbUnavailable": "Посібник для зібрання не доступний обраною вами мовою. Подумайте про те, щоб встановити запасну мову для використання коли це буде необхідно.",
  "errorNoShuffleSongs": "No songs found to play as background music. Please try again later or contact your videoconference organizer.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "Під час спроби підключитися до OBS Studio сталася помилка. Будь ласка, переконайтеся, що OBS Studio запущено та що конфігурація <code>obs-websocket</code> правильна.",
  "errorObsAuth": "Пароль для інтеграції з OBS Studio може бути неправильним. Перевірте правильність пароля та повторіть спробу.",
  "errorObsCameraScene": "Налаштована сцена камери за замовчуванням більше не існує. Будь ласка, змініть це в налаштуваннях.",
  "errorObsMediaScene": "Налаштована сцена мультимедіа більше не існує. Будь ласка, змініть це в налаштуваннях.",
  "errorObsScene": "Не вдалося знайти наступну сцену. Переконайтеся, що вона існує, або повторно підключіться до OBS Studio в налаштуваннях.",
  "errorObsZoomScene": "Налаштована сцена масштабування більше не існує. Будь ласка, змініть це в налаштуваннях.",
  "errorOffline": "Додаток офлайн. Дані не можна завантажити або вивантажити!",
  "errorPpEnable": "Не вдалося ввімкнути комбінації клавіш під час відтворення медіа. Перевірте, чи дійсні ваші налаштування.",
  "errorRename": "Сталася помилка при спробі перейменування наступного файлу або каталогу:",
  "errorSetVars": "Під час спроби створити або отримати доступ до каталогу сталася помилка. Переконайтеся, що у вас є доступ до наступного шляху на вашому комп’ютері.",
  "errorSiteCheck": "Не вдалося встановити з'єднання з наступним сайтом:",
  "errorSyncCongMedia": "Сталася помилка під час отримання медіафайлів із синхронізації зібрання. Повторіть спробу пізніше або зв’яжіться з організатором відеоконференції.",
  "errorUnknown": "Сталася невідома помилка. Будь ласка, зверніться до організатора відеоконференції.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "Під час спроби прочитати наступний каталог сталася помилка. Будь ласка, зверніться до організатора відеоконференції.",
  "errorWebdavNotSupported": "Служба, яку ви використовуєте для свого сервера збору, наразі не підтримується. Програма може працювати не так, як передбачалося.",
  "errorWebdavPut": "Під час спроби записати наступний файл сталася помилка. Будь ласка, зверніться до організатора відеоконференції.",
  "errorWebdavRm": "Під час спроби видалити наступний файл сталася помилка. Будь ласка, зверніться до організатора відеоконференції.",
  "errorWebdavTooBig": "Файл, який ви намагаєтеся завантажити, завеликий (макс. 512 МБ). Файл було додано локально, але не було завантажено на сервер збору.",
  "errorWebdavTooManyRequests": "На сервер надіслано забагато запитів. Будь ласка, спробуйте пізніше.",
  "errorWUnavailable": "Навчальне видання «Вартової башти» недоступне вибраною вами мовою. Подумайте про встановлення резервної мови для використання, коли це необхідно.",
  "errorYeartextNotFound": "Річний текст для наступної мови (ще) недоступний. Подумайте про встановлення резервної мови для використання, коли це необхідно.",
  "excludeLffImages": "Виключити зображення з книги <em>\"Будьте щасливі тепер і завжди!\"</em> які не стосуються пункту Вивчення Біблії в зборі",
  "excludeTh": "Виключити всі медіафайли з брошури <em>th</em>",
  "fetchMedia": "Оновити папки з медіафайлами",
  "fieldInvalid": "Це недійсне значення для цього поля.",
  "fieldMax": "Макс. XX символів.",
  "fieldRequired": "Це поле є обов'язковим.",
  "fieldShortcutInvalid": "Це недійсний ярлик",
  "fieldShortcutTaken": "Цей ярлик уже використовується",
  "hideMediaLogo": "Приховати логотип у вікні презентації медіафайлів",
  "hideWinAfterMedia": "Приховати мультимедійне вікно після завершення відтворення медіа",
  "hideWinAfterMediaExplain": "Корисно переважно для зустрічей, які проводяться мовою жестів",
  "hostname": "Веб-адреса",
  "includePrinted": "Включити зображення з друкованого видання, якщо вони доступні",
  "info": "Інформація",
  "infoPubIgnored": "Неможливо отримати медіа для такої публікації:",
  "infoShortcutSetFail": "M³ не вдалося активувати наступну комбінацію клавіш. Якщо ви хочете використовувати цю комбінацію клавіш, переконайтеся, що жодна інша програма не використовує її, і перезапустіть M³. В іншому випадку нічого робити не потрібно.",
  "installNow": "Встановити зараз",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Зберегти оригінальні медіафайли після перетворення",
  "lastMinuteSong": "Додайте пісню до списку медіафайлів",
  "light": "Світлий",
  "localAppLang": "Мова інтерфейсу",
  "manageMedia": "Manage media",
  "maxRes": "Максимальна роздільна здатність для відео",
  "mediaLang": "Мова медіафайлів",
  "mediaLangFallback": "Запасна мова медіафайлів, якщо недоступно основною мовою",
  "mediaSaveFolder": "Папка для збереження медіафайлів",
  "mediaWinShortcut": "Ярлик для перемикання видимості мультимедійного вікна",
  "mediaWindowBackground": "Фонове зображення для режиму презентації медіафайлів",
  "meeting": "Зібрання",
  "minutesBeforeMeeting": "<span>XX</span> хвилин перед зібранням",
  "moreInfo": "Дізнатись більше",
  "mp4Conversion": "Перетворення в MP4",
  "musicFadeOutSmart": "За <span>XX</span> секунд до зібрання",
  "musicFadeOutTimer": "Через <span>XX</span> хвилин",
  "musicFadeOutType": "Automatically stop playing background music",
  "musicVolume": "Background music playback volume",
  "mwMeetingDay": "Зібрання серед тижня",
  "noMedia": "На цю дату ще немає медіафайлів. Додайте пісню, власні медіафайли або витягніть медіафайл із JWPUB файлу.",
  "noMeetings": "There are no meetings available. Please try updating the media folders from the home screen.",
  "notAnImage": "Це недійсний файл зображення. Будь ласка спробуйте ще раз.",
  "obsCameraScene": "Вигляд сцени, налаштований в OBS Studio",
  "obsMediaScene": "Вигляд вікна медіа-презентації, налаштований в OBS Studio",
  "obsRefresh": "Оновити з'єднання з OBS",
  "obsUseV4": "Використовувати <em>obs-websocket v4</em>",
  "obsZoomScene": "Сцена OBS Studio для відображення учасників у Zoom",
  "obsZoomSceneActivate": "Переконайтеся, що учасники в Zoom готові до показу. Медіа-вікно буде автоматично приховано, доки не відобразиться медіа.",
  "obsZoomSceneExplain": "Використовується для швидкого й ефективного керування відображенням учасників Zoom під час гібридних зібрань",
  "obsZoomSceneToggle": "Перемикнути режим Zoom учасника(ів)",
  "offlineMode": "Офлайн режим",
  "openFolder": "Відкрити папку з мультимедіа",
  "openJWorg": "Відкрити JW.org",
  "autoOpenFolderWhenDone": "Відкрити папку з медіафайлами після їх синхронізації",
  "optionsApp": "Налаштування програми",
  "optionsCongSync": "Налаштування синхронізації зібрання",
  "optionsMedia": "Налаштування медіафайлів",
  "optionsMeetings": "Налаштування зібрання",
  "outputFolderDateFormat": "Формат дати для папок зібрання",
  "paragraph": "Абзац",
  "password": "Пароль",
  "pause": "Призупинити/відновити відео",
  "pauseImg": "Сховати/показати зображення в Zoom",
  "port": "Порт",
  "ppBackward": "Комбінація клавіш для відтворення попереднього медіафайлу",
  "ppForward": "Комбінація клавіш для відтворення наступного медіафайлу",
  "preferredOutput": "Відображати вікно медіапрезентації на",
  "presentShortcut": "Ярлик для відкриття режиму медіапрезентації",
  "publicTalk": "Публічна промова",
  "autoQuitWhenDone": "Закрити програму після синхронізації медіа",
  "recurring": "Повторювані медіа",
  "refresh": "Оновити список медіафайлів",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "reportIssue": "Повідомити про проблему",
  "autoRunAtBoot": "Запускати програму під час запуску системи",
  "screen": "Екран",
  "selectDocument": "Виберіть документ, з якого потрібно видобути медіа:",
  "selectExternalMedia": "Ці медіафайли згадуються, але не включаються до зазначеного файлу JWPUB. Будь ласка, натисніть на кожен з них, щоб знайти їх на вашому комп'ютері:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "settingLocked": "Деякі налаштування були заблоковані організатором відеоконференції вашого збору.",
  "settingsLocked": "Налаштування для всього збору",
  "settingsLockedExplain": "Обрані нижче параметри застосовуватимуться з тими самими значеннями для всіх користувачів, які підключаються до однієї й тієї самої папки на сервері. Будь ласка, змінюйте ці налаштування тільки в тому випадку, якщо ви є призначеним організатором відеоконференції або якщо вам це дозволив відповідальний брат.",
  "settingsLockedWhoAreYou": "Ви організатор відеоконференції, призначений радою старійшин?",
  "showPrefix": "Показати медіапрефікси",
  "shuffleMusicDownloaded": "Завантажено музику для відтворення у випадковому порядку",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Пісня",
  "sortMedia": "Сортування медіафайлів",
  "sortSave": "Зберегти порядок сортування",
  "specialCong": "Спеціальне зібрання (без звичних зібрань, наприклад, школа піонерів тощо)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Мова для субтитрів",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Автоматично вмикати синхронізацію медіа при запуску програми",
  "system": "Система",
  "themePreference": "Налаштування теми",
  "toggleSubtitles": "Toggle subtitles",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "Зрозуміло",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "Оновлення M³ успішно завантажено. Встановлення почнеться, коли M³ буде закрито.",
  "updateDownloading": "Оновлення M³ завантажується у фоновому режимі.",
  "updateError": "Під час перевірки оновлень сталася помилка.",
  "updateInstalled": "Установлено оновлення до M³.",
  "updateNotDownloaded": "Оновлення M³ доступне, але його не вдалося завантажити автоматично. Завантажте його вручну.",
  "username": "Ім'я користувача",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "Хочете допомогти?",
  "wannaHelpExisting": "Мова яку ви обрали не має перекладача. Чи бажаєте ви допомогти перекласти M³ для користувачів, які розмовляють цією мовою?",
  "wannaHelpExplain": "Наразі налаштована мова медіафайлів ще не доступна як мова відображення для M³. Чи бажаєте ви допомогти перекласти M³ для користувачів, які розмовляють цією мовою?",
  "wannaHelpForSure": "Я хотів би допомогти перекласти цю програму",
  "wannaHelpWillGoAway": "Це сповіщення з’явиться лише після випуску нової версії M³.",
  "warnFileNotAvailable": "Цей файл ще недоступний. Повторіть спробу пізніше або зверніться до організатора відеоконференції.",
  "warnMp4ConversionFailure": "Цей файл не вдалося конвертувати у формат MP4:",
  "warnNoDocumentsFound": "Ні в одному з вибраних файлів JWPUB не знайдено медіафайлів. Перевірте файл або зверніться до розробника цієї програми.",
  "warnPdfConversionFailure": "Сторінки з наступного PDF-файлу не вдалося видобути як зображення:",
  "warnSvgConversionFailure": "Цей файл не було розпізнано як дійсне зображення SVG:",
  "warnUnknownLastVersion": "Не вдалося встановити попередньо встановлену версію M³. Можна припустити, що програму було щойно оновлено.",
  "warning": "Увага",
  "weMeetingDay": "Зібрання у вихідні дні",
  "webdavFolder": "Папка для збору",
  "webdavFolderUp": "Перейти вверх на одну папку",
  "window": "Пересувне вікно",
  "zoomAutomateAudio": "Automate audio (uses Zoom participant audio instead of host audio)",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomHideComponent": "Hide Zoom component by default",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
