{
  "all": "All",
  "areYouSure": "You dey sure?",
  "autoPlayFirst": "Automatically play first media item",
  "autoStartMusic": "Play background music automatically before meetings",
  "betaUpdates": "Enable beta updates for testing purposes <em>(Note: Do not enable this setting on the computer used to present media at the Kingdom Hall.)</em>",
  "browse": "Open",
  "cancel": "Cancel",
  "cantCloseMediaWindowOpen": "Abeg, make you stop to de show picture or video before you try comot M³.",
  "cleanCache": "Clean picture/video wey we don download",
  "clickAgain": "If you really want-am, click again",
  "confirm": "Confirm",
  "congMedia": "Congregation sync",
  "congregationName": "Congregation name",
  "convertDownloaded": "Convert videos for MP4 format",
  "convertDownloadedExplain": "You fit use this one for Zoom meeting wey dey remote, when wuna de use native Zoom MP4 file sharing",
  "coWeek": "Next planned visit of the circuit overseer",
  "coWeekExplain": "Will automatically set the midweek meeting to Tuesday and skip unnecessary media for that week",
  "custom": "Your own",
  "customCachePath": "Your own cache path (for book, brochure etc.)",
  "dark": "Dark",
  "delete": "Delete",
  "disableAutoUpdate": "No load new version while you do other things",
  "disableHardwareAcceleration": "No use hardware acceleration <em>(Note: Make you only turn this on if you get wahala when you de show picture or video. When you change-am, M³ go close and open again.)</em>",
  "dontForgetToGetMedia": "Abeg, make you always de update the picture and video folder for inside the computer wey wuna go use for show picture and video for congregation meeting!",
  "downloadShuffleMusic": "Download all songs for background music",
  "enableMediaDisplayButton": "Show picture and video for second monitor or window",
  "enableMusicButton": "Enable button to play background music",
  "enableObs": "De use OBS Studio compatibility mode <em>(we need obs-websocket)</em>",
  "enablePp": "De use keyboard shortcut them when you show picture or video (for use with USB remote control, for example)",
  "enableSubtitles": "Show subtitles for videos",
  "enableVlcPlaylistCreation": "Create playlist for use with <em>VLC</em>",
  "enableZoom": "Enable Zoom integration",
  "enableZoomExplain": "This is a work in progress. Please test test it thoroughly before implementing it. When enabled, it will attempt to automate various pre-meeting (mute all, enable the Kingdom Hall's video/audio, disable the option for participants to unmute themselves), in-meeting (select participants to spotlight and unmute them, or to mute them, lower their hand and remove the spotlight) and post-meeting (disable the Kingdom Hall's video feed, allow participants to unmute themselves) tasks.",
  "error": "Error",
  "errorAdditionalMedia": "Something go wrong when we try load picture or video. Abeg, make you speak to the person wey de organize wuna video conference.",
  "errorAdditionalMediaList": "Something go wrong when we try show all picture and videos. Abeg, make you try again later, or speak to the person wey de organize wuna video conference.",
  "errorBadOutputPath": "The path wey you don enter get illegal letters. You no fit use this letters for inside the path:",
  "errorDestExists": "This file or folder already dey:",
  "errorDownload": "An error occurred while trying to download the following file:",
  "errorDownloadSubs": "An error occurred while trying to download subtitles for the following file:",
  "errorExtractFromJWPUB": "An error occurred while trying to extract media from the following JWPUB file:",
  "errorForcedSettingsEnforce": "Something go wrong when we want apply congregation settings. Abeg, make you speak to the person wey de organize wuna video conference.",
  "errorGetCongMedia": "Something go wrong when we try load picture and video for congregation. Abeg, make you check the congregation sync settings, or speak to the person wey de organize wuna video conference.",
  "errorGetMwMedia": "Something go wrong when we try load picture and video for the midweek meeting. Abeg, make you try again later, or speak to the person wey de organize wuna video conference.",
  "errorGetWeMedia": "Something go wrong when we try load picture and video for the weekend meeting. Abeg, make you try again later, or speak to the person wey de organize wuna video conference.",
  "errorInvalidPrefs": "Something go wrong when we try load your settings. Abeg, make you set-am again before you continue.",
  "errorJwpubDbFetch": "Something go wrong when we try load this book or brochure:",
  "errorJwpubMediaExtract": "Something go wrong when we try grab picture and video from this book or brochure:",
  "errorMwbUnavailable": "Meeting Workbook no dey for the language wey you choose. Abeg, make you choose some language wey we fit use when things no dey for the main language.",
  "errorNoShuffleSongs": "No songs found to play as background music. Please try again later or contact your videoconference organizer.",
  "errorNoSocket": "No WebSocket was found. There is no active connection to the Zoom meeting for automation.",
  "errorNotCoHost": "The Zoom integration user is not a co-host. Please make sure that the user is a co-host and try again.",
  "errorObs": "Something go wrong when we try connect for OBS Studio. Abeg, check say you don start OBS Studio and say the <code>obs-websocket</code> setting dey correct.",
  "errorObsAuth": "Maybe the password for your OBS Studio integration dey wrong. Abeg, make you check if you type the correct password, and try again.",
  "errorObsCameraScene": "The default camera scene wey you don choose no dey anymore. Abeg, make you change-am for inside settings.",
  "errorObsMediaScene": "The picture or video scene wey you don choose no dey anymore. Abeg, make you change-am for inside settings.",
  "errorObsScene": "The following scene could not be found. Make sure it exists or reconnect with OBS through the settings.",
  "errorObsZoomScene": "The Zoom scene wey you don choose no dey anymore. Abeg, make you change-am for inside settings.",
  "errorOffline": "The application dey offline. We no fit download or upload anything!",
  "errorPpEnable": "We no fit set the keyboard shortcuts for play video or music. Abeg, make you check your settings.",
  "errorRename": "An error occurred while attempting to rename the following file or directory:",
  "errorSetVars": "Something go wrong when we try make new folder or open one folder. Abeg, make you check say you fit open this path for your computer.",
  "errorSiteCheck": "We no fit connect to this address:",
  "errorSyncCongMedia": "Something go wrong when we try load picture and video from congregation sync. Abeg, make you try again later, or speak to the person wey de organize wuna video conference.",
  "errorUnknown": "Some error don happen. Abeg, make you speak to the person wey de organize video conference for wuna.",
  "errorWebdavLocked": "Could not modify the following file on the congregation server because it was locked. Please try again later.",
  "errorWebdavLs": "Something go wrong when we try read this folder. Abeg, make you speak to the person wey de organize wuna video conference.",
  "errorWebdavNotSupported": "For now, we no support the service wey you de use for wuna congregation server. E fit no work like you want-am.",
  "errorWebdavPut": "Something go wrong when we try write this file. Abeg, make you speak to the person wey de organize wuna video conference.",
  "errorWebdavRm": "Something go wrong when we try delete this file. Abeg, make you speak to the person wey de organize wuna video conference.",
  "errorWebdavTooBig": "The file wey you try to de upload na too big (512MB or smaller). We add this one here, but we no fit put-am for cong. server.",
  "errorWebdavTooManyRequests": "The server don get plenty request them. Abeg, make you wait small-small and try-am again.",
  "errorWUnavailable": "Study Edition for the Watchtower no dey for the language wey you choose. Abeg, make you choose some language wey we fit use when things no dey for the main language.",
  "errorYeartextNotFound": "Yeartext for this language no dey (yet). Abeg, make you choose some language wey we fit use when things no dey for the main language.",
  "excludeLffImages": "Exclude <em>Enjoy Life Forever</em> images outside the Congregation Bible Study",
  "excludeTh": "No show nothing from the <em>th</em> brochure",
  "fetchMedia": "Update media folders",
  "fieldInvalid": "You no fit enter this one for this box.",
  "fieldMax": "XX or less characters.",
  "fieldRequired": "Abeg, make you fill this box.",
  "fieldShortcutInvalid": "This shortcut get k-leg",
  "fieldShortcutTaken": "Ashia, some other app de listen to this shortcut",
  "hideMediaLogo": "No show logo for inside picture window",
  "hideWinAfterMedia": "Hide picture window after video don finish play",
  "hideWinAfterMediaExplain": "Useful mostly for meetings held in sign-language",
  "hostname": "Host name",
  "includePrinted": "Include printed media when available",
  "info": "Information",
  "infoPubIgnored": "We no fit load picture or video for this book or brochure:",
  "infoShortcutSetFail": "M³ never fit listen to this keyboard shortcut. You want use this one? Abeg, check if no other app de use-am, then close M³ and open-am again. Otherwise, you no need do anything.",
  "installNow": "Install now",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "No delete original picture or video files after conversion",
  "lastMinuteSong": "Add a song to the media list",
  "light": "Light",
  "localAppLang": "App language",
  "manageMedia": "Manage media",
  "maxRes": "Maximum size for video",
  "mediaLang": "Picture and video language",
  "mediaLangFallback": "Fallback media language",
  "mediaSaveFolder": "Folder where we go save picture and video",
  "mediaWinShortcut": "Keyboard shortcut for show/hide picture window",
  "mediaWindowBackground": "Background picture when we de show picture and video",
  "meeting": "Meeting",
  "minutesBeforeMeeting": "<span>XX</span> minutes before the meeting",
  "moreInfo": "Find out more",
  "mp4Conversion": "MP4 conversion",
  "musicFadeOutSmart": "<span>XX</span> second before meeting go start",
  "musicFadeOutTimer": "After <span>XX</span> minute",
  "musicFadeOutType": "Automatically stop playing background music",
  "musicVolume": "Background music playback volume",
  "mwMeetingDay": "Midweek meeting",
  "noMedia": "We never get picture or video for this date yet. Make you add some song, picture or video, or grab some picture or video from one JWPUB file.",
  "noMeetings": "There are no meetings available. Please try updating the media folders from the home screen.",
  "notAnImage": "This picture file get k-leg, e no be valid. Abeg, make you try again.",
  "obsCameraScene": "Default stage view scene for OBS Studio",
  "obsMediaScene": "Media window scene for OBS Studio",
  "obsImageScene": "Optional separate media scene for images",
  "obsRefresh": "Refresh OBS connection",
  "obsUseV4": "De use <em>obs-websocket v4</em>",
  "obsZoomScene": "OBS Studio scene to display Zoom participants",
  "obsZoomSceneActivate": "Make sure the Zoom participants are ready to be shown. The media window will be hidden automatically until media is displayed.",
  "obsZoomSceneExplain": "Used to quickly and efficiently manage the display of Zoom participants during a hybrid meeting",
  "obsZoomSceneToggle": "Toggle Zoom participant(s) mode",
  "offlineMode": "Offline mode",
  "openFolder": "Open picture and video folder",
  "openJWorg": "Open JW.org",
  "autoOpenFolderWhenDone": "Open folder after media sync",
  "optionsApp": "Application setup",
  "optionsCongSync": "Congregation sync setup",
  "optionsMedia": "Picture and video setup",
  "optionsMeetings": "Meeting setup",
  "outputFolderDateFormat": "Date format for meeting folder",
  "paragraph": "Paragraph",
  "password": "Password",
  "pause": "Pause/play video",
  "pauseImg": "Hide/show picture for Zoom",
  "port": "Port",
  "ppBackward": "Keyboard shortcut for play picture or video wey don come before",
  "ppForward": "Keyboard shortcut for play picture or video wey go come after",
  "preferredOutput": "Show window wey we go show picture and video for",
  "presentShortcut": "Keyboard shortcut when you want show picture or video",
  "publicTalk": "Public Talk",
  "autoQuitWhenDone": "Comot app after media sync",
  "recurring": "Pictures and videos wey you go need every time",
  "refresh": "Reload picture and video list",
  "remindNeedCoHost": "Don't forget to make the Zoom integration user a co-host",
  "reportIssue": "Report problem",
  "autoRunAtBoot": "Open app when computer de start",
  "screen": "Screen",
  "selectDocument": "Choose one document from where we go grab picture or video:",
  "selectExternalMedia": "We see link to this picture and videos, but we never see the picture or video for inside the JWPUB file. Abeg, make you click and choose-am from your computer:",
  "selectSong": "Select a Kingdom song",
  "selectVideo": "Select a video from JW.org",
  "settingLocked": "Person wey organize video conference for your congregation don lock some settings.",
  "settingsLocked": "Congregation settings",
  "settingsLockedExplain": "We go use the settings wey you don choose below for all people wey de connect to the same folder and server. Abeg, make you change them only if you be the person wey them don ask make you organize the video conference, or if some brother wey dey in charge don gree make you change-am.",
  "settingsLockedWhoAreYou": "Elders don ask you make you organize the video conference?",
  "showPrefix": "Show file prefix them",
  "shuffleMusicDownloaded": "Play music wey we don download for random order",
  "shuffleShortcut": "Shortcut to toggle the background music",
  "song": "Song",
  "sortMedia": "Sort picture and video them",
  "sortSave": "Save order",
  "specialCong": "Special congregation (wey no get regular meeting, like schools)",
  "spotlightParticipants": "Spotlight participants",
  "subsLang": "Language for subtitles",
  "syncJwOrgMedia": "JW.org",
  "autoStartSync": "Sync picture and video when app de start",
  "system": "System",
  "themePreference": "Theme setting",
  "toggleSubtitles": "Toggle subtitles",
  "toggleSubtitlePosition": "Toggle subtitle vertical position for this video",
  "understood": "I get-am",
  "unmuteParticipant": "Unmute participant",
  "updateDownloaded": "We don finish download one update for M³. We go install-am after you comot M³.",
  "updateDownloading": "We de download one update for M³ while you do other things.",
  "updateError": "Something go wrong when we try see if we get any update.",
  "updateInstalled": "One update for M³ don finish.",
  "updateNotDownloaded": "We see one new M³ version for Internet, but we no fit download-am while you do other things. Abeg, make you download-am yourself.",
  "username": "User name",
  "videoTimeReset": "Reset start and end times",
  "videoTimeSet": "Save custom start and end times",
  "wannaHelp": "You want help?",
  "wannaHelpExisting": "The language wey you don choose no de get nobody wey fit translate-am. You want help translate M³ for other person wey de speak this language?",
  "wannaHelpExplain": "The language for show picture and video wey you don choose, e no dey for the buttons and menus for inside M³. You want help translate M³ for other person wey de speak this language?",
  "wannaHelpForSure": "I'd like to help translate this app",
  "wannaHelpWillGoAway": "You go only see this after we don put out one new M³ version.",
  "warnFileNotAvailable": "We only fit load this file for future. Abeg, make you try again later, or speak to the person wey de organize wuna video conference.",
  "warnMp4ConversionFailure": "We never fit convert this file to MP4 format:",
  "warnNoDocumentsFound": "We no see picture or video for inside the JWPUB wey you choose. Abeg, make you check the file or speak to the person wey don create this app.",
  "warnPdfConversionFailure": "Something go wrong when we try grab pictures from this PDF file:",
  "warnSvgConversionFailure": "This SVG file get k-leg, e no be valid:",
  "warnUnknownLastVersion": "Something go wrong when we try load M³ version wey don exist before. E be like we just finish update the app.",
  "warning": "Warning",
  "weMeetingDay": "Weekend meeting",
  "webdavFolder": "Congregation sync folder",
  "webdavFolderUp": "Move folder up",
  "window": "Window wey you fit move around",
  "zoomAutoRename": "Automatically rename Zoom participants",
  "zoomAutoRenameFormat": "Old Name=New Name",
  "zoomAutoStartMeeting": "Automatically perform start meeting actions",
  "zoomHideComponent": "Hide Zoom component by default",
  "zoomId": "Zoom Meeting ID",
  "zoomMuteParticipants": "Mute Zoom participants",
  "zoomName": "Zoom participant name",
  "zoomSaveRename": "Save in settings for automatic renaming",
  "zoomSpotlight": "Spotlight video when starting the meeting",
  "zoomStartMeeting": "Start Zoom meeting",
  "zoomStopMeeting": "Stop Zoom meeting",
  "zoomToggleComponent": "Toggle Zoom component visibility"
}
