{
  "browse": "Durchsuchen",
  "cantCloseMediaWindowOpen": "Bitte den Mediensteuerungsmodus verlassen bevor M³ beendet werden kann.",
  "cleanCache": "Medien-Cache bereinigen",
  "clickAgain": "Zur Bestätigung erneut klicken",
  "congMedia": "Versammlungs-Synchronisation",
  "congregationName": "Name der Versammlung",
  "convertDownloaded": "Medien in MP4-Format konvertieren",
  "convertExternal": "Zusätzliche Medien importieren",
  "custom": "Eigene",
  "delete": "Löschen",
  "disableHardwareAcceleration": "Hardwarebeschleunigung deaktivieren <em>(Anmerkung: Diese Einstellung nur bei Problemen mit der Medienpräsentation aktivieren. Änderung erzwingt einen Neustart von M³.)</em>",
  "dontForgetToGetMedia": "Nicht vergessen, die Medienordner auf dem Computer zu aktualisieren, der zum Präsentieren von Medien bei Versammlungszusammenkünften verwendet wird!",
  "enableMediaDisplayButton": "Schaltfläche zum Präsentieren von Medien auf einem zweiten Monitor oder in einem separaten Fenster",
  "enableMusicButton": "Schaltfläche für Zufallswiedergabe von Königreichsliedern",
  "enableObs": "OBS Studio-Kompatibilitätsmodus aktivieren<em>(obs-websocket erforderlich)</em>",
  "enableVlcPlaylistCreation": "Wiedergabeliste für <em>VLC</em> erstellen",
  "error": "Fehler",
  "errorAdditionalMedia": "Beim Medienimport ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorAdditionalMediaList": "Beim Auflisten von Medien ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorBadOutputPath": "Der angegebene Pfad enthält unzulässige Zeichen. Bitte sicherstellen, dass die folgenden Zeichen nicht im Pfad enthalten sind:",
  "errorForcedSettingsEnforce": "Beim Anwenden der Versammlungseinstellungen ist ein Fehler aufgetretet. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorGetCongMedia": "Beim Holen der Versammlungs-Medien ist ein Fehler aufgetreten. Bitte die Einstellungen der Versammlungs-Synchronisation überprüfen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetMwMedia": "Beim Holen der Medien für die Zusammenkunft unter der Woche ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetWeMedia": "Beim Holen der Medien für die Zusammenkunft am Wochenende ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorInvalidPrefs": "Beim Laden der Voreinstellungen ist ein Fehler aufgetreten. Bitte vor dem Fortfahren alle Einstellungen neu konfigurieren.",
  "errorJwpubDbFetch": "Beim Versuch, die folgende Publikation abzurufen, ist ein Fehler aufgetreten:",
  "errorJwpubMediaExtract": "Beim Extrahieren von Medien aus der folgenden Publikation ist ein Fehler aufgetreten:",
  "errorObs": "Beim Versuch, eine Verbindung zu OBS Studio herzustellen, ist ein Fehler aufgetreten. Bitte sicherstellen, dass OBS Studio ausgeführt wird und dass die <code>obs-websocket</code>-Konfiguration korrekt ist.",
  "errorSetVars": "Beim Versuch, ein Verzeichnis zu erstellen oder darauf zuzugreifen, ist ein Fehler aufgetreten. Bitte Zugriffsrechte für folgenden Pfad auf dem Computer überprüfen:",
  "errorSiteCheck": "Zu folgender Website kann keine Verbindung aufgebaut werden:",
  "errorSyncCongMedia": "Beim Abrufen von Medien aus der Versammlungssynchronisierung ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavLs": "Beim Versuch, das folgende Verzeichnis zu lesen, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavPut": "Beim Versuch, die folgende Datei zu schreiben, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavRm": "Beim Versuch, die folgende Datei zu löschen, ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "excludeLffi": "Audio- und Videodateien der <em>lffi</em> Broschüre ausschließen",
  "excludeLffiImages": "Bilder der <em>lffi</em> Broschüre ausschließen",
  "excludeTh": "Alle Medien der <em>th</em> Broschüre ausschließen",
  "fetchMedia": "Medienordner aktualisieren",
  "hostname": "Hostname",
  "info": "Information",
  "infoPubIgnored": "Medien für die folgende Publikation können nicht abgerufen werden:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Original-Mediendateien nach der Konvertierung behalten",
  "localAppLang": "Anzeigesprache",
  "maxRes": "Höchste Auflösung für Videos",
  "mediaLang": "Mediensprache",
  "mediaSaveFolder": "Medienordner",
  "mediaWindowBackground": "Hintergrundbild für Medienpräsentationsmodus",
  "meeting": "Zusammenkunft",
  "moreInfo": "Mehr erfahren",
  "mp4Conversion": "MP4-Konvertierung",
  "musicFadeOutSmart": "<span>XX</span> Sekunden vor der Zusammenkunft",
  "musicFadeOutTimer": "Nach <span>XX</span> Minuten",
  "musicFadeOutType": "Liedwiedergabe automatisch beenden",
  "musicVolume": "Wiedergabelautstärke",
  "mwMeetingDay": "Zusammenkunft unter der Woche",
  "notAnImage": "Keine gültige Bilddatei. Bitte noch einmal versuchen.",
  "obsCameraScene": "Bühnenszene in OBS Studio",
  "obsMediaScene": "Medienszene in OBS Studio",
  "openTargetFolderAfterSync": "Ordner nach Mediensynchronisierung öffnen",
  "optionsApp": "Einstellungen: Anwendung",
  "optionsCongSync": "Einstellungen: Versammlungs-Synchronisierung",
  "optionsMedia": "Einstellungen: Medien",
  "optionsMeetings": "Einstellungen: Zusammenkunft",
  "password": "Passwort",
  "port": "Port",
  "quitAfterSync": "Anwendung nach Mediensynchronisierung beenden",
  "recurring": "Wiederkehrende Medien",
  "reportIssue": "Ein Problem melden",
  "runAtStartup": "Anwendung beim Systemstart öffnen",
  "selectDocument": "Ein Dokument auswählen, für das Medien extrahiert werden sollen:",
  "selectExternalMedia": "Diese referenzierten Mediendateien sind nicht in der JWPUB-Datei enthalten. Bitte auf jede einzelne klicken, um sie auf dem Computer zu finden:",
  "settingLocked": "Einige Einstellungen wurden durch den Videokonferenz-Organisator der Versammlung gesperrt.",
  "settingsLocked": "Versammlungsweite Einstellungen",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Bist du der von der Ältestenschaft ernannte Videokonferenz-Organisator?",
  "song": "Lied",
  "syncJwOrgMedia": "JW.ORG",
  "syncOnLaunch": "Mediensynchronisierung automatisch starten",
  "understood": "Verstanden",
  "updateDownloading": "Bitte warten; es wird gerade ein Update für M³ heruntergeladen.",
  "updateInstalled": "Ein Update für M³ wurde installiert.",
  "updateNotDownloaded": "Ein verfügbares Update für M³ konnte nicht automatisch heruntergeladen werden. Bitte den Download über die untenstehende Schaltfläche starten.",
  "username": "Benutzername",
  "wannaHelp": "Möchtest du helfen?",
  "wannaHelpExplain": "Die eingestellte Mediensprache steht zur Zeit noch nicht als Anzeigesprache für M³ zur Verfügung. Möchtest du bei der Übersetzung von M³ in diese Sprache helfen?",
  "wannaHelpForSure": "Beim Übersetzen dieser Anwendung helfen",
  "wannaHelpWillGoAway": "Diese Benachrichtigung erscheint nur wenn eine neue Version von M³ veröffentlicht wurde.",
  "warn": "Warnung",
  "warnFileNotAvailable": "Die folgende Datei ist noch nicht verfügbar. Bitte später versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "warnMp4ConversionFailure": "Die folgende Datei konnte nicht in das MP4-Format konvertiert werden:",
  "warnNoDocumentsFound": "In keiner der angegebenen JWPUB-Dateien wurden Medien gefunden. Bitte die Datei überprüfen oder den Entwickler dieser Anwendung kontatieren.",
  "warnPdfConversionFailure": "Die Seiten der folgenden PDF-Datei konnten nicht als Bilder extrahiert werden:",
  "warnSvgConversionFailure": "Die folgende Datei wurde nicht als gültiges SVG erkannt:",
  "warnUnknownLastVersion": "Die zuvor installierte Version von M³ kann nicht ermittelt werden. Vermutlich wurde die Anwendung gerade aktualisiert.",
  "webdavFolder": "Synchronisations-Ordner",
  "weMeetingDay": "Zusammenkunft am Wochenende",
  "preferredOutput": "Medienpräsentation auf",
  "window": "verschiebbarem Fenster",
  "screen": "Bildschirm"
}
