{
  "browse": "Durchsuchen",
  "cantCloseMediaWindowOpen": "Zuerst den Medienpräsentationsmodus verlassen bevor JWMMF beendet werden kann.",
  "cleanCache": "Zwischenspeicher für Medien löschen",
  "clickAgain": "Zur Bestätigung klicken",
  "congMedia": "Versammlungs-Synchronisation",
  "congregationName": "Name der Versammlung",
  "convertDownloaded": "Medien in MP4-Format konvertieren",
  "convertExternal": "Möglichkeit zum Importieren weiterer Medien",
  "custom": "Eigene",
  "delete": "Löschen",
  "disableHardwareAcceleration": "Hardwarebeschleunigung deaktivieren <em>(Anmerkung: Diese Einstellung nur bei Problemen mit dem Medienpräsentationsmodus aktivieren. Änderung erzwingt einen Neustart von JWMMF.)</em>",
  "enableMediaDisplayButton": "Schaltfläche zum Präsentieren von Medien auf einem zweiten Monitor oder in einem separaten Fenster",
  "enableMusicButton": "Schaltfläche für Zufallswiedergabe von Königreichsliedern",
  "enableVlcPlaylistCreation": "Wiedergabeliste für <em>VLC</em> erstellen",
  "error": "Fehler",
  "errorAdditionalMedia": "Beim Medienimport ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorAdditionalMediaList": "Bei der Medienauflistung ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorForcedSettingsEnforce": "Beim Anwenden der Versammlungseinstellungen ist ein Fehler aufgetretet. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorGetCongMedia": "Beim Holen der Versammlungs-Medien ist ein Fehler aufgetreten. Bitte die Einstellungen der Versammlungs-Synchronisatio überprüfen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetMwMedia": "Beim Holen der Medien für die Zusammenkunft unter der Woche ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorGetWeMedia": "Beim Holen der Medien für die Zusammenkunft am Wochenende ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorInvalidPrefs": "Beim Laden der Voreinstellungen ist ein Fehler aufgetreten. Bitte vor dem Fortfahren alle Einstellungen erneut konfigurieren.",
  "errorJwpubDbFetch": "Beim Zugriff auf folgende Publikation ist ein Fehler aufgetreten:",
  "errorJwpubMediaExtract": "Während des Extrahierens von Medien aus folgender Publikation ist ein Fehler aufgetreten:",
  "errorSetVars": "Beim Erstellen oder Zugriff auf einen Ordner ist ein Fehler aufgetreten. Bitte Zugriffsrechte für folgenden Pfad auf dem Computer überprüfen:",
  "errorSiteCheck": "Zu folgender Seite kann keine Verbindung aufgebaut werden:",
  "errorSyncCongMedia": "Beim Holen der Medien aus der Versammlungs-Synchronisation ist ein Fehler aufgetreten. Bitte später erneut versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavLs": "Beim Lesen des folgenden Verzeichnisses ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavPut": "Beim Schreiben der folgenden Datei ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "errorWebdavRm": "Beim Löschen der folgenden Datei ist ein Fehler aufgetreten. Bitte den Videokonferenz-Organisator kontaktieren.",
  "excludeLffi": "Audio- und Videodateien der <em>lffi</em> Broschüre ausschließen",
  "excludeLffiImages": "Bilder der <em>lffi</em> Broschüre ausschließen",
  "excludeTh": "Alle Medien der <em>th</em> Broschüre ausschließen",
  "fetchMedia": "Medien herunterladen!",
  "hostname": "Hostname",
  "info": "Information",
  "infoPubIgnored": "Medien der folgenden Publikation konnten nicht heruntergeladen werden:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Original-Mediendateien nach der Konvertierung behalten",
  "localAppLang": "Anzeigesprache",
  "maxRes": "Höchste Auflösung für Videos",
  "mediaLang": "Mediensprache",
  "mediaSaveFolder": "Medienordner",
  "mediaWindowBackground": "Hintergrundbild für Medienpräsentationsmodus",
  "moreInfo": "Mehr herausfinden",
  "mp4Conversion": "MP4-Konvertierung",
  "musicFadeOutSmart": "<span>XX</span> Sekunden bis zur Zusammenkunft",
  "musicFadeOutTimer": "Nach <span>XX</span> Minuten",
  "musicFadeOutType": "Liedwiedergabe automatisch beenden",
  "musicVolume": "Wiedergabelautstärke",
  "mwMeetingDay": "Zusammenkunft unter der Woche",
  "notAnImage": "Keine gültige Bilddatei. Bitte noch einmal versuchen.",
  "openTargetFolderAfterSync": "Ordner nach der Mediensynchronisierung öffnen",
  "optionsApp": "Einstellungen: Anwendung",
  "optionsCongSync": "Einstellungen: Versammlungs-Synchronisation",
  "optionsMedia": "Einstellungen: Medien",
  "optionsMeetings": "Einstellungen: Zusammenkunft",
  "password": "Passwort",
  "port": "Port",
  "quitAfterSync": "Anwendung nach Mediensynchronisierung beenden",
  "recurring": "Wiederkehrende Medien",
  "reportIssue": "Ein Problem melden",
  "runAtStartup": "Anwendung beim Systemstart öffnen",
  "selectDocument": "Ein Dokument zum Extrahieren von Medien auswählen:",
  "selectExternalMedia": "Die verlinkten Mediendateien sind nicht in der JWPUB-Datei enthalten. Bitte einzeln anklicken, um sie lokal zu öffnen:",
  "settingLocked": "Einige Einstellungen wurden durch den Videokonferenz-Organisator der Versammlung gesperrt.",
  "settingsLocked": "Versammlungsweite Einstellungen",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Bist du der von der Ältestenschaft ernannte Videokonferenz-Organisator?",
  "song": "Lied",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Mediensynchronisierung automatisch starten",
  "understood": "Verstanden",
  "updateDownloading": "Bitte warten; es wird gerade ein Update für JWMMF heruntergeladen.",
  "updateInstalled": "Ein Update für JWMMF wurde installiert.",
  "updateNotDownloaded": "Ein verfügbares Update für JWMMF konnte nicht automatisch heruntergeladen werden. Bitte den Download über die untenstehende Schaltfläche starten.",
  "username": "Benutzername",
  "wannaHelp": "Möchtest du helfen?",
  "wannaHelpExplain": "Die eingestellte Mediensprache steht zur Zeit noch nicht als Anzeigesprache für JWMMF zur Verfügung. Möchtest du bei der Übersetzung von JWMMF in diese Sprache helfen?",
  "wannaHelpForSure": "Beim Übersetzen dieser Anwendung helfen",
  "wannaHelpWillGoAway": "Diese Benachrichtigung erscheint nur wenn eine neue Version von JWMMF veröffentlicht wurde.",
  "warn": "Warnung",
  "warnFileNotAvailable": "Die folgende Datei ist noch nicht verfügbar. Bitte später versuchen oder den Videokonferenz-Organisator kontaktieren.",
  "warnMp4ConversionFailure": "Die folgende Datei konnte nicht ins MP4-Format konvertiert werden:",
  "warnNoDocumentsFound": "In keiner der angegebenen JWPUB-Dateien wurden Medien gefunden. Bitte die Datei überprüfen oder den Entwickler dieser Anwendung kontatieren.",
  "warnPdfConversionFailure": "Die Seiten der folgenden PDF-Datei konnten nicht als Bilder extrahiert werden:",
  "warnSvgConversionFailure": "Die folgende Datei wurde nicht als gültiges SVG erkannt:",
  "warnUnknownLastVersion": "Die vorher installierte Version von JWMMF konnte nicht ermittelt werden. Wahrscheinlich wurde die Anwendung gerade aktualisiert.",
  "webdavFolder": "Synchronisations-Ordner",
  "weMeetingDay": "Zusammenkunft unter der Woche",
  "preferredOutput": "",
  "window": "",
  "screen": ""
}