{
  "cleanCache": "Clean media cache",
  "congMedia": "Congregation sync",
  "convertDownloaded": "Convert media to MP4 format",
  "convertExternal": "Offer to import additional media",
  "custom": "Custom",
  "enableMusicButton": "Enable button to play Kingdom songs on shuffle",
  "enableVlcPlaylistCreation": "Create playlists for use with <em>VLC</em>",
  "error": "Error",
  "errorAdditionalMedia": "An error occurred while importing media. Please contact your videoconference organizer.",
  "errorAdditionalMediaList": "An error occurred while listing media. Please try again later or contact your videoconference organizer.",
  "errorForcedSettingsEnforce": "An error occurred while enforcing congregation settings. Please contact your videoconference organizer.",
  "errorGetCongMedia": "An error occurred while fetching congregation media. Please verify your congregation sync settings or contact your videoconference organizer.",
  "errorGetMwMedia": "An error occurred while fetching media for the midweek meeting. Please try again later or contact your videoconference organizer.",
  "errorGetWeMedia": "An error occurred while fetching media for the weekend meeting. Please try again later or contact your videoconference organizer.",
  "errorInvalidPrefs": "An error occurred while loading your saved preferences. Please reconfigure all settings as needed before proceeding.",
  "errorJwpubDbFetch": "An error occurred while attempting to fetch the following publication:",
  "errorJwpubMediaExtract": "An error occurred while extracting media from the following publication:",
  "errorSetVars": "An error occurred while attempting to create or access a directory. Please make sure that you have access to the following path on your computer.",
  "errorSiteCheck": "Unable to establish a connection to the following site:",
  "errorSyncCongMedia": "An error occurred while fetching media from congregation sync. Please try again later or contact your videoconference organizer.",
  "errorWebdavLs": "An error occurred while attempting to read the following directory. Please contact your videoconference organizer.",
  "errorWebdavPut": "An error occurred while attempting to write the following file. Please contact your videoconference organizer.",
  "errorWebdavRm": "An error occurred while attempting to delete the following file. Please contact your videoconference organizer.",
  "excludeLffi": "Exclude audio and video files from the <em>lffi</em> brochure",
  "excludeLffiImages": "Exclude images from the <em>lffi</em> brochure",
  "excludeTh": "Exclude all media from the <em>th</em> brochure",
  "fetchMedia": "Get media!",
  "filenamePrefix": "Filename prefix",
  "info": "Information",
  "infoPubIgnored": "Unable to fetch media for the following publication:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Keep original media files after conversion",
  "localAppLang": "Display language",
  "maxRes": "Maximum resolution for videos",
  "mediaLang": "Media language",
  "mediaSaveFolder": "Folder in which to save media",
  "mediaToAdd": "Media to add",
  "moreInfo": "Find out more",
  "mp4Conversion": "MP4 conversion",
  "musicFadeOutSmart": "<span>XX</span> seconds before the meeting",
  "musicFadeOutTimer": "After <span>XX</span> minutes",
  "musicFadeOutType": "Automatically stop playing songs",
  "musicVolume": "Song playback volume",
  "mwMeetingDay": "Midweek meeting",
  "openTargetFolderAfterSync": "Open folder after media sync",
  "optionsApp": "Application setup",
  "optionsCongSync": "Congregation sync setup",
  "optionsMedia": "Media setup",
  "optionsMeetings": "Meeting setup",
  "quitAfterSync": "Quit app after media sync",
  "recurring": "Recurring",
  "reportIssue": "Report an issue",
  "runAtStartup": "Run app at system start-up",
  "selectDocument": "Select a document for which to extract media:",
  "selectExternalMedia": "These referenced media files are not included in the JWPUB file. Please click on each one to locate it on your computer:",
  "settingLocked": "Some settings have been locked by your congregation's videoconference organizer.",
  "settingsLocked": "Congregation-wide settings",
  "settingsLockedExplain": "The settings selected below will be applied, in their current state, to all users who connect to the same folder and server. Please, change these settings only if you are the designated videoconference organizer, or if you have been given permission to do so by a responsible brother.",
  "settingsLockedWhoAreYou": "Are you the videoconference organizer designated by the body of elders?",
  "song": "Song",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Initiate media sync on app launch",
  "targetMeeting": "Target meeting",
  "uploadType": "Type of upload",
  "updateDownloading": "Please wait; an update to JWMMF is currently being downloaded.",
  "updateInstalled": "An update to JWMMF was installed.",
  "updateNotDownloaded": "An update to JWMMF is available, but could not be downloaded automatically. Please download it by clicking the button below.",
  "wannaHelp": "Would you like to help?",
  "wannaHelpExplain": "The media language currently configured is not yet available as a display language for JWMMF. Would you like to help to translate JWMMF for users who speak that language?",
  "wannaHelpForSure": "Help translate this app",
  "wannaHelpWillGoAway": "This notification will only appear when a new version of JWMMF is released.",
  "warn": "Warning",
  "warnFileNotAvailable": "The following file is not yet available. Please try again later, or contact your videoconference organizer",
  "warnMp4ConversionFailure": "The following file could not be converted to MP4 format:",
  "warnNoDocumentsFound": "No media was found in any of the chosen JWPUB's documents. Please validate the file or contact the developer of this app.",
  "warnPdfConversionFailure": "The pages from the following PDF file could not be extracted as images:",
  "warnSvgConversionFailure": "The following file was not recognized as a valid SVG image:",
  "warnUnknownLastVersion": "Unable to establish previously installed version of JWMMF. Assuming app was just updated.",
  "webdavFolder": "Congregation sync folder",
  "webdavHostname": "Congregation sync hostname",
  "webdavPass": "Congregation sync password",
  "webdavPort": "Congregation sync port",
  "webdavUser": "Congregation sync username",
  "weMeetingDay": "Weekend meeting"
}
