{
  "cleanCache": "Limpiar cache multimedia",
  "congMedia": "Syncronización con la congregacion",
  "convertDownloaded": "Convertir multimedia a formato MP4",
  "convertExternal": "Permitir la conversión de archivos externos",
  "custom": "Personalizado",
  "enableMusicButton": "Habilitar botón para reproducir canciones del Reino en aleatorio",
  "error": "Error",
  "errorAdditionalMedia": "Se ha producido un error al importar los archivos multimedia. Por favor contacta al organizador de tu videoconferencia.",
  "errorAdditionalMediaList": "Se ha producido un error al listar los archivos multimedia. Por favor intenta mas tarde, o contacta al organizador de tu videoconferencia.",
  "errorForcedSettingsEnforce": "Se ha producido un error al aplicar la configuración de la congregación. Por favor contacta al organizador de tu videoconferencia.",
  "errorGetCongMedia": "Se ha producido un error al descargar los archivos multimedia de la congregación. Por favor verifica la configuracion de la sincronización o contacta al organizador de tu videoconferencia.",
  "errorGetMwMedia": "Se ha producido un error al descargar los archivos multimedia para la reunion entre semana. Por favor intenta mas tarde, o contacta al organizador de tu videoconferencia.",
  "errorGetWeMedia": "Se ha producido un error al descargar los archivos multimedia para la reunion de fin de semana. Por favor intenta mas tarde, o contacta al organizador de tu videoconferencia.",
  "errorInvalidPrefs": "Se ha producido un error al cargar las preferencias guardadas. Por favor, reconfigura todas las opciones de acuerdo a lo necesario antes de proseguir.",
  "errorJwpubDbFetch": "Se ha producido un error al intentar descargar la publicacion:",
  "errorJwpubMediaExtract": "Se ha producido un error al extraer multimedia de la publicacion:",
  "errorSetVars": "Se ha producido un error al intentar creer o acceder a un directorio. Por favor, asegurate de tener los permisos necesarios para acceder al directorio en tu ordenador.",
  "errorSiteCheck": "No se puede establecer una conexion con el sitio:",
  "errorSyncCongMedia": "Se ha producido un error al descargar multimedia desde la sincronización de la congregación. Por favor intenta mas tarde, o contacta al organizador de tu videoconferencia.",
  "errorWebdavLs": "Se ha producido un error al intentar leer el siguiente directorio. Por favor contacta al organizador de tu videoconferencia.",
  "errorWebdavPut": "Se ha producido un error al intentar escribir el siguiente archivo. Por favor contacta al organizador de tu videoconferencia.",
  "errorWebdavRm": "Se ha producido un error al intentar borrar el siguiente archivo. Por favor contacta al organizador de tu videoconferencia.",
  "excludeLffi": "Excluir archivos de audio y video del folleto <em>lffi</em>",
  "excludeLffiImages": "Excluir las imágenes del folleto <em>lffi</em>",
  "excludeTh": "Excluir toda la multimedia del folleto <em>th</em>",
  "fetchMedia": "Descargar multimedia!",
  "filenamePrefix": "Prefijo de nombre de archivo",
  "info": "Información",
  "infoPubIgnored": "No se ha podido descargar los archivos multimedia para la siguiente publicación:",
  "jwpub": "JWPUB",
  "localAppLang": "Idioma de visualización",
  "maxRes": "Resolución máxima para videos",
  "mediaLang": "Idioma de los archivos multimedia",
  "mediaSaveFolder": "Directorio en el que guardar los archivos multimedia",
  "mediaToAdd": "Multimedia a añadir",
  "moreInfo": "Más detalles",
  "mp4Conversion": "Conversión MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes de la reunión",
  "musicFadeOutTimer": "Después de <span>XX</span> minutos",
  "musicFadeOutType": "Detener automáticamente la reproducción de canciones",
  "mwMeetingDay": "Reunión entre semana",
  "openTargetFolderAfterSync": "Abrir carpeta tras sincronizar",
  "optionsApp": "Configuración de la aplicación",
  "optionsCongSync": "Configuración de la sincronización de la congregación",
  "optionsMedia": "Configuracion de medios",
  "optionsMeetings": "Configuración de la reunión",
  "quitAfterSync": "Salir de la aplicación después de la sincronización de medios",
  "recurring": "Recurrente",
  "reportIssue": "Reportar un problema",
  "runAtStartup": "Ejecutar la aplicación cuando inicie el sistema",
  "selectDocument": "Seleccionar un documento para la extracción de medios:",
  "selectExternalMedia": "Los archivos multimedia referenciados no se incluyen en el archivo JWPUB. Por favor selecciona cada uno para buscarlo en tu ordenador:",
  "settingLocked": "Algunas opciones han sido bloqueadas por el organizador de las videoconferencias en tu congregación.",
  "settingsLocked": "Ajustes a nivel de congregacion",
  "settingsLockedExplain": "Los ajustes seleccionados a continuación serán aplicados en su estado actual a todos los usuarios que se conecten a la misma carpeta y al mismo servidor. Por favor modifica estos ajustes solo si eres el organizador desginado para las videoconferencias o si has recibido permiso de hacerlo por un hermano encargado.",
  "settingsLockedWhoAreYou": "¿Eres el organizador designado por el cuerpo de ancianos para las videoconferencias?",
  "song": "Canción",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Iniciar sincronización de medios al abrir la aplicación",
  "targetMeeting": "Reunión objetivo",
  "uploadType": "Tipo de subida",
  "updateInstalled": "Se ha instalado una actualización de JWMMF.",
  "wannaHelp": "¿Te gustaría ayudar?",
  "wannaHelpExplain": "El idioma configurado para archivos multimedia no esta disponible aún como idioma de visualización para JWMMF. Te gustaría ayudar a traducir JWMMF para los usuarios que hablan este idioma?",
  "wannaHelpForSure": "Ayuda a traducir esta aplicación",
  "wannaHelpWillGoAway": "Esta notificación solo aparecerá cuando se publique una nueva versión de JWMMF.",
  "warn": "Advertencia",
  "warnFileNotAvailable": "El archivo siguiente aún no está disponible. Por favor intenta mas tarde, o contacta al organizador de tu videoconferencia.",
  "warnMp4ConversionFailure": "El siguiente archivo no pudo ser convertido a MP4:",
  "warnNoDocumentsFound": "No se encontró ningún archivo multimedia en ninguno de los documentos JWPUB seleccionados. Por favor valida el archivo, o contacta al desarrolador de este app.",
  "warnPdfConversionFailure": "Las páginas del siguiente archivo PDF no pudieron ser extraídas como imágenes:",
  "warnSvgConversionFailure": "El siguiente archivo no fue reconocido como una imagen SVG válida:",
  "warnUnknownLastVersion": "No se puede establecer la versión previamente instalada de JWMMF. Se asumirá que la aplicación se acaba de actualizar.",
  "webdavFolder": "Carpeta de sincronización de la congregación",
  "webdavHostname": "Nombre de host de sincronización de la congregación",
  "webdavPass": "Contraseña de sincronización de la congregación",
  "webdavPort": "Puerto de sincronización de la congregación",
  "webdavUser": "Nombre usuario de sincronización de la congregación",
  "weMeetingDay": "Reunión de fin de semana"
}
