{
  "cleanCache": "Vider le cache des médias",
  "congMedia": "Synchronisation au niveau de l'assemblée locale",
  "convertDownloaded": "Convertir médias en format MP4",
  "convertExternal": "Permettre l'import de médias additionels",
  "custom": "Autre",
  "enableMusicButton": "Activer le bouton pour jouer des cantiques en mode aléatoire",
  "excludeLffi": "Exclure les fichiers audio et vidéo de la brochure <em>lffi</em>",
  "excludeTh": "Exclure tous les médias de la brochure <em>th</em>",
  "fetchMedia": "Télécharger les médias!",
  "filenamePrefix": "Préfix pour nom(s) de fichier(s)",
  "localAppLang": "Langue d'affichage",
  "maxRes": "Résolution maximale pour vidéos",
  "mediaLang": "Langue des médias",
  "mediaSaveFolder": "Dossier d'enregistrement des médias",
  "mediaToAdd": "Médias à ajouter",
  "mp4Conversion": "Conversion MP4",
  "musicFadeOutSmart": "<span>XX</span> secondes avant le début de la réunion",
  "musicFadeOutTimer": "Après <span>XX</span> minutes",
  "musicFadeOutType": "Arrêter les cantiques automatiquement",
  "mwMeetingDay": "Réunion de semaine",
  "openTargetFolderAfterSync": "Ouvrir le dossier des médias après la syncronisation",
  "optionsApp": "Configuration de l'appli",
  "optionsCongSync": "Configuration de la synchronisation au niveau de l'assemblée locale",
  "optionsMedia": "Configuration des médias",
  "optionsMeetings": "Configuration des réunions",
  "quitAfterSync": "Quitter l'appli après la syncronisation des médias",
  "recurring": "Récurrents",
  "runAtStartup": "Lancer l'appli automatiquement au démarrage de l'ordinateur",
  "selectDocument": "Sélectionnez un document pour lequel vous souhaitez extraire les médias:",
  "selectExternalMedia": "Les fichiers médias référencés ci-dessous ne sont pas inclus dans le fichier JWPUB. Veuillez cliquer sur chaque fichier afin d'indiquer son emplacement sur votre ordinateur:",
  "settingLocked": "Certains paramètres ont été verrouillés par l'organisateur des vidéoconférences de votre assemblée locale.",
  "settingsLocked": "Paramètres bloqués pour l'assemblée locale",
  "settingsLockedExplain": "Les paramètres sélectionnés ci-dessous seront appliqués, tels qu'ils sont actuellement configurés, pour tous les utilisateurs qui se connectent au même dossier et serveur. Veuillez ne modifier ces paramètres que si vous êtes l'organisateur des vidéoconférences désigné, ou si vous avez reçu l'autorisation d'un frère responsable.",
  "settingsLockedWhoAreYou": "Êtes-vous l'organisateur des vidéoconférences désigné par le collège des anciens?",
  "song": "Cantique",
  "syncOnLaunch": "Lancer la syncronisation lors de l'ouverture de l'appli",
  "targetMeeting": "Réunion cible",
  "uploadType": "Type de téléversement",
  "warnNoDocumentsFound": "Aucun média n'a été trouvé dans les documents du JWPUB choisi. Veuillez valider ce fichier ou contacter le développeur de cette application.",
  "webdavFolder": "Dossier de l'assemblée locale",
  "webdavHostname": "Adresse du serveur de syncronisation",
  "webdavPass": "Mot de passe",
  "webdavPort": "Port du serveur",
  "webdavUser": "Nom d'utilisateur",
  "weMeetingDay": "Réunion de fin de semaine",
  "whatsNew": "Quoi de neuf dans cette mise à jour?",
  "whatsNewDetails": "<p>Un autre jour, une autre nouvelle version !</p><h6>Nouvelles fonctionnalités à ne pas manquer :</h6><ul><li>Ajout d&#39;une option permettant de définir la langue d&#39;affichage de l&#39;application, distincte de la langue des fichiers multimédias</li><li>Ajout d&#39;une option permettant d&#39;exclure les fichiers audio et vidéo de la brochure <em>lffi</em></li></ul><h6>Pour les organisateurs des vidéoconférences utilisant la synchronisation au niveau de l&#39;assemblée locale :</h6><ul><li>Ajout d&#39;une option permettant de rajouter ou de supprimer facilement des fichiers multimédias récurrents</li><li>Ajout d&#39;une option permettant de forcer certains paramètres pour tous les utilisateurs de l'assemblée locale</li></ul><h6>Autres changements :</h6><ul><li>Ajout de numéros de paragraphes aux noms de fichiers lorsque possible</li><li>Les médias du début d&#39;une leçon ou d&#39;un chapitre sont désormais inclus dans la première semaine où ils sont étudiés, lorsque possible</li><li>Les médias absents de JW.org sont maintenant gérés de manière plus élégante</li><li>Refonte visuelle de l&#39;écran des paramètres</li><li>Diverses améliorations et corrections de bogues </li></ul>"
}
