{
  "cleanCache": "Vider le cache des médias",
  "congMedia": "Médias de l'assemblée locale",
  "convertDownloaded": "Convertir médias en format MP4",
  "convertExternal": "Permettre l'import de médias additionels",
  "custom": "Autre",
  "enableMusicButton": "Activer le bouton pour jouer des cantiques en mode aléatoire",
  "excludeTh": "Exclure les médias de la brochure <em>th</em>",
  "fetchMedia": "Télécharger les médias!",
  "filenamePrefix": "Préfix pour nom(s) de fichier(s)",
  "mediaToAdd": "Médias à ajouter",
  "maxRes": "Résolution maximale pour vidéos",
  "mediaLanguage": "Langue des médias",
  "mediaSaveFolder": "Dossier d'enregistrement des médias",
  "mp4Conversion": "Conversion MP4",
  "musicFadeOutType": "Arrêter les cantiques automatiquement",
  "musicFadeOutSmart": "<span>XX</span> secondes avant le début de la réunion",
  "musicFadeOutTimer": "Après <span>XX</span> minutes",
  "mwMeetingDay": "Réunion de semaine",
  "noDocumentsFound": "Aucun média n'a été trouvé dans les documents du JWPUB choisi. Veuillez valider ce fichier ou contacter le développeur de cette application.",
  "openTargetFolderAfterSync": "Ouvrir le dossier des médias après la syncronisation",
  "quitAfterSync": "Quitter l'appli après la syncronisation des médias",
  "runAtStartup": "Lancer l'appli automatiquement au démarrage de l'ordinateur",
  "selectDocument": "Sélectionnez un document pour lequel vous souhaitez extraire les médias:",
	"selectExternalMedia": "Les fichiers médias référencés ci-dessous ne sont pas inclus dans le fichier JWPUB. Veuillez cliquer sur chaque fichier afin d'indiquer son emplacement sur votre ordinateur:",
  "song": "Cantique",
  "syncOnLaunch": "Lancer la syncronisation lors de l'ouverture de l'appli",
  "targetMeeting": "Réunion cible",
  "uploadType": "Type de téléversement",
  "webdavFolder": "Dossier WebDAV",
  "webdavHostname": "Addresse du serveur WebDAV",
  "webdavPass": "Mot de passe WebDAV",
  "webdavPort": "Port WebDAV",
  "webdavServer": "Serveur WebDAV",
  "webdavUser": "Nom d'utilisateur WebDAV",
  "weMeetingDay": "Réunion de fin de semaine",
	"whatsNew": "Quoi de neuf dans cette version?",
	"whatsNewDetails": "<p><strong>Attention !</strong> Il y a beaucoup de changements dans cette mise à jour ! Certains d'entre eux auront un impact direct sur vous, alors lisez bien ce qui suit, en particulier les deux derniers points.</p><p>Changements importants:</p><ul><li>Un problème, où pour certaines dates, la mauvaise Tour de Garde était utilisée, a été corrigé</li><li>La résolution maximale des images converties a été augmentée à 1080p</li><li>Amélioration de la qualité des PDFs convertis</li><li>Amélioration de la gestion du cache pour éviter les téléchargements inutiles</li><li>Certaines opérations de synchronisation sont désormais exécutées en parallèle pour améliorer les performances</li><li>Affichage du curseur approprié lorsque l'on peut cliquer sur quelque chose</li><li>Affichage de la progression lors du chargement de médias à partir d'un fichier JWPUB sélectionné manuellement</li><li>Un problème où certains fichiers médias étaient ignorés (en particulier, ceux de la brochure <em>rr</em>) a été corrigé</li><li>En conséquence, une option est désormais disponible permettant d'exclure les médias de la brochure <em>th</em> ; elle est <strong>désactivée</strong> par défaut mais peut être activée dans les réglages</li></ul><p>Amusez-vous bien!</p>"
}
