{
  "cleanCache": "Vuota il cache Media",
  "congMedia": "Sincronizzazione Congregazione",
  "convertDownloaded": "Converti Media in formato MP4",
  "convertExternal": "Proponi l'import di Media aggiuntivi",
  "custom": "Personalizza",
  "enableMusicButton": "Attiva la possibilità di Avviare l'Audio dei Cantici in modalità casuale",
  "error": "Errore",
  "errorAdditionalMedia": "Une errore è apparso durante l'Import dei Media. Contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorAdditionalMediaList": "Une errore è apparso durante il listing dei Media. Per favore riprova più tardi. Altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorForcedSettingsEnforce": "Une errore è apparso durante l'Enforcing delle impostazione di congregazione. Contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorGetCongMedia": "Une errore è apparso durante il recupero dei Media di congregazione. Per favore verifica le impostazion di Sincronizzazione Congregazione altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorGetMwMedia": "Une errore è apparso durante il recupero dei Media di congregazione dell'adunanza infrasettimanale. Per favore riprova più tardi. Altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorGetWeMedia": "Une errore è apparso durante il recupero dei Media di congregazione dell'adunanza del fine settimana. Per favore riprova più tardi. Altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorInvalidPrefs": "Une errore è apparso durante il caricamento delle tue preferenza salvate. Per favore configura nuovamente tutte le impostazioni prima di procedere.",
  "errorJwpubDbFetch": "Une errore è apparso durante il tentativo di recupero della seguente pubblicazione:",
  "errorJwpubMediaExtract": "Une errore è apparso durante l'estrazione dei Media della seguente pubblicazione:",
  "errorSetVars": "Une errore è apparso durante il tentatvi di creare o accedere alla cartella. Per favore verifica di avere correttamente accesso al seguente percorso nel tuo computer.",
  "errorSiteCheck": "Impossibile di stabilire la connessione con il seguente sito:",
  "errorSyncCongMedia": "Une errore è apparso durante il recupero dei Media in provenienza dalla Sincronizzazione Congregazione. Per favore riprova più tardi. Altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorWebdavLs": "Une errore è apparso durante il tentativo di leggere la seguente cartella. Contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorWebdavPut": "Une errore è apparso durante il tentativo di scrivere il seguente file. Contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "errorWebdavRm": "Une errore è apparso durante il tentativo di cancellare il seguente file. Contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "excludeLffi": "Escludi i files Audio/Video dall'uposcolo <em>lffi</em>",
  "excludeLffiImages": "Escludi le immagini dall'uposcolo <em>lffi</em>",
  "excludeTh": "Escludi tutti i media dall'uposcolo <em>th</em>",
  "fetchMedia": "Genera i Media!",
  "hostname": "Hostname",
  "info": "Informazione",
  "infoPubIgnored": "Impossibile di recuperare i Media della seguente pubblicazione:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Mantieni il Media originali dopo la conversione",
  "localAppLang": "Lingua dell'interfaccia",
  "maxRes": "Risoluzione massima dei Video",
  "mediaLang": "Lingua dei Media",
  "mediaSaveFolder": "Cartella dove salvare i Media",
  "meeting": "Adunanza",
  "moreInfo": "Scopri di più",
  "mp4Conversion": "Conversione MP4",
  "musicFadeOutSmart": "<span>XX</span> secondi prima dell'adunanza",
  "musicFadeOutTimer": "Dopo <span>XX</span> minuti",
  "musicFadeOutType": "Interrompi automaticamente la riproduzione Audio",
  "mwMeetingDay": "Adunanza infrasettimanale",
  "openTargetFolderAfterSync": "Apri la cartella dopo la generazione dei Media",
  "optionsApp": "Impostazioni App",
  "optionsCongSync": "Impostazioni di Sincronizzazione Congregazione",
  "optionsMedia": "Impostazioni Media",
  "optionsMeetings": "Impostazioni Adunanza",
  "password": "Password",
  "port": "Porta",
  "quitAfterSync": "Chiudi l'App dopo la generazione dei Media",
  "recurring": "Ricorrente",
  "reportIssue": "Segnala un problema",
  "runAtStartup": "Apri l'App all'avvio del sistema",
  "selectDocument": "Selezione un file dal quale estrarre i Media:",
  "selectExternalMedia": "Questi file Media referenziati non sono inclusi nel file JWPUB. Per favore clicca su ognuno di questi per individuarli sul tuo computer:",
  "settingLocked": "Alcune impostazioni sono state bloccate dal responsabile Audio/Video o il responsabile Videoconferenze.",
  "settingsLocked": "Congregation-wide settings",
  "settingsLockedExplain": "Le impostazioni selezionate di seguito verranno applicate, nel loro stato attuale, a tutti gli utenti che si connettono alla stessa cartella e server. Per favore, modifica queste impostazioni solo se sei il responsabile Audio/Video o il responsabile Videoconferenze oppure se ti è stato concesso il permesso da un fratello responsabile.",
  "settingsLockedWhoAreYou": "Sei il responsabile Audio/Video o il responsabile Videoconferenze nominato dal corpo degli anziani?",
  "song": "Song",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Avvia la Sincro. Media all'avvio dell'App",
  "updateInstalled": "Un aggiornamento dell'App MMM è stata installata.",
  "username": "Username",
  "wannaHelp": "Desideri aiutare o sostenere?",
  "wannaHelpExplain": "La lingua dei Media prescelta non è disponibile come lingua dell'interfaccia MMM. Desideri aiutare a tradurre questa App MMM a beneficio degli utenti che parlano questa lingua?",
  "wannaHelpForSure": "Aiuta traducendo questa App",
  "wannaHelpWillGoAway": "Questa notifica apparirà unicamente quando sarà rilasciata una nuova versione dell'App MMM.",
  "warn": "Attenzione",
  "warnFileNotAvailable": "Il seguente file non è attualmente disponibile. Per favore riprova più tardi. Altrimenti contatta il responsabile Audio/Video o il responsabile Videoconferenze.",
  "warnMp4ConversionFailure": "Il seguente file non può essere convertito in formato MP4:",
  "warnNoDocumentsFound": "Nessun Media è stato trovate in tutti i file JWPUB selezionati. Per favore convalida il file oppure contata il developer di questa App MMM.",
  "warnPdfConversionFailure": "Le pagine del seguente file PDF non possono essere estratte come immagini:",
  "warnSvgConversionFailure": "Il seguente file non è stato riconosciuto quale valida immagine SVG:",
  "warnUnknownLastVersion": "Impossibile avviare la versione dell'App MMM precedentemente installata. Si presume che sia stata appena aggiornata.",
  "webdavFolder": "Cartella di Sincronizzazione Congregazione",
  "weMeetingDay": "Adunanza del fine settimana"
}
