{
  "cleanCache": "Verwijder media cache",
  "congMedia": "Gemeente sync",
  "convertDownloaded": "Converteer media naar MP4 formaat",
  "convertExternal": "Bied aan om extra media te importeren",
  "custom": "Custom",
  "enableMusicButton": "Zet optie aan om Koninkrijksliederen op shuffle af te spelen",
  "error": "Error",
  "errorAdditionalMedia": "Er ging iets fout tijdens het importeren van media. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorAdditionalMediaList": "Er ging iets fout tijdens het laten zien van media. Probeer alsjeblieft later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorForcedSettingsEnforce": "Er ging iets fout tijdens het inschakelen van gemeente instellingen. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorGetCongMedia": "Er ging iets fout tijdens het ophalen van gemeente media. Controleer alsjeblieft je gemeente sync instellingen of neem contact op met jouw videoconferentie organisator.",
  "errorGetMwMedia": "Er ging iets fout tijdens het ophalen van media voor de doordeweekse vergadering. Probeer het alsjeblieft later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorGetWeMedia": "Er ging iets fout tijdens het ophalen van media voor de weekend vergadering. Probeer het alsjeblieft later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorInvalidPrefs": "Er ging iets fout tijdens het laden van jouw voorkeuren. Stel alsjeblieft je instellingen opnieuw in voordat je doorgaat.",
  "errorJwpubDbFetch": "Er ging iets fout tijdens het proberen ophalen van de volgende publicatie:",
  "errorJwpubMediaExtract": "Er ging iets fout tijdens het ophalen van media uit de volgende publicatie:",
  "errorSetVars": "Er ging iets fout tijdens het aanmaken van of toegang krijgen tot een folder. Zorg alsjeblieft dat je toegang hebt tot het volgende pad op je computed.",
  "errorSiteCheck": "Kon geen verbinding maken met de volgende website:",
  "errorSyncCongMedia": "Er ging iets fout tijdens het ophalen van media uit de gemeente sync. Probeer het alsjeblieft later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "errorWebdavLs": "Er ging iets fout tijdens het proberen lezen van de volgende folder van de gemeente sync. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavPut": "Er ging iets fout tijdens het proberen opslaan van het volgende bestand in de gemeente sync. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "errorWebdavRm": "Er ging iets fout tijdens het proberen verwijderen van het volgende bestand in de gemeente sync. Neem alsjeblieft contact op met jouw videoconferentie organisator.",
  "excludeLffi": "Sluit audio en video bestanden van de <em>lffi</em> brochure uit",
  "excludeLffiImages": "Sluit afbeeldingen van de <em>lffi</em> brochure uit",
  "excludeTh": "Sluit alle media van de <em>th</em> brochure uit",
  "fetchMedia": "Haal media op!",
  "filenamePrefix": "Bestandsnaam voorvoegsel",
  "info": "Informatie",
  "infoPubIgnored": "Kon de media van de volgende publicatie niet ophalen:",
  "jwpub": "JWPUB",
  "localAppLang": "Toon taal",
  "maxRes": "Maximale resolutie voor videos",
  "mediaLang": "Media taal",
  "mediaSaveFolder": "Folder waar media opgeslagen moet worden",
  "mediaToAdd": "Media om toe te voegen",
  "moreInfo": "Meer informatie",
  "mp4Conversion": "MP4 omzetting",
  "musicFadeOutSmart": "<span>XX</span> seconden voor de vergadering",
  "musicFadeOutTimer": "Na <span>XX</span> minuten",
  "musicFadeOutType": "Automatisch stoppen met liederen afspelen",
  "mwMeetingDay": "Doordeweekse vergadering",
  "openTargetFolderAfterSync": "Open folder na media sync",
  "optionsApp": "Applicatie configuratie",
  "optionsCongSync": "Gemeente sync configuratie",
  "optionsMedia": "Media configuratie",
  "optionsMeetings": "Vergadering configuratie",
  "quitAfterSync": "Sluit app na media sync",
  "recurring": "Terugkerend",
  "reportIssue": "Een probleem melden",
  "runAtStartup": "Open app bij systeem opstarten",
  "selectDocument": "Selecteer een document om media uit te halen:",
  "selectExternalMedia": "De volgende media bestanden zitten niet in het JWPUB bestand. Klik alsjeblieft op elk bestand om het te vinden op je computer:",
  "settingLocked": "Sommige instellingen zijn vastgezet door de videoconferentie organisator van jouw gemeente.",
  "settingsLocked": "Gemeente brede instellingen",
  "settingsLockedExplain": "De onderstaande, geselecteerde instellingen worden, in de huidige staat, toegepast voor alle gebruikers die met dezelfde folder en server verbinding maken. Verander deze instellingen alleen als je de toegewezen videoconferentie organisator bent, of als je toestemming hebt van een verantwoordelijke broeder.",
  "settingsLockedWhoAreYou": "Ben jij de videoconferentie organisator, aangewezen door de ouderlingen?",
  "song": "Lied",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Initialiseer media sync bij het opstarten van de app",
  "targetMeeting": "Gekozen vergadering",
  "uploadType": "Upload type",
  "updateInstalled": "Een update van JWMMF is geïnstalleerd.",
  "wannaHelp": "Zou je willen helpen?",
  "wannaHelpExplain": "De gekozen media taal is not niet beschikbaar als display taal voor JWMMF. Zou je willen helpen met JWMMF te vertalen for gebruikers die deze taal spreken?",
  "wannaHelpForSure": "Help bij het vertalen van deze app",
  "wannaHelpWillGoAway": "Deze melding wordt alleen getoond wanneer een nieuwe versie van JWMMF beschikbaar is.",
  "warning": "Waarschuwing",
  "warnFileNotAvailable": "Het volgende bestand is nog niet beschikbaar. Probeer alsjeblieft later opnieuw of neem contact op met jouw videoconferentie organisator.",
  "warnMp4ConversionFailure": "Het volgende bestand kon niet omgezet worden naar een MP4 formaat:",
  "warnNoDocumentsFound": "Er was geen media gevonden in de gekozen JWPUB bestanden. Controller het bestand of neem contact op met de developer van deze app.",
  "warnPdfConversionFailure": "De pagina's van het volgende PDF bestand konden niet worden omgezet in plaatjes:",
  "warnSvgConversionFailure": "Het volgende bestand was niet herkend als een correct SVG plaatje:",
  "warnUnknownLastVersion": "Kon de vorige versie van JWMMF niet ophalen. Ga ervan uit dat de app net geüpdatet is.",
  "webdavFolder": "Gemeente sync folder",
  "webdavHostname": "Gemeente sync hostnaam",
  "webdavPass": "Gemeente sync wachtwoord",
  "webdavPort": "Gemeente sync poort",
  "webdavUser": "Gemeente sync gebruikersnaam",
  "weMeetingDay": "Weekend vergadering"
}
