{
  "browse": "Selecionar",
  "cantCloseMediaWindowOpen": "Saia do modo de exibição do ecrã sucundário antes de tentar fechar o M³",
  "cleanCache": "Eliminar multimédias",
  "clickAgain": "Clique para confirmar",
  "congMedia": "Multimédia da congregação",
  "congregationName": "Nome da congregação",
  "convertDownloaded": "Converter multimédias para MP4",
  "convertExternal": "Habilitar conversão de multimédia externa",
  "custom": "Personalizado",
  "delete": "Excluir",
  "disableHardwareAcceleration": "Desativar a aceleração do hardware <em>(Nota: Ative esta definição apenas se tiver problemas em exibir mídias no ecrã secundário. A alteração desta definição fará com que o M³ reinicie.)</em>",
  "dontForgetToGetMedia": "Não se esqueça de baixar as mídias no computador usado para exibir as mídias nas reuniões congregacionais!",
  "enableMediaDisplayButton": "Exibir as multimédias num ecrã secundário",
  "enableMusicButton": "Habilitar botão para reproduzir cânticos aleatoriamente",
  "enableObs": "Habilitar compatibilidade com o OBS Studio <em>(necessita do obs-websocket)</em>",
  "enableVlcPlaylistCreation": "Criar lista de reprodução para usar com o <em>VLC</em>",
  "error": "Erro",
  "errorAdditionalMedia": "Ocorreu um erro ao importar as multimédias. Por favor fale com o organizador de vídeoconferência da sua congregação.",
  "errorAdditionalMediaList": "Ocorreu um erro ao listar os ficheiros de multimédia. Tente novamente mais tarde ou entre em contacte com o organizador de vídeoconferência da sua congregação.",
  "errorBadOutputPath": "O caminho especificado tem caracteres inválidos. Certifique-se de que estes caracteres não estão no caminho:",
  "errorForcedSettingsEnforce": "Ocorreu um erro ao aplicar as configurações da congregação. Entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetCongMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia da congregação. Verifique as configurações do servidor ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetMwMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião de meio de semana. Tente novamente mais tarde ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorGetWeMedia": "Ocorreu um erro ao descarregar os ficheiros de multimédia para a reunião de fim de semana. Tente novamente mais tarde ou entre em contacto com o organizador de vídeoconferência da sua congregação.",
  "errorInvalidPrefs": "Ocorreu um erro ao carregar as preferências salvas. Reconfigure todas as opções conforme necessário antes de prosseguir.",
  "errorJwpubDbFetch": "Ocorreu um erro ao tentar descarregar a publicação:",
  "errorJwpubMediaExtract": "Ocorreu um erro ao extrair a multimédia da publicação:",
  "errorObs": "Ocorreu um erro ao tentar se conectar ao OBS Studio. Verifique se o OBS Studio está em execução e se a configuração do <code>obs-websocket</code> está correta.",
  "errorSetVars": "Ocorreu um erro ao tentar criar ou aceder a pasta. Certifique-se de ter as permissões necessárias para aceder a pasta em seu computador.",
  "errorSiteCheck": "Não foi possível estabelecer uma ligação com o site:",
  "errorSyncCongMedia": "Ocorreu um erro ao tentar descarregar a multimédia do servidor da congregação. Tente novamente mais tarde ou entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavLs": "Ocorreu um erro ao tentar ler essa pasta. Entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavPut": "Ocorreu um erro ao tentar gravar esse ficheiro. Entre em contacto com o organizador de sua videoconferência.",
  "errorWebdavRm": "Ocorreu um erro ao tentar eliminar esse ficheiro. Entre em contacto com o organizador de sua videoconferência.",
  "excludeLffi": "Eliminar ficheiros de áudio e vídeo da publicação <em>lffi</em>",
  "excludeLffiImages": "Excluir imagens da publicação <em>lffi</em>",
  "excludeTh": "Eliminar todas as multimédias da publicação <em>th</em>",
  "fetchMedia": "Descarregar multimédias!",
  "hideMediaLogo": "Ocultar o logotipo <em>JW</em> da tela de exibição de mídias",
  "hostname": "Nome do host",
  "info": "Informação",
  "infoShortcutSetFail": "Não é possível utilizar este atalho de teclado. Certifique-se de que nenhum outro programa está configurado com este atalho e em seguida reinicie o M³. Caso contrário, não tens de fazer nada.",
  "infoPubIgnored": "Não foi possível descarregar os ficheiros de multimédia dessa publicação:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Manter os ficheiros de multimédia originais após a conversão",
  "localAppLang": "Língua do programa",
  "maxRes": "Resolução dos vídeos",
  "mediaLang": "Língua das multimédias",
  "mediaSaveFolder": "Pasta para salvar as multimédias",
  "mediaWindowBackground": "Imagem de fundo da tela secundária",
  "meeting": "Escolha a reunião",
  "moreInfo": "Mais detalhes",
  "mp4Conversion": "Conversão em MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes da reunião",
  "musicFadeOutTimer": "Depois de <span>XX</span> minutos",
  "musicFadeOutType": "Parar de reproduzir os cânticos",
  "musicVolume": "Volume de reprodução dos cânticos",
  "mwMeetingDay": "Reunião de meio de semana",
  "notAnImage": "Esse ficheiro não é uma imagem válida. Por favor, tente novamente.",
  "obsCameraScene": "Nome da cena de câmera do OBS Studio",
  "obsMediaScene": "Nome da cena de mídia do OBS Studio",
  "openTargetFolderAfterSync": "Abrir pasta após descarregar as multimédias",
  "optionsApp": "Configuração do programa",
  "optionsCongSync": "Configuração do servidor da congregação",
  "optionsMedia": "Configuração de multimédia",
  "optionsMeetings": "Configuração da reunião",
  "outputFolderDateFormat": "Formato de data das pastas de mídia",
  "paragraph": "Parágrafo",
  "password": "Senha",
  "port": "Porta",
  "enablePp": "Ativar atalhos de teclado durante a reprodução de mídia (para uso com um controle remoto USB, por exemplo)",
  "ppForward": "Combinação de teclas para reproduzir a próxima mídia",
  "ppBackward": "Combinação de teclas para reproduzir a mídia anterior",
  "quitAfterSync": "Fechar o programa após descarregar as multimédias",
  "recurring": "Multimédia recorrente",
  "reportIssue": "Reportar um erro",
  "runAtStartup": "Executar o programa após a inicialização do sistema",
  "selectDocument": "Selecione um documento para extrair a multimédia:",
  "selectExternalMedia": "Esses ficheiros de multimédia não estão incluídos no ficheiro JWPUB que você selecionou. Clique em cada um para localizá-lo em seu computador:",
  "settingLocked": "Algumas configurações foram bloqueadas pelo organizador de videoconferência da sua congregação.",
  "settingsLocked": "Configurações para todos da congregação",
  "settingsLockedExplain": "As configurações selecionadas abaixo serão aplicadas a todos os utilizadores que se conectem à mesma pasta e servidor. Por favor, altere essas configurações apenas se você for o organizador de videoconferência designado, ou se você tiver recebido permissão para fazer isso por um irmão responsável.",
  "settingsLockedWhoAreYou": "Você é o organizador de videoconferência designado pelo corpo de anciãos?",
  "song": "Cântico",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Descarregar as multimédias automaticamente ao abrir o programa",
  "understood": "Entendi",
  "updateDownloaded": "Foi baixada uma atualização para o M³. A instalação começará quando o M³ for fechado.",
  "updateDownloading": "Por favor, aguarde. Descarregando a actualização do M³...",
  "updateInstalled": "Actualização instalada!",
  "updateNotDownloaded": "Actualização disponível! Não foi possível descarregar automaticamente. Descarregue clicando no botão abaixo.",
  "username": "Usuário",
  "wannaHelp": "Você gostaria de ajudar?",
  "wannaHelpExplain": "A língua definida para as multimédias não está disponível. Você gostaria de ajudar a traduzir o M³ para utilizadores que falam esta língua?",
  "wannaHelpForSure": "Ajude a traduzir esse programa",
  "wannaHelpWillGoAway": "Essa notificação só irá aparecer quando houver uma nova versão do M³.",
  "warn": "Aviso",
  "warnFileNotAvailable": "Esse ficheiro ainda não está disponível. Tente novamente mais tarde ou entre em contacte com o organizador de vídeoconferência da sua congregação.",
  "warnMp4ConversionFailure": "É impossível converter esse ficheiro para MP4:",
  "warnNoDocumentsFound": "Não existe multimédia nesses documentos JWPUB escolhidos. Verifique seu ficheiro novamente ou entre em contacto com o desenvolvedor desse programa.",
  "warnPdfConversionFailure": "Não foi possível extrair como imagens as páginas desse ficheiro PDF:",
  "warnSvgConversionFailure": "Esse ficheiro não foi reconhecido como uma imagem SVG válida:",
  "warnUnknownLastVersion": "Não foi possível identificar a versão instalada do M³. Provavelmente ele já foi atualizado.",
  "webdavFolder": "Caminho da pasta",
  "weMeetingDay": "Reunião de fim de semana",
  "preferredOutput": "Exibir as mídias na",
  "window": "Janela",
  "screen": "Tela"
}