{
  "browse": "Selecionar",
  "cantCloseMediaWindowOpen": "Saia do modo de exibição da tela secundária antes de tentar fechar o JWMMF",
  "cleanCache": "Excluir mídias",
  "congMedia": "Mídia da congregação",
  "congregationName": "Nome da congregação",
  "convertDownloaded": "Converter mídia baixada para MP4",
  "convertExternal": "Habilitar conversão de mídia externa",
  "custom": "Personalizado",
  "delete": "Excluir",
  "enableMediaDisplayButton": "Habilitar botão para exibir as mídias numa tela secundária",
  "enableMusicButton": "Habilitar botão para reproduzir cânticos aleatoriamente",
  "enableVlcPlaylistCreation": "Criar listas de reprodução para usar com o <em>VLC</em>",
  "error": "Erro",
  "errorAdditionalMedia": "Ocorreu um erro ao importar as mídias. Por favor fale com o organizador de vídeoconferência da sua congregação.",
  "errorAdditionalMediaList": "Ocorreu um erro ao listar os arquivos de mídia. Tente novamente mais tarde ou entre em contato com o organizador de vídeoconferência da sua congregação.",
  "errorForcedSettingsEnforce": "Ocorreu um erro ao aplicar as configurações da congregação. Entre em contato com o organizador de vídeoconferência da sua congregação.",
  "errorGetCongMedia": "Ocorreu um erro ao baixar os arquivos de mídia da congregação. Verifique as configurações WebDAV ou entre em contato com o organizador de vídeoconferência da sua congregação.",
  "errorGetMwMedia": "Ocorreu um erro ao baixar os arquivos de mídia para a reunião de meio de semana. Tente novamente mais tarde ou entre em contato com o organizador de vídeoconferência da sua congregação.",
  "errorGetWeMedia": "Ocorreu um erro ao baixar os arquivos de mídia para a reunião de fim de semana. Tente novamente mais tarde ou entre em contato com o organizador de vídeoconferência da sua congregação.",
  "errorInvalidPrefs": "Ocorreu um erro ao carregar as preferências salvas. Reconfigure todas as opções conforme necessário antes de prosseguir.",
  "errorJwpubDbFetch": "Ocorreu um erro ao tentar baixar a publicação:",
  "errorJwpubMediaExtract": "Ocorreu um erro ao extrair a mídia da publicação:",
  "errorSetVars": "Ocorreu um erro ao tentar criar ou acessar a pasta. Certifique-se de ter as permissões necessárias para acessar a pasta em seu computador.",
  "errorSiteCheck": "Não foi possível estabelecer a conexão com o site:",
  "errorSyncCongMedia": "Ocorreu um erro ao tentar baixar a mídia WebDAV da congregação. Tente novamente mais tarde ou entre em contato com o organizador de sua videoconferência.",
  "errorWebdavLs": "Ocorreu um erro ao tentar ler essa pasta. Entre em contato com o organizador de sua videoconferência.",
  "errorWebdavPut": "Ocorreu um erro ao tentar gravar esse arquivo. Entre em contato com o organizador de sua videoconferência.",
  "errorWebdavRm": "Ocorreu um erro ao tentar excluir esse arquivo. Entre em contato com o organizador de sua videoconferência.",
  "excludeLffi": "Excluir arquivos de áudio e vídeo da brochura <em>lffi</em>",
  "excludeLffiImages": "Excluir imagens da brochura <em>lffi</em>",
  "excludeTh": "Excluir todas as mídias da brochura <em>th</em>",
  "fetchMedia": "Baixar as mídias!",
  "info": "Informações",
  "infoPubIgnored": "Não foi possível baixar os arquivos de mídia dessa publicação:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Manter os arquivos de mídia originais após a conversão",
  "localAppLang": "Idioma do programa",
  "maxRes": "Resolução máxima para os vídeos",
  "mediaLang": "Idioma das mídias",
  "mediaWindowBackground": "Imagem de fundo da tela secundária",
  "mediaSaveFolder": "Pasta para salvar as mídias",
  "moreInfo": "Mais detalhes",
  "mp4Conversion": "Conversão em MP4",
  "musicFadeOutSmart": "<span>XX</span> segundos antes da reunião",
  "musicFadeOutTimer": "Depois de <span>XX</span> minutos",
  "musicFadeOutType": "Parar de reproduzir os cânticos automaticamente",
  "musicVolume": "Volume de reprodução dos cânticos",
  "mwMeetingDay": "Reunião de meio de semana",
  "notAnImage": "Esse arquivo não é uma imagem válida. Por favor, tente novamente.",
  "openTargetFolderAfterSync": "Abrir pasta após baixar as mídias",
  "optionsApp": "Configuração do programa",
  "optionsCongSync": "Configuração WebDAV da congregação",
  "optionsMedia": "Configuração de mídia",
  "optionsMeetings": "Configuração da reunião",
  "quitAfterSync": "Fechar o programa após baixar as mídias",
  "recurring": "Mídia recorrente",
  "reportIssue": "Reportar um erro",
  "runAtStartup": "Executar o programa após a inicialização do sistema",
  "selectDocument": "Selecione um documento para extrair a mídia:",
  "selectExternalMedia": "Esses arquivos de mídia não estão incluídos no arquivo JWPUB que você selecionou. Clique em cada um para localizá-lo em seu computador:",
  "settingLocked": "Algumas configurações foram bloqueadas pelo organizador de videoconferência da sua congregação.",
  "settingsLocked": "Configurações para todos da congregação",
  "settingsLockedExplain": "As configurações selecionadas abaixo serão aplicadas a todos os usuários que se conectem à mesma pasta e servidor. Por favor, altere essas configurações apenas se você for o organizador de videoconferência designado, ou se você tiver recebido permissão para fazer isso por um irmão responsável.",
  "settingsLockedWhoAreYou": "Você é o organizador de videoconferência designado pelo corpo de anciãos?",
  "song": "Cântico",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Baixar as mídias automaticamente ao abrir o programa",
  "targetMeeting": "Selecione a reunião",
  "updateDownloading": "Por favor, aguarde. Baixando a atualização do JWMMF...",
  "updateInstalled": "Atualização instalada!",
  "updateNotDownloaded": "Atualização disponível! Não foi possível baixar automaticamente. Baixe clicando no botão abaixo.",
  "wannaHelp": "Você gostaria de ajudar?",
  "wannaHelpExplain": "O idioma definido para as mídias não está disponível. Você gostaria de ajudar a traduzir o JWMMF para usuários que falam este idioma?",
  "wannaHelpForSure": "Ajude a traduzir esse programa",
  "wannaHelpWillGoAway": "Essa notificação só irá aparecer quando houver uma nova versão do JWMMF.",
  "warn": "Aviso",
  "warnFileNotAvailable": "Esse arquivo ainda não está disponível. Tente novamente mais tarde ou entre em contato com o organizador de vídeoconferência da sua congregação.",
  "warnMp4ConversionFailure": "É impossível converter esse arquivo para MP4:",
  "warnNoDocumentsFound": "Não existe mídia nesses documentos JWPUB escolhidos. Verifique seu arquivo novamente ou entre em contato com o desenvolvedor desse programa.",
  "warnPdfConversionFailure": "Não foi possível extrair como imagens as páginas desse arquivo PDF:",
  "warnSvgConversionFailure": "Esse arquivo não foi reconhecido como uma imagem SVG válida:",
  "warnUnknownLastVersion": "Não foi possível identificar a versão instalada do JWMMF. Provavelmente ele já foi atualizado.",
  "webdavFolder": "Pasta WebDAV",
  "webdavHostname": "Nome do host WebDAV",
  "webdavPass": "Senha WebDAV",
  "webdavPort": "Porta WebDAV",
  "webdavUser": "Usuário WebDAV",
  "weMeetingDay": "Reunião de fim de semana"
}
