{
  "browse": "Поиск файла",
  "cantCloseMediaWindowOpen": "Перед тем как выйти из JWMMF, пожалуйста, прекратите режим демонстрации медиафайлов.",
  "chooseCongregation": "Выберите свое собрание",
  "cleanCache": "Очистить кэш медиафайлов",
  "clickAgain": "Нажмите, чтобы подтвердить",
  "congMedia": "Синхронизация собрания",
  "congregationName": "Название собрания",
  "convertDownloaded": "Преобразовать медиафайлы в формат MP4",
  "convertExternal": "Включить функцию импорта дополнительных медиафайлов",
  "custom": "Медиафайл(ы)",
  "delete": "Удалить",
  "enableMediaDisplayButton": "Включить кнопку для демонстрации мультимедиа, чтобы представить мультимедиа на втором экране или в отдельном окне",
  "enableMusicButton": "Включить кнопку для воспроизведения в случайном порядке песен Царства",
  "enableVlcPlaylistCreation": "Создать списков воспроизведения (плейлисты) для использования с <em>VLC</em>",
  "error": "Ошибка",
  "errorAdditionalMedia": "Произошла ошибка при импорте медиафайлов. Свяжитесь с организатором видеоконференции.",
  "errorAdditionalMediaList": "Произошла ошибка при составлении списка медиафайлов. Повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorForcedSettingsEnforce": "Произошла ошибка при применении настроек собрания. Свяжитесь с организатором видеоконференции.",
  "errorGetCongMedia": "Произошла ошибка при загрузке медиафайлов собрания. Проверьте настройки синхронизации собрания или свяжитесь с организатором видеоконференции.",
  "errorGetMwMedia": "Произошла ошибка при загрузке медиафайлов собрания для встречи в будние дни. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorGetWeMedia": "Произошла ошибка при загрузке медиафайлов собрания для встречи в выходные дни. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorInvalidPrefs": "Произошла ошибка при применении ваших сохраненных настроек. Пожалуйста, перенастройте все параметры необходимым образом, прежде чем начать.",
  "errorJwpubDbFetch": "Произошла ошибка при загрузке следующей публикации:",
  "errorJwpubMediaExtract": "Произошла ошибка при извлечении медиафайлов из следующей публикации:",
  "errorSetVars": "Произошла ошибка при создании или открытии папки. Пожалуйста, убедитесь, что у вас есть доступ к следующей папке на своем компьютере.",
  "errorSiteCheck": "Произошла ошибка при подключении к следующему сайту:",
  "errorSyncCongMedia": "Произошла ошибка при загрузке медиафайлов с синхронизации собрания. Пожалуйста, повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "errorWebdavLs": "Произошла ошибка при открытии следующей папки. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavPut": "Произошла ошибка при сохранении следующего файла. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "errorWebdavRm": "Произошла ошибка при удалении следующего файла. Пожалуйста, свяжитесь с организатором видеоконференции.",
  "excludeLffi": "Исключить аудио- и видеофайлы из брошюры <em>lffi</em>",
  "excludeLffiImages": "Исключить изображения из брошюры <em>lffi</em>",
  "excludeTh": "Исключить все медиафайлы из брошюры <em>th</em>",
  "fetchMedia": "Загрузить медиафайлы!",
  "filenamePrefix": "Префикс для имени файлов",
  "info": "Информация",
  "infoPubIgnored": "Невозможно загрузить медиафайлы для следующей публикации:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Сохранить исходные медиафайлы после преобразования",
  "localAppLang": "Язык интерфейса",
  "maxRes": "Максимальное разрешение для видео",
  "mediaLang": "Язык медиафайлов",
  "mediaSaveFolder": "Папка для сохранения медиафайлов",
  "mediaToAdd": "Медиафайлы для добавления",
  "mediaWindowBackground": "Фоновое изображение для режима демонстрации медиафайлов",
  "moreInfo": "Узнать больше",
  "mp4Conversion": "Преобразование в MP4",
  "musicFadeOutSmart": "За <span>XX</span> секунд до начала встречи",
  "musicFadeOutTimer": "Спустя <span>XX</span> минут",
  "musicFadeOutType": "Автоматически остановить песни",
  "musicVolume": "Громкость песен",
  "mwMeetingDay": "Встречи в будние дни",
  "notAnImage": "Данный файл не является валидным изображением. Пожалуйста, попробуйте еще раз.",
  "openTargetFolderAfterSync": "Открыть папку медиафайлов после синхронизации",
  "optionsApp": "Настройка приложения",
  "optionsCongSync": "Настройка синхронизации на уровне местного собрания",
  "optionsMedia": "Настройка медиафайлов",
  "optionsMeetings": "Настройки, связанные со встречами",
  "quitAfterSync": "Выйти из приложения после синхронизации",
  "recurring": "Повторяющиеся",
  "reportIssue": "Сообщить об ошибке",
  "runAtStartup": "Запускать приложение при загрузке системы",
  "selectDocument": "Выберите документ, для которого нужно подготовить медиафайлы:",
  "selectExternalMedia": "Эти медиафайлы упоминаются, но не включаются в указанный файл JWPUB. Пожалуйста, нажмите на каждый из них, чтобы найти их на вашем компьютере:",
  "settingLocked": "Некоторые настройки были установлены организатором видеоконференции вашего собрания.",
  "settingsLocked": "Настройки для всего собрания",
  "settingsLockedExplain": "Выбранные ниже параметры будут применяться с теми же настроенными значениями для всех пользователей, которые подключаются к одной и той же папке на сервере. Пожалуйста, изменяйте эти настройки только в том случае, если вы являетесь назначенным организатором видеоконференции или если вам это разрешил ответственный брат.",
  "settingsLockedWhoAreYou": "Являетесь ли вы организатором видеоконференции, назначенным советом старейшин?",
  "song": "Песня",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Запускать синхронизацию медиафайлов при запуске приложения",
  "targetMeeting": "Встреча",
  "uploadType": "Тип загрузки",
  "updateDownloading": "Пожалуйста, подождите; в настоящее время загружается обновление JWMMF.",
  "updateInstalled": "Было установлено обновление JWMMF.",
  "updateNotDownloaded": "Обновление JWMMF доступно, но не могло быть автоматически загружено. Пожалуйста, загрузите его, нажав на кнопку ниже.",
  "wannaHelp": "Вы хотите помочь?",
  "wannaHelpExplain": "Язык медиафайлов, который вы настроили, еще не доступен в списке языков интерфейса JWMMF.  Хотели бы вы помочь перевести JWMMF для пользователей, говорящих на этом языке?",
  "wannaHelpForSure": "Перевести это приложение",
  "wannaHelpWillGoAway": "Это уведомление появится только при выпуске новой версии JWMMF.",
  "warn": "Внимание",
  "warnFileNotAvailable": "Следующий файл пока недоступен. Повторите попытку позже или свяжитесь с организатором видеоконференции.",
  "warnMp4ConversionFailure": "Не удалось преобразовать следующий файл в формат MP4:",
  "warnNoDocumentsFound": "Ни в одном из документов выбранного файла JWPUB не было найдено медиафайлов. Пожалуйста, проверьте файл или свяжитесь с разработчиком этого приложения.",
  "warnPdfConversionFailure": "Не удалось извлечь страницы из следующего PDF-файла как изображения:",
  "warnSvgConversionFailure": "Не удалось извлечь изображение SVG из следующего файла:",
  "warnUnknownLastVersion": "Невозможно определить, какая же версия JWMMF была до этой версии установлена. Предполагается, что приложение было только что обновлено.",
  "webdavFolder": "Папка для собрания",
  "webdavHostname": "Веб-адрес сервера собрания",
  "webdavPass": "Пароль для синхронизации",
  "webdavPort": "Порт сервера",
  "webdavUser": "Имя пользователя для синхронизации",
  "weMeetingDay": "Встречи в выходные дни"
}
