{
  "browse": "Bläddra",
  "cantCloseMediaWindowOpen": "Stäng mediavisningen innan du försöker stänga M³.",
  "cleanCache": "Töm cacheminnet",
  "clickAgain": "Bekräfta",
  "congMedia": "Församlingssynkronisering",
  "congregationName": "Församlingsnamn",
  "convertDownloaded": "Konvertera media till MP4-format",
  "convertExternal": "Möjlighet att importera tilläggsmedia",
  "custom": "Anpassa",
  "delete": "Radera",
  "disableHardwareAcceleration": "Inaktivera hårdvaruacceleration <em>(Obs! Aktivera endast den här inställningen om du har problem med mediapresentation. Om du ändrar den här inställningen kommer M³ att starta om.)</em>",
  "dontForgetToGetMedia": "Glöm inte att uppdatera mediamapparna på datorn som används för att presentera media på församlingsmöten!",
  "enableMediaDisplayButton": "Visa knapp för att visa media på extern skärm eller i ett separat fönster",
  "enableMusicButton": "Visa knapp för att spela slumpvis utvalda Rikets sånger",
  "enableObs": "Aktivera OBS Studio-kompatibilitetsläge <em>(kräver obs-websocket)</em>",
  "enableVlcPlaylistCreation": "Skapa spellistor för <em>VLC</em>",
  "error": "Fel",
  "errorAdditionalMedia": "Ett fel har uppstått vid importering av media. Vänligen kontakta organisatören för videokonferensen.",
  "errorAdditionalMediaList": "Ett fel har uppstått vid listning av media. Vänligen prova igen senare eller kontakta organisatören för videokonferensen.",
  "errorBadOutputPath": "Sökvägen du angav innehåller ogiltiga tecken. Se till att följande tecken inte finns i sökvägen:",
  "errorForcedSettingsEnforce": "Ett fel har uppstått vid inläsning av församlingsinställningar. Vänligen kontakta organisatören för videokonferensen.",
  "errorGetCongMedia": "Ett fel har uppstått vid inläsning av församlingens media. Vänligen kontrollera församlingens synkroniseringsinställningar eller kontakta organisatören för videokonferensen.",
  "errorGetMwMedia": "Ett fel har uppstått vid inlänsning av media för veckomötet.Vänligen prova igen senare eller kontakta organisatören för videokonferensen.",
  "errorGetWeMedia": "Ett fel har uppstått vid inlänsning av media för helgmötet.Vänligen prova igen senare eller kontakta organisatören för videokonferensen.",
  "errorInvalidPrefs": "Ett fel har upptstått vid inläsning av dina inställningar. Vänligen kontrollera dina inställningar.",
  "errorJwpubDbFetch": "Ett fel har uppstår vid inläsning av följande publikation:",
  "errorJwpubMediaExtract": "Ett fel har uppstått när media skulle inläsas från följande publikation:",
  "errorObs": "Ett fel uppstod vid försök att ansluta till OBS Studio. Kontrollera att OBS Studio körs och att <code>obs-websocket</code>-konfigurationen är korrekt.",
  "errorSetVars": "Ett fel har uppstått vid skapande av katalog. Vänligen kontrollera att du har tillgång till följande sökväg på din dator:",
  "errorSiteCheck": "Kunde inte komma åt följande sida:",
  "errorSyncCongMedia": "Ett fel har uppstått vid inläsning av media från församlingssynkroniseringen. Vänligen prova igen senare eller kontakta organisatören för videokonferensen.",
  "errorWebdavLs": "Ett fel har uppstått när följande katalog skulle läsas in. Vänligen kontakta organisatören för videokonferensen.",
  "errorWebdavPut": "Ett fel uppstod vid skrivning till följande fil. Vänligen kontakta organisatören för videokonferensen.",
  "errorWebdavRm": "Ett fel uppstod när följande fil skulle raderas. Vänligen kontakta organisatören för videokonferensen.",
  "excludeLffi": "Exkludera audio- och videofiler från broschyren <em>lffi</em>",
  "excludeLffiImages": "Exkludera bilder från broschyren <em>lffi</em>",
  "excludeTh": "Exkludera all media från broschyren <em>th</em>",
  "fetchMedia": "Uppdatera mediamappar",
  "hideMediaLogo": "Dölj logotypen från mediapresentationsfönstret",
  "hostname": "Värdnamn",
  "info": "Information",
  "infoShortcutSetFail": "M³ kunde inte aktivera följande kortkommando. Om du vill använda denna kortkommando, se till att ingen annan app använder den och starta om M³. Annars krävs ingen åtgärd.",
  "infoPubIgnored": "Kunde inte hämta media för följnade publikation:",
  "jwpub": "JWPUB",
  "keepOriginalsAfterConversion": "Behåll ursprungliga filer efter konvertering.",
  "localAppLang": "Programspråk",
  "maxRes": "Videoupplösning",
  "mediaLang": "Mediaspråk",
  "mediaSaveFolder": "Mapp för media",
  "mediaWindowBackground": "Bakgrundsbild för mediavisning",
  "meeting": "Möte",
  "moreInfo": "Ta reda på mer",
  "mp4Conversion": "MP4 konvertering",
  "musicFadeOutSmart": "<span>XX</span> sekunder före möte",
  "musicFadeOutTimer": "Efter <span>XX</span> minuter",
  "musicFadeOutType": "Stoppa musikspelning automatiskt",
  "musicVolume": "Musikvolym",
  "mwMeetingDay": "Veckomöte",
  "notAnImage": "Inte en giltig mediafil. Prova igen.",
  "obsCameraScene": "Standard scenvy i OBS Studio",
  "obsMediaScene": "Mediascen i OBS Studio",
  "openTargetFolderAfterSync": "Öppna mapp efter mediasynkronisering",
  "optionsApp": "Programinställningar",
  "optionsCongSync": "Inställningar för församlingssynkronisering",
  "optionsMedia": "Mediainställningar",
  "optionsMeetings": "Mötesinställningar",
  "outputFolderDateFormat": "Datumformat för mötesmappar",
  "password": "Lösenord",
  "port": "Port",
  "quitAfterSync": "Stäng programmet efter mediasynkronisering",
  "recurring": "Återkommande media",
  "reportIssue": "Felanmäl",
  "runAtStartup": "Starta programmet när datorn startas",
  "selectDocument": "Välj dokument för att extrahera media:",
  "selectExternalMedia": "Hänvisade mediafiler ingår inte i JWPUB-filen. Klicka på var och en för att hitta dessa på din dator:",
  "settingLocked": "Vissa inställningar är låsta av församlingens organisatör för videokonferensen.",
  "settingsLocked": "Övergripande församlingsinställningar",
  "settingsLockedExplain": "Nedanstående inställningar kommer införas till användare som använder samma mapp och server. Observera, dessa inställningar ska endast göras av den som är församlingens organisatör för videokonferensen eller av den som är tillförordnad av församlingen att göra detta.",
  "settingsLockedWhoAreYou": "Är du av äldstekretsen förordnad som organisatör för videokonferensen?",
  "song": "Sång",
  "syncJwOrgMedia": "JW.org",
  "syncOnLaunch": "Initiera mediasynkronisering automatiskt ",
  "understood": "Jag förstår",
  "updateDownloading": "Vänligen vänta; en uppdatering av M³ laddas ned.",
  "updateInstalled": "Uppdateringen av M³ genomförd.",
  "updateNotDownloaded": "En uppdatering för M³ finns tillgänglig, men den kunde inte laddas ned automatiskt. Klicka på knappen nedan för att ladda ned uppdateringen.",
  "username": "Användarnamn",
  "wannaHelp": "Vill du hjälpa till?",
  "wannaHelpExplain": "M³ finns inte på det mediaspråk som är valt. Vill du hjälpa till med att översätta M³ för de användare som talar det språket?",
  "wannaHelpForSure": "Hjälp med översättningen av det här programmet",
  "wannaHelpWillGoAway": "Detta meddelande dyker upp när en ny version av M³ är släppt.",
  "warn": "Varning",
  "warnFileNotAvailable": "Följande fil finns inte tillgänglig. Vänligen prova igen senare eller kontakta organisatören för videokonferensen.",
  "warnMp4ConversionFailure": "Följande fil kunde inte konverteas till MP4-format:",
  "warnNoDocumentsFound": "Ingen media hittades i någon av de valda JWPUB-publikationerna. Kontrollera filen eller kontakta utvecklaren av programmet.",
  "warnPdfConversionFailure": "Sidorna från följande PDF-fil kunde inte sparas som bilder:",
  "warnSvgConversionFailure": "Följande fil kunde inte kännas igen som en giltig SVG-bild:",
  "warnUnknownLastVersion": "Kunde inte konstrollera föregående version av M³. Programmet har troligen blivit nyligen uppdaterad.",
  "webdavFolder": "Församlingens synkroniseringsmapp",
  "weMeetingDay": "Helgmöte",
  "preferredOutput": "Visa mediepresentationsfönstret i",
  "window": "Flyttbart fönster",
  "screen": "Skärm"
}
